[
{"text4": ["Chapter 1 –", "MGA: Bab 1 – Murid Pelataran Luar", "Malam Hari. Bulan bulat menggantung tinggi dan bintang memenuhi langit.", "Namun, di dalam sungai bintang-bintang, ada cahaya 9-warna yang berlama-lama di antara mereka dan mereka sangat mempesona.", "“Tanda-tanda abnormal telah muncul di langit, yang berarti Tubuh Ilahi akan turun.”", "Di puncak Kota Kekaisaran di dalam Sembilan Provinsi. Seorang lelaki tua berpakaian emas berdiri dengan tangan di belakang punggungnya dan dia memandang ke langit malam.", "Di belakangnya ada puluhan ribu ahli dari Kota Kekaisaran . Mereka semua berlutut seolah-olah menunggu perintah.", "* bzz *", "Tiba-tiba, cahaya memadat dan membentuk petir 9 warna. Ia menyambar ke bawah dari atas sungai bintang-bintang dan langit.", "Pada saat itu, malam gelap menjadi hari yang cerah. Bahkan sebelum sambaran petir, tanah sudah bergemuruh dan bergetar keras.", "Tapi petir 9 warna itu. Saat bertabrakan dengan tanah, itu tidak menimbulkan kerusakan yang mengerikan. Sebaliknya, itu benar-benar menghilang.", "Pada saat yang sama, dunia diselimuti oleh malam sekali lagi. Langit malam yang awalnya cerah menjadi agak gelap, seolah-olah beberapa esensi penting telah dihapus, dan malam yang tenang sebelumnya dipulihkan.", "Mata lelaki tua itu sangat terang dan tubuhnya yang bersemangat bahkan bergetar. Dia menunjuk ke lokasi di mana petir itu mendarat, “Di dalam perbatasan Provinsi Azure, bawa semua bayi yang lahir malam ini kembali ke Kota Kekaisaran”", "“Ya Tuan !”", "Tanggapan seperti guntur beresonansi melewati cakrawala dan puluhan ribu ahli dari Kota Kekaisaran menuju ke Provinsi Azure. Mereka bersumpah untuk mencari Tubuh Ilahi dan memberikannya ke istana kekaisaran untuk digunakan.", "Waktu berlalu. 5 tahun berlalu dengan sekejap dan meskipun orang masih ingat adegan menakutkan tahun itu, tidak ada yang tahu tindakan istana kekaisaran.", "Di Dalam perbatasan Provinsi Azure dari Sembilan Provinsi. Di antara banyak sekolah, Sekolah Azure Dragon adalah salah satunya.", "Hari ini, sekali lagi, itu adalah perekrutan murid tahunan untuk Sekolah Azure Dragon. Ada lautan orang di luar sekolah.", "Setiap saat, orang tersibuk adalah murid pelataran luar. Semua tanggung jawab penerimaan untuk sekolah semua mereka yang memikirkannya.", "Murid pelataran luar. Mereka adalah orang-orang yang melakukan tugas-tugas sulit dan tanpa pamrih. Tidak hanya posisi mereka yang terendah di sekolah, mereka bahkan dipandang rendah oleh orang luar.", "Alasannya sangat sederhana. Jika mereka adalah murid pelataran luar, itu berarti bakat mereka mengerikan dan sepanjang hidup mereka, akan sangat sulit bagi mereka untuk memiliki prestasi besar, jadi secara alami. mereka dihina.", "“Oi, ada apa dengan sikap ini ? Apakah kamu tahu siapa aku ? ”. Seorang wanita yang mengenakan pakaian cantik membawa seorang anak laki-laki saat ia menunjuk dan berteriak keras kepada seorang pria muda.", "“Aku sangat minta maaf. sekarang sudah terlambat dan sekolah akan segera tutup. Tolong kembalilah besok hari ”. Wajah lembut pemuda itu masih muda dan lembut, tetapi di antara kedua alisnya, dia memiliki sedikit semangat kepahlawanan.", "Dia dipanggil Chu Feng. Pada tahun ini dia berusia 15 tahun dan dia adalah salah satu dari puluhan ribu murid pelataran luar di Sekolah Azure Dragon.", "Meskipun dia adalah murid pelataran luar, Chu Feng berbeda dari yang lainnya. Dia tidak merasa rendah diri terhadap orang lain dan dia tidak merendahkan dirinya sendiri. Dia tidak merasa takut atau takut saat memperlakukan orang lain dan dia sangat tenang.", "“Kembalilah besok hari…kamu pikir aku idiot ? Ini adalah pegunungan ! kau pikir kami akan tidur di mana ? ”", "“Kamu harus mengatur tempat tinggal untukku, atau aku akan mencari atasanmu”. Wanita itu tidak mendengarkan dan tidak peduli. Dia bahkan meraih pakaian Chu Feng.", "“Chu Feng, apakah kamu bertemu dengan masalah ?” Tapi pada saat itu, suara manis bisa didengar.", "Melihat ke arah itu, seorang wanita muda yang mengenakan jubah ungu sedang berjalan. Meskipun ada senyum tipis di mulutnya, matanya galak dan menatap wanita itu dengan erat.", "Ketika dia melihat wanita muda itu, warna wajah wanita itu langsung berubah dan ekspresi ketakutan yang kuat memancar keluar.", "Itu bukan karena hal lain. Itu hanya karena perempuan muda itu mengenakan jubah ungu, dan itu adalah tanda para murid dalam.", "Wanita itu secara tersembunyi mengutuk. Dia awalnya mengira dia bisa menggunakan statusnya untuk mempersulit lelaki muda di depannya.", "Siapa yang akan mengira bahwa pria muda yang biasa-biasa saja di depannya itu mendapat dukungan dari seorang murid dalam ? Murid-murid dalam adalah eksistensi yang tidak bisa dia sakiti.", "“Bukan apa-apa, itu bukan apa-apa. Aku hanya menanyakan beberapa hal darinya”. Wanita itu menjelaskan sambil tersenyum.", "Perempuan muda itu memelototinya dan hanya mengatakan satu kata, “Enyahlah.”", "Pada saat itu, tubuh wanita itu tidak bisa membantu tetapi gemetar dan wajahnya sudah pucat.", "Tapi dia tidak ragu sama sekali. Dia menarik anaknya dan cepat-cepat pergi, dan di bawah kepanikan dia bahkan tersandung, yang membuatnya terlihat sangat kasar.", "Melihat itu, Chu Feng tak berdaya menggelengkan kepalanya dan berkata dengan sopan kepada wanita muda di sebelahnya, “Terima kasih banyak Chu Yue”.", "“Tidak perlu bersikap sopan, kita keluarga kan?” Chu Yue agak tidak senang.", "Dia benar. Mereka memang keluarga. Mereka berasal dari keluarga yang sama, Chu.", "Chu Yue adalah sepupu Chu Feng, dari garis kakak ayah Chu Feng dan dia hanya 1 tahun lebih tua dari Chu Feng.", "Namun, Chu Yue sudah lulus ujian murid dalalm 3 tahun yang lalu dan menjadi murid dalam. Dia sekarang berada di tingkat 4 dari Alam Roh.", "“Kita harus mengikuti aturan sekolah.” Kata Chu Feng sambil tersenyum cerah.", "[TN: Yang dia maksud dengan mengikuti peraturan sekolah adalah menghormati yang lebih tua, sebagai murid pelataran dalam > murid pelataran luar]", "Melihat Chu Feng berperilaku seperti itu, hati Chu Yue sakit, “Chu Feng, apakah kamu masih tidak akan berpartisipasi dalam ujian murid dalam tahun ini? Atau apakah kamu masih belum mencapai tingkat 3 dari Alam Roh? ”", "Chu Feng tidak menanggapi dan senyum tipis masih menggantung di wajahnya. Tidak ada yang tahu apa maksudnya.", "Melihat itu, Chu Yue melepas tas dari pinggangnya dan meletakkannya di tangan Chu Feng, “Sempurnakan. Mungkin itu akan membantumu menembus tingkat 3 ”.", "Chu Feng membuka tas itu dan seketika, energi spiritual yang kuat dipancarkan darinya. Saint Spirit Grass yang cerah, berkilau, transparan dan seukuran jari diletakkan di dalamnya.", "“Chu Yue. Ini terlalu berharga, aku tidak bisa menerimanya “. Chu Feng buru-buru mengembalikannya ke Chu Yue.", "Saint Spirit Grass. Itu seperti obat mujarab untuk pelatihan bela diri dan itu sangat berharga. Itu memiliki kegunaan yang tak ada habisnya bagi mereka yang berada di Alam Roh.", "Untuk meningkatkan kecepatan latihan mereka, keluarga Chu akan menambah satu Saint Spirit Grass kepada anggota keluarga Chu setiap tahun.", "Chu Yue juga ditambah oleh keluarga, tapi dia tidak menggunakannya dan memberikannya kepada Chu Feng. Tapi Chu Feng sangat sungkan, jadi dia benar-benar tidak bisa menerimanya.", "“Ketika aku mengatakan aku memberikannya kepadamu, kamu harus mengambilnya. Kamu adalah adik laki-laki ku ”. Chu Yue agak kesal.", "“Oh ? Kapan Kamu begitu murah hati dan bahkan mulai memberikan Saint Spirit Grasses kepada orang-orang? ”", "“Lihat, aku juga adikmu, dan secara kebetulan, aku hampir menembus ke tingkat 4 dari Alam Roh. Bagaimana kalau Kamu memberikan Saint Spirit Grass kepadaku ? ”", "Seorang pria muda sekitar usia Chu Feng berjalan mendekat dan dia juga mengenakan pakaian para murid pelataran dalam.", "Dia dipanggil Chu Zhen dan dia juga dari keluarga Chu. Lima tahun yang lalu, dia memasuki Sekolah Azure Dragon bersamaan dengan Chu Feng. Namun, ia menjadi murid dalam 2 tahun yang lalu.", "“Chu Zhen, kamu sudah menembus tingkat 3 dari Alam Roh dan berhasil mengembangkan energi spiritual. Bahkan jika kamu tidak memiliki Saint Spirit Grass ini, kamu dapat naik tingkat dengan cepat. ”", "“Tapi Chu Feng belum memadatkan energi spiritual, jadi Saint Spirit Grass ini lebih penting baginya”. Chu Yue secara paksa meletakkan Saint Spirit Grass ke tangan Chu Feng.", "“Ya, kamu benar, tetapi sayangnya dia tidak menginginkannya”. Chu Zhen membuka tangannya dan mencibir.", "” Siapa  bilang aku tidak menginginkannya ? “. Tapi kemudian, Chu Feng dengan ringan tersenyum dan tanpa ragu memasukkan Saint Spirit Grass ke dalam sakunya sebelum berkata,” Chu Yue, aku akan meminjam Saint Spirit Grass ini. Suatu saat nanti aku akan mengembalikannya dua kali lipat. ”", "“Mm, oke ”. Melihat bahwa Chu Feng menerimanya, Chu Yue sudah senang, jadi dia hanya menjawab secara acak dan tidak peduli apakah Chu Feng akan mengembalikannya atau tidak.", "“Jika kamu mengambilnya, mengapa harus mengembalikannya ?, memberi kamu Saint Spirit Grass ini untuk kamu gunakan sungguh sia-sia ”. Wajah Chu Zhen terlihat sangat jelek.", "Chu Feng hanya tersenyum dan mengabaikannya. Dia kemudian berkata kepada Chu Yue, “Chu Yue, aku akan berpartisipasi dalam ujian murid dalam tahun ini ”.", "“Hmph, kamu ? jika Kamu bisa lulus ujian murid dalam, aku akan memberikan Saint Spirit Grass tambahan tahun ini kepada kamu”. Chu Zhen menatap Chu Feng dengan jijik.", "“Apakah itu benar?” Chu Feng tidak benar-benar percaya.", "“Chu Yue akan menjadi saksi. Tetapi bagaimana jika Kamu tidak bisa melewatinya ? ”", "“Lalu Saint Spirit Grass yang aku dapatkan tahun ini akan menjadi milik Kamu”. Meninggalkan kalimat itu di belakang, Chu Feng terus menceburkan diri ke dalam pekerjaan para murid pelataran luar.", "“Chu Zhen, kita adalah keluarga. Kenapa kamu selalu mempersulit Chu Feng ? “. Chu Yue menatap Chu Zhen dengan jengkel.", "“Keluarga ?, Chu Yue, kamu harus tahu bahwa Chu Feng bukan bagian dari keluarga Chu”.", "“Setelah memasuki sekolah selama lima tahun, dia masih belum lulus ujian murid dalam. Dia benar-benar memalukan keluarga Chu. ”", "“Dalam seluruh keluarga Chu, yang mana yang menyukainya? hanya kamu yang memperlakukannya dengan baik dan Kamu bahkan memberikan Saint Spirit Grass mu sendiri kepadanya untuk dia gunakan ”. Chu Zhen benar-benar tidak mengerti.", "“Kamu benar-benar bodoh”. Chu Yue agak marah, setelah memelototinya sejenak. Dia berjalan pergi.", "Di sisi lain, Chu Zhen tersenyum. Dia benar-benar bahagia. Meskipun ia tidak mendapatkan Saint Spirit Grass milik Chu Yue, ia tahu bahwa tahun ini, Saint Spirit Grass milik Chu Feng pasti akan menjadi miliknya.", "Menjelang malam, di tempat peristirahatan bagi para murid pelataran luar. Sangat gelap sekali.", "Setelah sibuk sepanjang hari, semua orang sangat lelah dan mereka tidur sangat awal. Hanya kamar Chu Feng yang masih diterangi oleh cahaya.", "Dia duduk di depan tempat tidur, mengeluarkan Saint Spirit Grass yang diberikan Chu Yue dan bergumam, “ aku harap Saint Spirit Grass ini dapat membuat Kamu kenyang ”.", "Setelah mengatakan itu, Chu Feng menutup kedua matanya, menjepit Saint Spirit Grass di antara kedua telapak tangannya dan melakukan segel tangan yang aneh.", "Pada saat itu, energi spiritual di dalam Saint Spirit Grass mulai memasuki tubuh Chu Feng melalui telapak tangannya dan itu menyatu dengan dantiannya.", "[TN: Dantian, secara umum diterjemahkan sebagai “medan ramuan”, “lautan qi”, atau hanya “pusat energi”.  Dantian adalah “pusat aliran fokus qi”, titik fokus penting untuk meditasi dan teknik bela diri, dan dalam pengobatan tradisional Tiongkok.]", "Pada saat yang sama, suara mengunyah datang dari dantian Chu Feng seolah-olah ada sesuatu yang sedang makan.", "Jika kamu melihat melalui kulitnya, kamu akan menemukan di bagian dalam dantian Chu Feng, ada gumpalan petir yang menghuni di sana.", "Gumpalan petir memiliki sembilan warna dan setiap warna seperti binatang petir besar. Itu memancarkan aura mengerikan yang bukan berasal dari dunia ini.", "Jika kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "(@Sen) sedikit saran untuk penterjemah, ku pikir sang penterjemah bukan orang asli indo, dan aku maklumi itu. tapi sering aku jumpai ada kata2 yg kurang baku sehingga susah untuk di mengerti/pahami “di situ terkadang aku merasa jengkel”  (kata2 yg menurutku salah aku rangkai ulang, kata yg kurang tepat aku ganti) semoga mudah di pahami “itu tujuanku”", "(Arsa) Edited", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 8 –", "MGA: Bab 8 – Kebetulan Bertemu Chu Yue", "“Aliansi Sayap jarang merekrut anggota, tetapi ketika mereka melakukannya, orang-orang yang mereka rekrut seperti naga di dalam laki-laki.”", "“Meskipun Aliansi Sayap hanya memiliki tiga puluh dua orang, di dalam pelataran dalam, mereka adalah orang-orang yang sangat terkenal.”", "“Juga, hati mereka adalah satu, dan mereka saling memandang seperti perpanjangan tangan dan kaki mereka. Siapa pun yang berani bergerak melawan anggota Aliansi Sayap, tidak peduli siapa itu, mereka akan membalas dendam. ”", "“Dua tahun lalu, sekolah kelas tiga di Provinsi Azure melukai anggota Aliansi Sayap. Yang membasmi sekolah itu juga adalah Wings Alliance. ”", "“Itu kuat?” Mendengarkan saat itu, Chu Feng juga heran. Meskipun sekolah kelas tiga tidak bisa dibandingkan dengan Sekolah Azure Dragon, itu masih memiliki kekuatan. Untuk dapat memusnahkan mereka menunjukkan bahwa Aliansi Sayap sangat kuat.", "“Juga, meskipun pendiri Aliansi Dunia dan Aliansi Pedang sangat kuat, tetapi dibandingkan dengan pendiri Aliansi Sayap, ada perbedaan besar.”", "“Menurut rumor, pendiri Sayap Aliansi memasuki pelataran dalam pada usia 11, menjadi murid inti pada usia 14, dan menjadi murid nomor 1 pada usia 16 di Sekolah Azure Dragon.”", "“Tapi sayangnya, dia tidak lagi berada di Sekolah Azure Dragon. Pada tahun ia berusia enam belas tahun, ia meninggalkan tempat ini dan tidak ada yang tahu ke mana ia pergi. ”Ketika ia berbicara tentang hal-hal seperti itu, adik lelaki itu tampaknya agak menyesal.", "“Siapa orang itu dipanggil?” Chu Feng bahkan lebih kagum. Murid inti adalah tokoh penting dari Sekolah Azure Dragon dan masing-masing dari mereka dapat dikatakan jenius dalam budidaya bela diri.", "Pendiri Aliansi Sayap menjadi yang terkuat di antara murid inti pada usia 16 tahun. Seberapa luar biasa orang itu?", "“Namanya Zhang Tianyi.” Adik laki-laki itu menyebutkan namanya satu per satu.", "“Zhang Tianyi.” Chu Feng ingat nama itu karena dia memenuhi syarat untuk diingat oleh Chu Feng.", "“Itu benar, aku mendengar bahwa kecantikan dalam istana kita, tetua Su Rou juga merupakan salah satu anggota dari Wings Alliance, dan dia juga salah satu yang terkuat di dalam murid inti.”", "“Selain itu, selain tetua Su Rou, dalam murid inti hari ini, ada banyak orang yang menjadi anggota Aliansi Sayap. Semua prestasi mereka tidak kalah dengan pendiri Aliansi Dunia atau Aliansi Pedang. Bukankah Aliansi Sayap kuat? “Adik laki-laki itu terus berkata.", "“Jika Kamu mengatakannya seperti itu, maka Aliansi Sayap ini sangat kuat. Apakah ada simbol khusus untuk anggota Wings Alliance? ”Chu Feng semakin tertarik pada Wings Alliance ini.", "“Jarang melihat siapa pun dari Aliansi Sayap, tetapi di dada mereka, mereka akan mengenakan lencana kecil, dan sepasang sayap ada di lencana itu.”", "Mereka bertiga mengobrol saat mereka berjalan, dan segera, mereka tiba di alun-alun yang dipenuhi orang. Itu adalah tempat untuk mendaftar untuk Berburu Obat Spiritual.", "Sebenarnya, yang disebut registrasi adalah menulis nama Kamu sendiri pada gulungan dinding kemudian mengambil token. Tidak ada tetua di sana.", "“Junior, Perburuan Pengobatan Spiritual dimulai besok. Jadi, Aku pikir Kamu harus bergabung dalam aliansi dan meminta tempat berteduh. ”", "“Aku akan memberimu kata-kata nasihat. Jangan berpikir untuk bergabung dengan aliansi seperti Wings Alliance karena kami bahkan tidak akan memiliki satu kesempatan pun dalam hidup kami. ”", "“Bahkan tidak perlu menyebutkan Aliansi Sayap. Aliansi Dunia dan Aliansi Pedang tidak mudah dimasuki juga. ”", "“Jadi, jika kamu ingin bergabung dengan aliansi, kamu harus tetap membuka mata.” Setelah mendaftar, kedua bersaudara itu mulai mengambil keuntungan dari suasana hati lagi.", "“Tolong beri Aku beberapa petunjuk.” Melihat bahwa saudara-saudara begitu ramah, Chu Feng tidak tahan untuk tidak memberi mereka wajah.", "“Meskipun aliansi yang lebih kuat lebih sulit untuk dimasuki, Kamu tidak dapat memilih yang lemah. Misalnya, Kamu tidak boleh memasukkan orang-orang yang mengatakan seberapa bagus aliansi mereka bagi satu orang demi orang. Aliansi itu bahkan tidak bisa melindungi Kamu dan Kamu hanya akan diintimidasi. ”", "“Seperti gadis itu yang memberikan lembaran bambu kepada semua orang. Dengan pandangan sekilas, Kamu dapat mengetahui bahwa dia berasal dari aliansi kecil yang lemah dan mereka ada di sini untuk menipu para murid baru. “Mengatakan itu, kakak lelaki itu menunjuk ke arah seorang wanita muda berpakaian ungu dari dekat.", "Melihat ke arah yang dia tuju, Chu Feng tidak bisa membantu tetapi melihat dengan kosong. Wanita muda berpakaian ungu itu adalah Chu Yue.", "“Chu Yue!” Melihatnya, Chu Feng berteriak bersemangat.", "Setelah mendengar teriakan Chu Feng, Chu Yue menoleh untuk melihat. Ketika dia melihat Chu Feng, dia juga gembira dan saat dia melambai, dia berteriak, “Chu Feng!”", "Chu Feng ingin menemukan Chu Yue, tetapi dia tidak akan pernah berpikir bahwa mereka akan bertemu di tempat seperti itu. Jadi, dia buru-buru berjalan ke Chu Yue.", "“Ahh, dia sudah selesai. Idiot lain telah ditipu. Kami sudah membuang-buang waktu setelah berbicara dengannya begitu lama. “Melihat itu, sepasang saudara laki-laki saling memandang dengan empat mata dan menggelengkan kepala.", "“Chu Feng, kamu akhirnya memasuki pelataran dalam, ini bagus! Kami akhirnya bisa mulai berlatih bersama. ”Saat dia melihat pakaian ungu Chu Feng, Chu Yue sangat senang bahwa hatinya bisa melompat. Dari lubuk hatinya, dia senang untuk Chu Feng.", "“Chu Yue, apa yang kamu lakukan?” Chu Feng cukup penasaran saat dia menatap lembaran bambu.", "“Oh, kamu masih belum tahu ya? Chu Wei menciptakan aliansi di pengadilan dalam yang disebut Aliansi Chu. ”", "“Semua orang dari keluarga Chu berada di Aliansi Chu ini. Tapi meski begitu, masih ada terlalu sedikit orang di aliansi kita. ”", "“Jadi, mengambil keuntungan dari murid baru tahun ini yang memasuki pelataran dalam, aku ingin mencoba menarik lebih banyak orang untuk memasuki Aliansi Chu kita dan meningkatkan kekuatan kita. Bagaimanapun, jika Aliansi Chu memiliki perkembangan yang baik, di masa depan, itu akan sangat membantu Keluarga Chu kita. ” Chu Yue menjelaskan sambil tersenyum.", "Chu Wei yang disebutkan Chu Yue adalah seorang kakak lelaki muda dalam keluarga Chu. Dia berusia dua puluh tahun tahun ini, dan sepuluh tahun yang lalu, dia memasuki Sekolah Azure Dragon.", "Namun, Chu Feng tidak memiliki kesan yang baik tentang Chu Wei itu, karena Chu Wei adalah salah satu orang yang sering menggertaknya ketika dia masih muda.", "“Aku akan membantumu.” Meskipun dia tidak menyukai Chu Wei, Chu Feng tidak ingin Chu Yue bekerja terlalu keras.", "“Tidak apa-apa, tidak apa-apa. Kamu tidak mengerti situasi di Aliansi Chu sehingga Aku bisa melakukannya sendiri. “Chu Yue tersenyum sambil menurun, lalu bertanya dengan khawatir,” Itu benar. Chu Feng, apakah Kamu mendaftar dalam Spiritual Medicine Hunt? ”", "“Lihat ini.” Chu Feng tersenyum, dan mengambil token untuk Berburu Obat Spiritual.", "“Itu keren! Kali ini, Aku bisa pergi dengan Kamu dan menangkap obat-obatan spiritual. Aku akan memberitahumu ini. Menangkap obat spiritual adalah pertempuran kecerdasan dan keberanian dan ini sangat menarik. “Saat dia menyebutkan Hunt Medicine Kedokteran Spiritual, Chu Yue tampaknya benar-benar berharap untuk itu.", "“Chu Feng, aku akan sibuk. Di malam hari, datang dan temukan aku. Aku memiliki sesuatu yang ingin Aku katakan kepada Kamu sehingga Kamu harus datang. ”", "Chu Yue melihat murid baru lainnya melewati jalan, jadi dia dengan cepat memasukkan selembar bambu ke tangan Chu Feng dan berjalan ke murid baru itu dan memperkenalkan Aliansi Chu kepadanya.", "Melihat Chu Yue bersikeras seperti itu, Chu Feng tidak memaksakan masalah ini. Di atas selembar bambu itu, lokasi tempat tinggal Chu Yue tertulis di situ.", "Berjalan di alun-alun dan mengamati kerumunan, dia menemukan bahwa ada beberapa orang yang seperti Chu Yue yang mengiklankan aliansi mereka.", "Tetapi sangat sedikit orang yang peduli tentang mereka. Karena semua orang bukan idiot, kecuali mereka tidak bisa memasuki aliansi yang lebih kuat, sangat sedikit orang yang memilih untuk bergabung dengan aliansi kecil seperti itu.", "Yang disebut Aliansi Chu hanya memiliki Chu Yue sendiri merekrut anggota. Bahkan pendiri, Chu Wei, tidak muncul. Itu menunjukkan bahwa hanya Chu Yue yang memikirkan keluarga Chu.", "Malam datang sehingga Chu Feng pergi ke kediaman Chu Yue sesuai rencana. Chu Yue berjalan bolak-balik di luar kediaman dan jelas bahwa dia sedang menunggu seseorang.", "Ketika Chu Yue melihat Chu Feng, dia meletakkan kedua tangannya di belakang punggungnya sambil melompati dan melompatinya.", "Meskipun Chu Yue satu tahun lebih tua dari Chu Feng, dia masih di puncak masa mudanya. Penampilannya tidak hanya cantik, karakternya juga ceria dan ceria.", "Dalam keluarga Chu, Chu Yue bisa dikatakan sebagai badut. Tidakpeduli apakah itu tua atau muda, mereka semua menyukai gadis kecil yang aneh ini.", "Saat dia tiba di depan Chu Feng, Chu Yue membuka tangannya dan berkata sambil tertawa, “Hei, cepat dan ambil.”", "Di antara dua telapak tangannya yang putih ada Rumput Suci Roh.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 6 –", "MGA: Bab 6 – Jangan Memberitahu Aku Itu Dia?", "Dia melihat ke arah sumber suara. Di pintu masuk lantai 3, seorang pria tua yang memiliki rambut putih, alis putih, dan janggut putih sedang menatapnya.", "Chu Feng tahu bahwa dia adalah seorang tetua yang menjaga Gedung Keterampilan Martial. Meskipun usianya hampir seratus tahun, kekuatan sesepuh itu sangat kuat.", "“Terima kasih atas pengingatmu, tapi aku punya rencana sendiri.” Setelah dengan hormat memberi hormat kepada tetua, dia berjalan masuk.", "[TN: By saluting, it meant the Chinese salute of cupping one hand over the other.]", "“Ahh, murid sombong lainnya.” tetua yang menjaga menggelengkan kepalanya dengan kekecewaan.", "Dia telah melihat banyak murid seperti Chu Feng dan kebanyakan dari mereka berakhir dengan kegagalan. Orang-orang yang gagal dengan ringan memperbaiki jalan mereka, tetapi orang-orang yang gagal total benar-benar berjalan di jalan yang salah dan kehilangan masa depan baik mereka.", "Namun demikian, ketika tetua itu melihat wajah baru datang, dia dengan ramah akan mengingatkan mereka untuk menghindari lebih banyak murid yang mengambil jalan yang salah.", "Chu Feng berjalan-jalan di lantai 3, dan dia dengan cepat mengambil buku keterampilan yang dia suka dan membawanya ke yang lebih tua untuk mendaftarkannya.", "“Apakah Kamu yakin ingin melatih di Illusionary Palm ini?” tetua menatap Chu Feng dengan ragu.", "“Mm.” Chu Feng tersenyum dan mengangguk.", "“Apakah Kamu melihat deskripsi keterampilan ini?” tetua terus bertanya.", "“Aku telah melihatnya.” Chu Feng tersenyum sekali lagi.", "“Namun kamu masih memilihnya? Ini adalah yang paling sulit di seluruh Gedung Keterampilan Martial. “tetua benar-benar tidak mengerti.", "“Ini persis yang Aku ingin latih.” Chu Feng masih menggantung senyumnya di wajahnya, tapi tatapannya tidak tegas.", "“Huh, anak muda hari ini benar-benar tidak tahu batas mereka.” tetua menghela nafas, tapi dia masih mendaftar untuk Chu Feng. Setelah memberikan kembali buku keterampilan, dia menambahkan, “Ingatlah untuk mengetahui apa yang harus dihentikan.”", "Chu Feng mengangguk, menyatakan bahwa dia menerima saran itu. Meskipun tetua selalu meragukan Chu Feng, Chu Feng memiliki kesan yang sangat baik tentang dia dan dia merasa bahwa dia adalah tetua yang bertanggung jawab.", "“Hm?”", "Tapi saat Chu Feng berbalik, tubuh yang akrab menggosok bahunya dan berlalu. Itu Duan Yuxuan dan wajahnya sangat jelek.", "Chu Feng tidak mengenalnya dengan baik, jadi dia tidak memikirkannya lagi. Tetapi ketika dia bersiap untuk pergi, dia mendengar bisikan di belakangnya, dan kemudian dia juga mengerti mengapa Duan Yuxuan tertekan.", "“Bukankah itu Duan Yuxuan? Aku pikir dia sudah memiliki buku keterampilan peringkat 4, jadi mengapa dia di sini memilih buku keterampilan lain? Atau buku keterampilan peringkat 4 di Yang Tian Yu? ”", "“Kamu tidak tahu? Dalam pesta tadi malam, para tetua pengadilan batin mengingatkan mereka bahwa buku keterampilan peringkat 4 tidak dapat dibagikan dan hanya satu orang yang bisa melatihnya. ”", "“Setelah mereka mendengar tetua mengatakan itu, mereka berdua tampak kosong. Kemudian, mereka akhirnya mengaku di kerumunan. Ternyata mereka bukan yang pertama dalam ujian dan ada orang lain yang membunuh empat puluh Binatang Ganas. ”", "“Jadi sesuatu seperti itu terjadi. Tapi mengapa mereka mengaku melakukannya pada awalnya? ”", "“Ahh, siapa yang tahu. Mungkin mereka ingin wajah, tetapi kali ini mereka benar-benar kehilangan semuanya. ”", "“Benar. Tapi siapa yang pertama? Aku tidak ingat bahwa seseorang begitu kuat di lapangan luar? ”", "“Empat puluh Binatang Ganas … Dan bahkan ada peringkat 4 di salah satu dari mereka. Benar-benar tidak terbayangkan betapa sulitnya orang itu. ”", "Saat dia mendengarkan itu, Chu Feng tersenyum dan menggelengkan kepalanya sambil berjalan ke lantai berikutnya. Dia benar-benar ingin memulai pelatihan.", "Lantai 4 sama dengan lantai 1: Lantai itu terlalu penuh. Para murid baru saat ini memilih buku keterampilan jadi ini adalah murid yang lebih tua.", "Chu Feng melihat ke atas. Meskipun dikatakan lantai, itu bisa lebih baik dikatakan sebagai tempat pelatihan seni bela diri. Setidaknya ada seribu orang berlatih dengan mekanisme dan teriakan mereka meluas ke segala arah. Itu cukup spektakuler.", "Juga, selain ribuan mekanisme di aula utama, ada banyak kamar pribadi yang juga untuk pelatihan.", "Itu desain yang cukup bagus. Orang-orang yangsuka hidup dapat bergabung dengan orang-orang di aula utama dan mereka dapat saling membantu ketika mereka berdebat.", "Orang-orang yang menikmati keheningan dapat memilih kamar pribadi dan berlatih di sana sendiri. Setelah pintu batu ditutup, mereka akan diisolasi dari semua gangguan.", "Chu Feng tidak bergabung dengan mereka dan dia langsung pergi ke lantai 6. Itu mirip dengan lantai 3 tetapi jauh lebih tenang. Ada juga banyak tempat untuk pelatihan.", "Chu Feng memasuki kamar pribadi. Setelah menutup pintu batu, dia membungkuk pada pilar mekanisme karena dia tahu bahwa pilar itu akan dihancurkan olehnya.", "Pilar mekanisme terbuat dari baja dan kayu sehingga sangat kokoh. Jika diserang, maka secara otomatis akan menghindar.", "Kecepatan menghindar berubah sesuai dengan kecepatan serangan lawan. Kecuali seseorang sempurna dalam mengembangkan keterampilan bela diri, itu sangat sulit untuk merusaknya, jadi itu adalah peralatan terbaik untuk pelatihan.", "“Palm Ilusi. Menggunakan kekuatan angin dari telapak tangan untuk mengontrol musuh tanpa bentuk. ”", "Chu Feng melihat metode budidaya untuk Illusionary Palm. Kemudian, dia pergi di depan pilar mekanisme.", "* wusss wusss * Dia tiba-tiba mengulurkan tangannya dan dia melihat bahwa telapak tangannya menciptakan dua jejak. Mereka menyerang ke dua titik pada pilar mekanisme.", "* swoosh swoosh * Tapi saat mereka akan mendarat, pilar itu bergoyang ke kiri dan ke kanan, menghindari serangan Chu Feng dengan kecepatan kilat.", "Pada saat itu, Chu Feng tidak bisa membantu tetapi sedikit kehilangan, tapi kemudian dia dengan cepat tersenyum lega, “Menarik.”", "Sejak hari itu, selain makan dan tidur, Chu Feng akan selalu berada di Gedung Keterampilan Bela Diri dan dia berlatih tanpa henti.", "The Three Thunder Styles, dibuat oleh pendiri Sekolah Azure Dragon. Meskipun itu sangat misterius, itu juga sangat sulit untuk diolah.", "Adapun Ilusi Palm, ada alasan mengapa tetua menyebutnya sebagai keterampilan paling sulit untuk melatih di seluruh Gedung Keterampilan Martial.", "Namun, setelah pelatihan untuk sementara waktu, Chu Feng perlahan memahami sifat dari dua keterampilan.", "Tiga Gaya Guntur. Itu sangat sulit dan sengit. Itu secepat kilat, dan sekuat guntur. Setiap gerakan dan setiap gaya bisa merenggut nyawa musuh, dan itu sangat perkasa.", "The Illusionary Palm. Sebenarnya itu kebalikannya. Mengganti realitas dan menyerang ketika mereka tertangkap basah.", "Meskipun itu tidak seberani Tiga Guntur Gaya, itu masih cukup keterampilan dan mereka berbeda dalam cara mereka sendiri.", "Setelah sepuluh hari makan dan tidur minimal, Chu Feng akhirnya memahami dua jenis keterampilan.", "Meskipun tidak bisa dikatakan bahwa dia menyempurnakan Illusionary Palm, tidak ada banyak perbedaan dengannya. Di sisi lain, ia hanya berhasil melatih dua gaya pertama dari Three Thunder Styles.", "Namun meski begitu, ketika Chu Feng berhasil menggunakan gaya ke-2, ia dikejutkan oleh kekuatan yang kuat.", "Di lantai 3 di Gedung Keterampilan Martial. tetua yang menjaga masih sama dan Chu Feng mengembalikan Illusionary Palm.", "“Apa, apakah Kamu mencapai jalan buntu?” tetua menatap Chu Feng dengan sedikit mengejek di matanya dan sudut mulutnya menunjukkan bahwa ia agak bangga pada dirinya sendiri.", "Chu Feng tidak menjawab dan hanya tersenyum. Tetapi di mata yang lebih tua, senyum Chu Feng berarti dia dengan diam-diam membenarkannya.", "“Pergi ke lantai 1 dan mulai dari keterampilan peringkat 1 …” Mengambil kembali buku keterampilan, tetua mengingatkan dengan niat baik.", "“Terima kasih, tetua.” Chu Feng memberi hormat dan pergi.", "“Dia tahu kapan harus mundur, jadi dia masih sedikit mengerti.” Melihat punggung Chu Feng yang sudah pergi, tetua mengangguk.", "Gedung Keterampilan Bela Diri tidak terbuka sepanjang hari. Ketika matahari terbenam, Gedung Keterampilan Martial akan menutup, dan pada saat itu, semua penjaga yang lebih tua perlu memeriksa buku-buku keterampilan dan mekanismenya.", "“Keributan apa ini yang membuatku perlu pergi dan melihat sendiri?”", "“tetua Ouyang, Kamu harus memeriksa ini. Aku belum pernah melihat murid yang begitu kuat dalam waktu yang lama. “Di tangga, seorang pria paruh baya sedang memimpin tetua berambut putih dan mereka menuju ke kamar pribadi di lantai 6.", "Di dalam ruang pribadi, pilar mekanisme yang tidak bisa dihancurkan penuh dengan penyok dan hampir bisa dikikis.", "Saat dia melihat pada pilar mekanisme, wajah sesepuh berambut putih menjadi sangat berat dan dia melihatnya dengan hati-hati.", "“Ini adalah …” Tetapi ketika dia mengetahui bahwa ada bekas telapak tangan dangkal satu demi satu pada mekanisme, dia tidak bisa menahan diri untuk tidak heran.", "Dengan pengalamannya, dia bisa langsung mengatakan bahwa pilar itu dirusak oleh Palm Ilusi. Tetapi di pelataran dalam, ada sangat sedikit murid yang bisa melatih Palm Ilusi sampai tingkat itu.", "Juga, mereka yang sudah bisa pergi untuk mengalami dunia luar dan hampir tidak ada dari mereka yang tetap berada di Gedung Keterampilan Bela Diri untuk berlatih.", "Setelah beberapa pemikiran yang mendalam, mata sesepuh tiba-tiba menyala dan dia berkata dengan kaget, “Jangan bilang itu dia?”", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 5", "MGA: Bab 5 – Pendiri Sekolah Azure Dragon", "Setelah Su Rou dan yang lainnya pergi, aula utama tenggelam dalam keheningan.", "Sesaat kemudian, suara langkah cepat terdengar dari luar aula dan seorang murid dengan cepat berlari.", "Orang itu adalah Duan Yuxuan. Tetapi dibandingkan dengan dia sebelumnya, sepertinya mereka adalah dua orang yang sama sekali berbeda.", "Rambut berantakan, penuh keringat, terengah-engah, dan berlari menuju platform tinggi seolah-olah dia gila.", "“Ha ha! Pada akhirnya, Aku yang pertama! Kamu anak kecil Yang Tian Yu, Kamu ingin melawanku? ”", "“Aku diam-diam bertahan di lapangan luar selama 6 tahun. Untuk apa itu? Aku akan memberi tahu Kamu sekarang, ini untuk ini! ”", "Duan Yuxuan berlari dan bersorak, seolah-olah dia dirasuki iblis. Matanya terpaku erat pada platform yang tinggi dan dia bahkan tidak melihat mayat-mayat Binatang Buas Ganas di aula.", "* wusss * Dia melompat dan dengan stabil mendarat di platform tinggi.", "Tapi sama seperti dia yang penuh senyum, setelah melihat ke bawah, itu seperti petir di langit yang cerah, dan dia langsung terkejut.", "Itu karena pada platform tinggi itu, itu benar-benar kosong! Bahkan tidak ada sehelai rambut pun!", "“Sial, apa ini?”", "Setelah beberapa lama, dia kembali fokus. Baru saat itu dia menyadari bahwa darah segar ada di mana-mana dan mayat empat puluh Binatang Buas yang berserakan tersebar di aula.", "Kematian setiap Fierce Beast sangat menggetarkan jiwa dan sangat berdarah.", "Adegan itu benar-benar membuatnya takut. Dengan susah payah ia duduk di platform tinggi. Dia berbalik dan melihat, tetapi dia menemukan bahwa pintu untuk lulus ujian tidak dibuka.", "“Apa yang terjadi?” Duan Yuxuan tidak tahu harus berpikir apa dan pikirannya kacau.", "* tatata … * Tepat pada saat itu, Yang Tian Yu juga berlari, tetapi tepat ketika dia tiba di pintu masuk aula, dia berhenti.", "Setelah melihat pemandangan di aula, dia melihat Duan Yuxuan di platform. Dia menatap dengan wajah kosong, “Ini … Kamu melakukan ini?”", "Duan Yuxuan tertawa kecil, lalu berkata dengan getir, “Jika aku bilang tidak, apakah kamu percaya padaku?”", "“Tentu saja aku akan mempercayaimu. Tidak mungkin bagimu untuk memiliki kekuatan yang kuat. ”Yang Tian Yu meliriknya dan memasuki aula. Dia memeriksa mayat Fierce Beast, “Ya Tuhan, bahkan ada Fierce Beast peringkat 4 di sini. Pekerjaan siapa ini? ”", "Setelah mengamati selama beberapa saat, mereka tidak dapat menemukan jawabannya. Mereka tidak akan pernah tahu bahwa seseorang dengan kekuatan yang begitu besar berada di luar pengadilan.", "Pada akhirnya, mereka bahkan curiga bahwa itu adalah situasi yang direncanakan oleh para tetua dan para tetua menerima hadiah sebagai yang pertama.", "Tetapi ketika pasukan murid Alam Roh tingkat 3 tiba, adegan dramatis terjadi.", "Semua orang berpikir bahwa Yang Tian Yu dan Duan Yuxuan yang membunuh Beast Fierce dan mereka berdua membagi hadiah di antara mereka.", "Tapi lucunya, saat mereka menghadapi tatapan kekaguman dari kerumunan, Yang Tian Yu dan Duan Yuxuan tidak menyangkal hal itu. Sama seperti itu, secara ajaib mereka menjadi yang pertama.", "Pintu besar terbuka di belakang mereka terbuka dan sorakan juga datang. Semua orang sangat senang karena ketika mereka berjalan keluar dari pintu besar itu, mereka akan menjadi murid pelataran dalam dan kehidupan baru akan datang.", "Tetapi ketika orang-orang bersorak, seorang pemuda berjalan dan dia menarik perhatian semua orang.", "Dia benar-benar telanjang dan dia bahkan menangis. Dia mengutuk sambil dipenuhi dengan keluhan, “Siapa yang begitu kejam? Mereka tidak hanya menjatuhkan Aku, mereka bahkan mengambil pakaian Aku! Gila! apa ini ?! ”", "Ketika mereka melihat pemandangan itu, orang-orang takjub. Hanya Chu Feng yang tersenyum dan dia perlahan meninggalkan kerumunan sambil melihat pakaiannya yang sempurna dan tidak rusak.", "Ujian pelataran dalam telah berakhir. Ada lebih dari sepuluh ribu orang yang berpartisipasi, tetapi hanya ada dua ribu orang yang lulus ujian. Namun, itu tidak sedikit.", "Kamu hanya menjadi murid Sekolah Azure Dragon yang sebenarnya setelah memasuki pelataran dalam. Pada saat yang sama, Kamu juga akan menerima perawatan yang lebih disukai.", "Untuk menyambut para murid baru yang memasuki pelataran dalam, para tetua bahkan secara khusus membuat jamuan makan.", "Bulan bulat menggantung tinggi di langit malam. Ada banyak nyanyian dan tarian di pelataran dalam, dan itu membangkitkan mood bahagia ke titik tertinggi.", "Tapi Chu Feng tidak bergabung dalam pesta itu. Dia tinggal di dalam kediaman barunya dan dia melihat lukanya di bagian atas tubuhnya yang telanjang.", "Lukanya sembuh dan kecepatan penyembuhannya sangat cepat. Jika terus pada kecepatan itu, hanya perlu beberapa hari untuk membuat pemulihan penuh. Kekuatan penyembuhan itu diberikan oleh Petir Ilahi.", "“Apakah itu kamu? Mengapa Kamu memilih Aku? ”", "Ini bukan pertama kalinya Chu Feng menanyakannya. Dia bertanya berkali-kali sebelumnya, tetapi dia tidak pernah mendapat jawaban.", "Dia masih ingat pada malam lima tahun yang lalu. Langit Provinsi Azure diselimuti oleh Petir 9 warna.", "Langit seterang siang hari dan gerakan petir yang menari dan tampak seperti naga. Guntur di langit menggelegar dan tanah bergetar. Orang-orang bahkan berpikir bahwa dunia ini berakhir dan semuanya kacau di bawah kepanikan.", "Tapi Chu Feng yang baru berusia sepuluh tahun tidak bisa menahan diri untuk tidak keluar dari pintu dan dia menuju ke tanah yang luas.", "Bahkan sampai sekarang, dia tidak tahu mengapa dia melakukan itu. Seolah-olah ada sihir yang menariknya untuk pergi ke tempat itu.", "Setelah itu, Petir Ilahi menempel ke tubuhnya.", "Tidak ada yang melihatnya, tapi dia tahu petir 9 warna yang mengguncang seluruh dunia ada di dalam dantiannya.", "Petir Ilahi (Divine Lightning) memberi Chu Feng tubuh yang kuat. Namun, Chu Feng tidak mengerti mengapa hal sekuat itu melekat pada tubuhnya.", "“Apa pun, jika kamu tidak menjawab, aku tidak akan bertanya. Bagaimanapun, Kamu dan Aku adalah satu. ”", "Chu Feng tersenyum lega. Itu keberuntungan dan bukan kemalangan, dan jika itu kemalangan maka dia tidak bisa menghindarinya. Jika Petir Ilahi ini benar-benar ingin melakukan sesuatu yang buruk padanya, maka dengan kekuatannya saat ini, ia tidak memiliki kesempatan untuk melawan.", "Tetapi sampai sekarang, Petir Ilahi hanya membawa manfaat sehingga dia tidak repot-repot memikirkannya lagi.", "Chu Feng mengenakan pakaiannya kembali dan melemparkan pandangannya ke buku di kepala tempat tidur. Di buku itu, ada tiga kata besar. “Tiga Gaya Guntur”.", "Chu Feng mengambil buku itu dan mulai membaliknya. Ini adalah pertama kalinya dia berhubungan dengan buku keterampilan bela diri sehingga dia sedikit bersemangat di dalam hatinya.", "“Keterampilan peringkat 4, Tiga Gaya Guntur. Diciptakan oleh Pendiri Sekolah Azure Dragon. ”", "“Setelah menguasainya : Kecepatan Petir. Kekuatan dahsyat. Sekuat skill peringkat 5. ”", "Setelah melihat deskripsi singkatnya, Chu Feng menghirup udara dingin dan berkata dengan mengejutkan, “Ini adalah keterampilan yang diciptakan oleh leluhur yang mendirikan sekolah ini!”", "Pendiri Sekolah Azure Dragon. Seribu tahun yang lalu, ia tak tertandingi saat melakukan perjalanan keliling dunia. Dia memiliki kekuatan untuk terbang di langit, melarikan diri di tanah, memindahkan gunung, dan mengisi lautan. Dia benar-benar ahli dalam budidaya bela diri.", "Di era itu, Sekolah Azure Dragon yang dipimpin oleh Pendiri Azure Dragon bisa dikatakan sebagai sekolah Nomor 1 di semua Sembilan Provinsi.", "Satu-satunya yang bisa melawan Sekolah Naga Azure adalah penguasa Sembilan Provinsi saat ini, istana kekaisaran.", "Tapi adegan yang bagus tidak bertahan lama. Setelah Pendiri Azure Dragon meninggal, Sekolah Azure Dragon mulai menurun dan dengan cepat jatuh dari jajaran sekolah top Sembilan Provinsi.", "Saat ini, bahkan di dalam perbatasan Provinsi Azure, mereka hanyalah sekolah kelas dua. Namun, itu benar-benar menekankan kekuatan pribadi Pendiri Sekolah Azure Dragon.", "Keterampilan yang ia ciptakan tentu akan menjadi produk yang sangat bagus dalam buku keterampilan. Kamu tidak bisa mendapatkannya dengan mengemis, melainkan karena kebetulan.", "Saat ia sedang bersemangat, Chu Feng dengan cepat membaca metode pelatihan dan bersumpah untuk berhasil mempraktikkan Tiga Gaya Guntur.", "Chu Feng tidak tidur sama sekali, tapi setidaknya dia mengerti cara untuk melatih Tiga Gaya Guntur.", "Gaya pertama adalah bentuk. Gaya kedua adalah niat. Gaya ketiga bisa membuat petir. Singkatnya, berlatih di Three Thunder Styles sangat sulit, tetapi Chu Feng ingin mencobanya.", "Setelah beberapa kali mencuci wajahnya dan berkumur, Chu Feng tidak merasa mengantuk sehingga dia menuju ke Gedung Martial Skill di pelataran dalam.", "Pertama-tama, Gedung Keterampilan Bela Diri memiliki fasilitas untuk melatih keterampilan bela diri. Juga, karena dia tidak bisa memperlihatkan bahwa dia sedang berlatih di Three Thunder Styles, dia perlu melatih keterampilan bela diri lain untuk membodohi orang lain.", "“Ini cukup hidup.” Dia berjalan ke Gedung Keterampilan Martial, dan tiba-tiba, ada celah besar. Di aula utama luas di dalam Gedung Keterampilan Bela Diri, itu penuh sesak.", "Tapi itu masuk akal. Lagipula, ada dua ribu atau lebih murid yang bergabung di pelataran dalam kemarin. Murid-murid baru itu mungkin ingin mengembangkan beberapa keterampilan bela diri.", "Gedung Keterampilan Bela Diri dibagi menjadi enam lantai. Lantai 1 untuk memilih keterampilan peringkat 1, lantai 2 untuk memilih keterampilan peringkat 2, lantai 3 untuk memilih keterampilan peringkat 3, dan untuk lantai 4, 5, dan 6, mereka adalah area untuk menumbuhkan keterampilan bela diri.", "Chu Feng terus naik. Dia menemukan bahwa lantai 1 dipenuhi orang. Lantai 2 jauh lebih baik, dan untuk lantai 3, ada sangat sedikit orang.", "Itu semua sesuai harapan. Meskipun dikatakan bahwa jajaran keterampilan bela diri yang berbeda memiliki kekuatan yang berbeda, kesulitan pelatihan juga berbeda.", "Itulah sebabnya banyak orang yang memasuki pelataran dalam akan memulai pelatihan dalam keterampilan peringkat 1, kemudian setelah mereka menguasainya, mereka akan memilih peringkat 2, lalu terakhir peringkat 3.", "Tapi tujuan Chu Feng sangat jelas. Bahkan jika keterampilan bela diri hanya untuk pertahanan, Chu Feng harus memilih yang terkuat.", "“Anak muda, Aku sarankan Kamu tidak menggigit lebih dari yang kamu bisa kunyah. Keahlian di sini tidak cocok untukmu. ”Tapi saat Chu Feng melangkah ke lantai 3, sebuah suara tua memasuki telinganya.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["MGA: Bab 3 – Awal Ujian", "“Apa itu?” Seseorang bertanya dengan rasa ingin tahu.", "“Tetua Su Rou memberikan tubuhnya ? ”. Beberapa bahkan tidak tahu malu dan memiliki pikiran cabul.", "Meskipun Su Rou adalah seorang tetua, dia baru berusia 20 tahun. Dibandingkan dengan barang-barang antik lama, dia jauh lebih santai. Karena itu, banyak orang tidak khawatir sama sekali ketika mereka berbicara seperti itu.", "Su Rou hanya tersenyum menawan menanggapi tebakan orang banyak. Dia mengangkat lima jari ramping, lalu berkata, “Lima Saint Spirit Grasses.”", "“Apa? Lima Saint Spirit Grasses? ”", "“Aku tidak salah dengar, kan? Hadiahnya adalah Saint Spirit Grasses, dan lima? ”Dengan kata-kata itu, aula utama mengalami kekacauan dan semua orang tidak bisa tetap tenang.", "Saint Spirit Grasses sangat berharga dan bahkan keluarga Chu hanya bisa memberi setiap orang satu per tahun.", "Bagi orang awam, Saint Spirit Grasses adalah harta yang tak ternilai dan beberapa bahkan belum pernah melihatnya sebelumnya.", "Melihat bahwa Sekolah Azure Dragon bisa mengeluarkan lima dari mereka, itu adalah godaan besar bagi para murid pelataran luar.", "Tetapi bagi sebagian besar orang, mereka hanya bisa bermimpi tentang hal itu karena mereka tahu bahwa mereka tidak memiliki kesempatan untuk mendapatkan Saint Spirit Grass itu.", "Namun, bagi para murid yang ingin menjadi yang pertama, mereka semua bersemangat untuk mencobanya dan mereka menjadi lebih bersemangat.", "Su Rou mengangguk puas ketika melihat semangat para murid. Lalu, dia melambaikan tangannya.", "Di belakangnya, suara gemuruh datang. Gerbang yang tingginya puluhan kaki perlahan terbuka.", "“Apa yang kamu tunggu? Tidak ingin lulus ujian? “Su Rou tersenyum indah ketika dia memandang murid-murid yang menatap kosong.", "“Pergi ~~~~”", "Pada saat itu, sorak-sorai tak berujung bergema dan puluhan ribu murid pelataran luar seperti kuda liar yang menyingkirkan kendali saat mereka semua bergegas menuju gerbang besar.", "Chu Feng mengikuti arus orang dan terus maju. Akhirnya, mereka memasuki gua yang dalam.", "Gua itu sangat luas tetapi sangat gelap di sana. Bidang penglihatan sangat rendah dan orang-orang tahu bahaya perangkap yang dapat dipicu kapan saja.", "“Pergi! Untuk skill peringkat 4, untuk lima Saint Spirit Grasses, pergilah ~~~ ”", "Tapi tentu saja, ada beberapa orang yang peduli tentang uang dan tidak peduli dengan kehidupan mereka. Mereka tahu bahwa ada bahaya tetapi mereka tetap berjalan sendiri dan bahkan tidak melihat ke belakang. Bahkan ada beberapa orang yang seperti itu.", "* whoosh whoosh whoosh *", "Tapi setelah berjalan seratus meter, suara mendesis datang di depan dan jarum perak yang tak berujung ditembakkan dari dinding, dan mereka menembak ke arah kerumunan seolah-olah hujan.", "“Ah ~~~~~~”", "“Waa ~~~~”", "Dalam sekejap, semua jenis tangisan bergema. Para murid yang bergegas di depan tertangkap lengah dan lebih dari setengah dari mereka jatuh.", "Bagaimanapun, orang-orang masih terus maju dan mereka tidak memiliki jejak mundur. Mereka berlari ke gua dengan marah.", "Meskipun jarum perak itu kuat, itu tidak akan membunuh, dan mereka tahu itu. Lagipula, itu hanya sebuah mekanisme dan bagi orang-orang di tingkat ke-3 Alam Roh , mereka bisa menghindarinya selama mereka berhati-hati.", "Ketika mereka terus masuk lebih dalam, jarum-jarum perak juga terus semakin tebal dan orang-orang yang mereka pukul biasanya telah tertangkap basah.", "Dalam situasi seperti itu, banyak orang dengan cepat menjauhkan diri. Orang-orang yang berlari di depan bukan lagi orang-orang yang datang berharap mereka akan melewati dengan kebingungan. Mereka adalah orang-orang kuat seperti Yang Tian Yu dan Duan Yuxuan.", "Harus disebutkan bahwa orang-orang itu memang tidak biasa.", "Ketika mereka berjalan di jarum seperti badai, mereka sangat berhati-hati.", "Tapi seolah-olah mereka meratakan tanah dengan sepatu mereka dan sepertinya mereka tidak menjalankan mekanisme sama sekali. Mereka seperti  orang-orang dalam perlombaan lari.", "Chu Feng selalu di belakang mereka dalam pasukan Alam Roh yang terdiri dari orang-orang di tingkat 3. Dia melakukan itu karena dua alasan.", "Pertama, dia tidak ingin menonjol.", "Kedua, situasinya sangat istimewa dan dia tidak ingin menunjukkan kekuatan dia yang sebenarnya terlalu dini.", "Itulah sebabnya dia menunggu kesempatan di mana dia bisa melampaui semua orang ketika tidak ada yang melihat.", "“Duan Yuxuan, kamu sudah sangat tua namun kamu bahkan tidak bisa menang dari anak-anak seperti aku dalam perlombaan. Tidakkah kamu pikir itu agak memalukan? ”", "“Hmph. Bocahcilik, dalam perjalanan budidaya bela diri, usia bukanlah masalah. Hanya kekuatan yang bisa. Jika Kamu ingin bermegah maka lakukan itu setelah Kamu menang. ”", "Mari kita lalui waktu sedikit. Hanya ada dua bayangan yang tersisa di bagian paling depan. Mereka adalah Duan Yuxuan dan Yang Tian Yu.", "Keduanya berada di ringkat 4 dari Alam Roh. Salah satu dari mereka memiliki bakat yang luar biasa,  dan yang lain memiliki banyak pengalaman. Mereka berdua cukup adil dan ketegangan di antara mereka terus semakin kuat.", "Itu dikarenakan mereka tahu bahwa saingan terbesar mereka adalah satu sama lain. Selama mereka menang atas lawan mereka, hadiah untuk menjadi yang pertama akan menjadi milik mereka.", "“Huu ~” Tiba-tiba, angin sepoi-sepoi datang dari depan.", "Keduanya terkejut ketika mereka melihat dari dekat dan mereka tidak bisa membantu tetapi memperlambat langkah mereka. Itu karena kabut tebal muncul di depan mereka.", "Gua sudah gelap, dan dengan kabut itu berarti penglihatan mereka akan semakin buruk. Dengan itu, itu juga sangat meningkatkan kesulitan menghindari mekanisme. Bahkan jika itu mereka, mereka perlu melakukannya dengan hati-hati.", "“Kesempatan bagus.”", "Sama seperti semua orang melambat, Chu Feng diam-diam bersukacita. Dia maju dengan langkah besar, dan dengan deru, seluruh tubuhnya seperti panah yang meninggalkan busur saat dia terbang ke depan.", "*suara mendesing*", "Pada saat itu, Duan Yuxuan berkonsentrasi pada menghindari jarum perak. Tiba-tiba, bayangan hitam melintas melewatinya. Tanpa memberikan waktu baginya untuk bereaksi, orang itu menghilang sekali lagi.", "“Apakah aku berkhayal?”", "Dengan itu, itu membuat Duan Yuxuan merasa sedikit terkejut. Dia pikir itu Yang Tian Yu pada awalnya, tetapi dia memperhatikan bahwa Yang Tian Yu tidak jauh di belakangnya. Kemudian, dia terganggu dengan pikirannya.", "Orang yang berhasil meninggalkan semua orang, Chu Feng, tidak peduli pada mereka layaknya dia meningkatkan kecepatannya secara maksimal.", "Setelah berjalan lama, dia tidak merasa lelah. Energi spiritual di dalam tubuhnya tak ada habisnya untuk diambil dan terus menerus melonjak dari dantiannya.", "Tidak hanya itu, kecepatan dan kekuatannya, kekuatan pendengaran dan penglihatannya semua melampaui orang-orang yang berada pada level yang sama dengannya. Setidaknya itu sangat melampaui Duan Yuxuan dan Yang Tian Yu.", "Chu Feng tidak terlalu terkejut pada saat itu karena itu adalah sesuatu yang istimewa tentang dirinya.", "Dia sudah melihat keistimewaan ini lima tahun lalu. Mulai sekarang, kekhasannya kembali dan itu memberinya kepercayaan diri yang tak tertandingi karena tidak ada orang yang bisa menyebut diri mereka seorang jenius di depannya lagi.", "Saat ia berlari dengan kecepatan terbang, Chu Feng akhirnya meninggalkan panggung mekanisme, keluar dari gua yang gelap, dan tiba di tengah aula yang luas.", "Di ujung aula, ada platform tinggi yang terbuat dari batu. Di atas batu, ada beberapa item. Itu adalah buku keterampilan bela diri peringkat 4 dan lima Spirit Saint Grasses.", "Melihat hal-hal itu, Chu Feng agak emosional. Namun, dia tidak terburu-buru. Sebaliknya, dia melihat pintu-pintu batu di sisi aula.", "“Jadi di balik itu adalah Fierce Beasts yang legendaris?” Mulut Chu Feng melengkung dengan harapan.", "Dia tahu bahwa ujian ini baru saja dimulai. Makhluk yang akan dia hadapi adalah makhluk mengerikan, haus darah, kejam, yang disebut Fierce Beasts.", "“Tetua Su Rou lihat, ini terlalu mencengangkan.”", "“Aku sudah berjaga di sini selama bertahun-tahun, tapi ini benar-benar adalah pertama kalinya aku melihat seorang murid yang melewatinya dengan kecepatan begitu.”", "Di dalam ruang batu misterius di istana bawah tanah, seorang tetua tua menatap batu yang berantakan dan keheranan memenuhi tatapannya.", "Itu bukan batu biasa. Itu adalah mekanisme di dalam istana bawah tanah. Batu itu hanya berantakan sendiri setelah mekanisme dipicu.", "Melihat itu, seluruh batu itu berantakan. Yang hanya berarti satu hal. Seseorang sudah melewati tahap mekanisme.", "Orang tercepat untuk menyelesaikan tahapan mekanisme membutuhkan waktu dua jam dari ujian sebelumnya. Namun saat ini, baru satu jam berlalu.", "Perubahan ini menarik perhatian semua orang. Sekitar selusin tetua di ruang batu berkumpul dan mereka semua sangat terkejut.", "“Tampaknya ada karakter yang menarik di dalam para murid pelataran luar tahun ini.”", "Su Rou juga berkumpul, dan ketika dia melihat batu yang berantakan, dia mengangguk puas, “Karena seperti ini, kita tidak bisa membiarkannya lewat begitu saja. Biarkan Aku membuatnya lebih menarik. ”", "Setelah mengatakan itu, dia melihat ke atas batu.Ada tiga batu bundar yang tertanam di dinding.", "Tiba-tiba, dia tersenyum aneh, dan memukul tiga batu dengan tiga poni rambut.", "“Jangan menyentuhnya!” Melihat itu, semua tetua di sana terkejut.", "Tapi sudah terlambat. Pada saat itu ketiga batu sudah ditekan oleh Su Rou.", "“Apa? Tidakkah Kamu memberi tahu aku bahwa batu-batu ini akan melepaskan Fierce Beasts? “Melihat para tetua panik, Su Rou juga merasa ada sesuatu yang salah.", "“Tiga batu itu memang melepaskan Fierce Beast, tetapi mereka tidak bisa ditekan pada saat yang sama.”", "“Jika mereka ditekan pada saat yang sama, mereka akan melepaskan semua Fierce Beast yang dipenjara bersamaan. ”", "“Itu akan menjadi tiga puluh ", "Fierce Beast peringkat", " 2, sembilan Fierce Beast peringkat 3, dan satu  Fierce Beast peringkat 4.” Setelah mengatakan itu, wajah tetua Li sudah pucat dan suaranya sedikit bergetar.", "Para tetua yang menjaga di sana memahami Binatang Buas dengan sangat jelas.", "Mereka adalah makhluk yang kejam dan menakutkan, dan mereka berkali-kali lebih kuat daripada orang-orang yang berada di level yang sama.", "Melihat begitu banyak Binatang Buas yang dilepaskan pada saat yang sama, putaran pembantaian tidak bisa dihindari.", "Memikirkan puluhan ribu murid di istana bawah tanah yang dibantai oleh Fierce Beast bukanlah pemikiran yang menyenangkan.", "“Mengapa kamu tidak mengingatkan Aku sebelumnya?”", "Pada saat itu, wajah Su Rou juga sangat berubah. Tubuhnya bangkit dan menjadi angin. Ketika pintu batu terbuka, dia sudah menghilang.", "“Tetua Li, apa yang harus kita lakukan?” Pandangan semua orang mendarat pada tetua yang sudah lanjut usia ini.", "“Apa lagi yang bisa kita lakukan? Cepat dan pergi bantu! ”, tetua Li berteriak dengan marah dan bergegas keluar.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 4 –", "MGA: Bab 4 – Bahkan Lebih Garang dari pada Fierce Beasts", "Chu Feng telah mendengar tentang Beier Fierce terkenal.", "Mereka adalah jenis makhluk yang bisa dibudidayakan. Mereka dibagi menjadi sembilan peringkat sesuai dengan kekuatan mereka, dan mereka berkorespondensi dengan sembilan tingkat pembudidaya bela diri di dunia Roh.", "Namun, dari rumor, kekuatan peringkat 3 Fierce Beast jauh lebih kuat daripada seorang pembudidaya bela diri yang berada di tingkat 3 dari dunia Roh, dan peringkat 3 Fierce Beast bahkan dapat dibandingkan dengan pembudidaya di tingkat 4 dari dunia Roh .", "Itulah sebabnya bahkan jika itu adalah Chu Feng, dia tidak berani sombong. Dia tahu bahwa ada mekanisme di aula utama, dan ketika dipicu, para Fierce Beasts akan muncul.", "* bang * Tiba-tiba, suara keras bergema dan pintu-pintu batu yang mengunci Fierce Beasts mulai terbuka.", "“Aneh. Aku bahkan tidak memasuki aula utama. Mengapa pintu-pintu batu terbuka? ” Chu Feng tercengang.", "* bang bang bang bang bang … * Tapi segera setelah itu, 40 pintu batu di samping aula utama semuanya terbuka.", "Itu benar-benar mengejutkan Chu Feng. Itu karena dalam kegelapan di balik pintu-pintu batu itu, sepasang demi sepasang mata merah darah terbuka dan haus darah yang tebal memenuhi seluruh aula utama.", "“Sial, ini bukan lelucon, bukan?” Mengutuk Chu Feng. Dia dengan jelas mendengar bahwa di babak terakhir setiap ujian, akan ada satu Fierce Beast. Tapi situasi apa ini ?!", "“Waaa ~~~” Chu Feng tidak punya banyak waktu untuk memikirkannya terlalu banyak karena di depan matanya, bayangan yang penuh sesak melompat keluar dari pintu batu dan memasuki aula utama.", "Dia dapat dengan jelas melihat bahwa bentuk makhluk-makhluk itu mirip dengan harimau tetapi menggandakan ukurannya.", "Seluruh tubuh mereka hitam legam dan Kamu bisa melihat cakar dan gading seperti pisau, serta sepasang mata merah darah mereka.", "Ada total 40 Fierce Beasts, dan karena penampilan mereka tidak terlalu berbeda, mereka harus dari jenis yang sama. Tetapi setelah diperiksa lebih dekat, Chu Feng menemukan bahwa ada garis-garis aneh di dahi mereka. Jelas, itu adalah tanda peringkat mereka.", "“Waa ~” Tepat pada saat itu, salah satu Fierce Beast menggeram dan mengarahkan pandangannya ke arah platform tinggi di bagian yang lebih dalam dari aula utama.", "Secara bersamaan, tatapan semua Fierce Beast dilemparkan ke arah platform tinggi dan mereka mulai ngiler.", "“Sial, Kamu perampok.” Melihat itu, Chu Feng marah. Bagaimana dia bisa membiarkan para Binatang Ganas ini mengambil harta berharga? Dengan kutukan, dia bergegas menuju platform.", "“Waa ~” Sama seperti Chu Feng memasuki aula utama, dengan cepat menarik perhatian Beast Fierce.", "Itu cukup bagus untuknya. Sebanyak empat puluh Fierce Beasts semua bersamaan menyerah pada Saint Spirit Grasses, dan mereka semua mengepung Chu Feng dan menyerangnya. Bagi mereka, darah dan daging manusia lebih menarik daripada obat spiritual.", "“Bergerak.” Fierce Beast peringkat 2 menyerang secara langsung. Tetapi dengan pukulan dari Chu Feng, dia meniup kepalanya. Itu bahkan tidak mampu bertahan dari serangan tunggal.", "Namun, juga pada saat yang sama, beberapa Fierce Beast mengelilinginya dan menyerang. Niat membunuh yang menakutkan sudah cukup untuk membuat seluruh tubuh gemetar.", "Tapi Chu Feng tidak panik. Dia sekuat monyet, melompat ke kiri dan ke kanan saat dia bolak-balik di kerumunan Fierce Beasts. Setiap kali dia menyerang, setidaknya ada 1 Fierce Beast yang mati.", "Pada saat dan saat itu, dibandingkan dengan Fierce Beasts yang kejam, Chu Feng adalah monster yang bahkan lebih menakutkan. Setiap bagian dari tubuhnya seperti senjata tajam yang tidak bisa dihancurkan. Meskipun kulit kasar dan daging tebal dari Fierce Beasts, mereka tidak bisa menahan serangan dari Chu Feng.", "Pada saat itu, Chu Feng bisa merasakan bahwa tidak hanya energi spiritual yang tak berujung melonjak di tubuhnya, ada juga Lightning Divine 9-warna yang ia cintai dan benci. Divine Lightning inilah yang memberinya kekuatan yang begitu kuat dan membentuk tubuh yang sempurna untuknya.", "* Grr * Sama seperti Chu Feng membunuh dengan marah, geraman tajam datang dari belakang.", "Ketika dia berbalik untuk melihat, dia tidak bisa membantu tetapi terkejut. Cakar tajam dari Beast Fierce besar sedang menuju ke kepalanya.", "Cakar besar itu berbeda dari yang lain karena itu sedikit lebih kuat dari Beast Fierce lainnya. Jika dia terjebak di dalamnya, otaknya pasti akan hancur.", "* wusss * Chu Feng refleks melompat kembali ketika ia berusaha menghindari cakar besar.", "Tetapi kecepatan cakar itu terlalu cepat. Meskipun otak Chu Feng menghindari kerusakan, cakar masih mendarat di dada Chu Feng.", "“Ahh ~~” Lima luka berdarah robek ke dadanya dan rasa sakit yang fatal membuat Chu Feng menangis keras.", "“Aku akan mencabik-cabikmu.” Selain merasakan sakit, Chu Feng bahkan lebih marah.", "Dia sudah melihat bahwa ada empat garis di dahi Fierce Beast yang menyerangnya, menunjukkan bahwa itu adalah Fierce Beast peringkat 4.", "Jika dia adalah orang lain, maka tanpa ragu, orang itu akan berbalik dan lari. Siapa yang peduli jika mereka berada di tingkat kultivasi yang sama? Kekuatan Fierce Beast tidak diragukan lagi akan lebih kuat daripada manusia.", "Tapi bukan hanya Chu Feng tidak melarikan diri, ia bahkan dengan gila menerkam ke arah Fierce Beast. Gerakan yang tidak mempedulikan hidupnya membuat bahkan Fierce Beast yang tidak cerdas ragu secara tidak sadar.", "*dentang*", "Saat Fierce Beast ragu-ragu, Chu Feng dengan kuat mendaratkan pukulan di dahinya.", "Tapi tidak ada ledakan darah seperti yang diharapkan. Sebaliknya, ada suara keras, seolah-olah baja dan besi bertabrakan.", "Bahkan Chu Feng merasakan gelombang kepedihan dari tinjunya, dan seolah-olah tinju itu tidak mendarat di kepala Fierce Beast, melainkan mendarat di dinding tembaga dan besi.", "“Waa ~”", "Pukulan Chu Feng bukan masalah kecil. Fierce Beast meratap dan bahkan mundur beberapa langkah. Jelas bahwa itu juga terasa sakit.", "“Mati untukku.”", "Melihat bahwa serangannya memiliki efek, Chu Feng tidak menahan lagi. Mengayunkan lengannya, gambar-gambar pukulan itu memenuhi udara yang terbang ke segala arah dan tinjunya yang besar seperti badai. Mereka terus menerus meninju tubuh Fierce Beast.", "Harus disebutkan bahwa kekuatan ledakan Chu Feng terlalu kuat. Di bawah serangan gila, Fierce Beast yang beberapa kali lebih besar darinya didorong mundur. Beast Fierce Beast lainnya yang ingin melancarkan serangan mendadak terhadapnya juga tidak diragukan menerima pukulan, dan terbunuh begitu saja.", "Pada akhirnya, semua empat puluh Fierce Beasts sepenuhnya dibunuh oleh Chu Feng. Sejumlah besar tubuh dan kepala berada di daerah yang aneh, dan kematian mereka sangat menyedihkan.", "Tubuh peringkat 4 Fierce Beast masih utuh. Namun, otaknya yang besar dikempiskan oleh Chu Feng karena masih hidup.", "“Hu..hu … hu …” Chu Feng saat ini berdiri di genangan darah dan dia sangat terengah-engah.", "Setelah pertumpahan darah itu, luka yang lebih menakutkan muncul di tubuhnya tetapi tidak cukup untuk membunuhnya. Selain serangan Fierce Beast peringkat 4, luka yang disebabkan oleh semua yang lain hanya memar sederhana dan mereka bahkan tidak menggaruknya.", "“Seberapa kuat tubuh yang ditakuti ini?”", "Itu adalah pertanyaan yang Chu Feng tanyakan pada dirinya sendiri. Dibandingkan dengan Fierce Beast itu, dia merasa memiliki baja untuk tendon dan besi untuk tulang.", "Tubuh itu melebihi batas manusia, dan sekali lagi, dia mengenali kekhasannya.", "Setelah melihat sekeliling dengan matanya, Chu Feng melompat ke platform tinggi. Tanpa melihat mereka, dia mengambil buku keterampilan bela diri dan Saint Spirit Grasses.", "Setelah melakukan itu, Chu Feng tidak berencana membuka pintu besar yang tertutup. Dia kembali ke arah dari mana dia berasal dan masuk kembali ke tahap mekanisme.", "Sebelum Chu Feng pergi lama, di dalam ruang batu yang menutup Fierce Beasts, sekitar selusin bayangan keluar. Orang yang memimpin adalah Su Rou.", "Pada saat itu, apakah itu Su Rou atau tua-tua, ekspresi mereka sangat aneh.", "Mereka hanya melihat Chu Feng terus menerus memukul Fierce Beast peringkat 4 yang sudah mati.", "Tetapi untuk berpikir bahwa begitu banyak Beast Fierce Beast hanya dibunuh oleh satu pemuda, itu tidak terbayangkan.", "“tetua Li, siapa anak itu?” Su Rou bertanya.", "tetua Li tidak menanggapi. Dia melihat tua-tua lainnya di belakangnya, tetapi semua tua-tua menggelengkan kepala mereka.", "“Kamu tidak tahu apa nama murid yang luar biasa itu?” Alis Su Rou berkerut, menunjukkan sedikit ketidaksenangan.", "“Ada terlalu banyak murid pelataran luar. Jika dia menyembunyikan kekuatannya, maka kita … “Wajah tetua Li penuh dengan ketidakberdayaan.", "“Terserah. Cepat dan cari tahu tentang latar belakangnya kemudian ceritakan. ”", "“Juga, jika dia tidak ingin mengekspos kekuatannya, maka tinggalkan sesuai keinginannya dan jangan biarkan dia tahu bahwa kita sedang mencoba memahami kekuatannya,” perintah Su Rou.", "“Seperti yang Kamu inginkan.” tetua Li dan yang lainnya merespons dengan hormat. Saat menghadapi tetua pelataran dalam ini, mereka tidak berani tidak hormat.", "Su Rou memandang secara mendalam dan penuh arti ke arah di mana Chu Feng pergi, dan baru kemudian dia memasuki ruang batu sambil merenungkan.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 7", "MGA: Bab 7 – Perburuan Obat Spiritual", "Ternyata tetua Ouyang ini adalah tetua yang mendaftarkan  Chu Feng.", "Namun, ia juga memiliki identitas lain. Direktur Gedung Keterampilan Bela Diri.", "Dia merasa bahwa orang yang merusak pilar mekanisme seperti ini bisa jadi adalah Chu Feng, tetapi kemudian setelah berpikir dengan hati-hati dia merasa itu tidak benar.", "Setelah semua, Chu Feng hanya melatih illusionary palm selama sepuluh hari. Hanya setelah sepuluh hari, tidak mungkin untuk dapat menggunakannya sampai tingkat itu.", "“Tetua Ouyang, lihat ini.” Tepat ketika dia berpikir keras dan tidak dapat mengerti, panggilan datang dari kamar pribadi tepat di sebelahnya.", "Tapi pilar tadi bukan bagian yang penting. Ouyang heran sekali lagi, karena mekanisme pilar di kamar pribadi yang berdekatan hancur total.", "“Tiga Gaya Guntur, gaya kedua.”", "“Tidak seorang pun dari pelataran luar yang bisa melatih keterampilan ini.” Kali ini, wajah Ouyang menjadi serius.", "Tiga Gaya Guntur. Itu adalah keterampilan yang hanya bisa dilatih oleh murid inti. Sekarang muncul di pelataran luar, yang kurang lebih berarti bahwa ada murid inti yang membocorkan keterampilan ini ke pelataran luar.", "Tetapi setelah beberapa pemikiran yang matang, dia merasa itu tidak mungkin. Aturan Sekolah Azure Dragon sangat ketat. Jika seseorang secara pribadi membocorkan buku keterampilan, itu bisa ditemukan dengan sangat mudah. Murid inti tidak akan sebodoh itu melakukan hal-hal seperti itu.", "“Mungkin saja …” Akhirnya, Ouyang menemukan jejak kemungkinan. Dia berkata kepada sesepuh di belakangnya, “panggil tetua Su Rou.”", "Pada saat yang sama, Chu Feng berkultivasi di kamarnya sendiri.", "Setelah dua jam disempurnakan, ia terus menerus menyempurnakan tiga Rumput Saint Spirit. Jika seseorang melihat adegan itu, mereka pasti akan terdiam.", "Bahkan untuk seorang master, untuk memperbaiki satu Rumput Roh Suci diperlukan setidaknya satu hari, tetapi Chu Feng bahkan tidak perlu satu jam.", "Juga, Saint Spirit Grass yang disempurnakan Chu Feng semua akan diserap oleh Dantian dan tidak ada yang tersisa.", "Bahkan tuan budidaya bela diri tidak bisa melakukan itu. Dikatakan bahwa jika orang normal memurnikan Rumput Saint Spirit, itu sudah sangat baik jika mereka dapat menyerap 50% dari energi spiritual.", "“Sepertinya harga untuk mendapatkan kekuatanmu sangat besar.” Tapi meskipun begitu, Chu Feng agak tidak berdaya.", "Itu karena setelah menyempurnakan ketiga Saint Spirit Grasses, dia bahkan tidak bisa merasakan satu jejak pun dari terobosan. Dia bahkan merasa bahwa dantiannya kosong!", "Jika dia adalah orang normal, dan dia jika benar-benar menyerap energi spiritual dari tiga Rumput Roh Suci, dia akan cukup banyak beralih dari tingkat 4 dari Alam Roh ke tingkat 5 dari Alam Roh.", "Itu menunjukkan masalah. Meskipun Petir Ilahi memberi kekuatan Chu Feng yang melebihi orang normal, untuk naik dalam tingkat budidaya, Chu Feng juga perlu membayar biaya yang melebihi orang normal.", "Energi spiritual. Meskipun Chu Feng bisa memadatkannya, tetapi bahkan dengan berbulan-bulan budidaya tanpa henti tidak akan sebagus energi spiritual yang terkandung dalam Rumput Saint Spirit tunggal.", "Ini menunjukkan harga yang harus dibayar Chu Feng jika dia ingin menaikkan tingkat budidayanya. Itu juga akan menjadi masalah besar di masa depannya.", "“Ahh, apakah ini yang disebut ‘Ada kerugian untuk semua keuntungan’?”", "Chu Feng benar-benar ingin memperbaiki dua Saint Spirit Grass saat dia melihat mereka di kepala tempat tidurnya. Tapi, dia tidak melakukan itu karena dia bersiap untuk memberikannya kepada Chu Yue.", "“Chu Yue harus melangkah ke tingkat 5 dari Alam Roh segera. Kedua Rumput Roh Suci ini harus membantunya. “Setelah ragu-ragu, Chu Feng menyingkirkan Saint Spirit Grasses, meniup lilin dan tidur.", "Di hari berikutnya. Chu Feng sudah bangun pagi-pagi, jadi dia mengantongi Saint Spirit Grasses dan ingin menemukan Chu Yue.", "Tapi sayangnya, pelataran dalam benar-benar terlalu besar dan jumlah murid pelataran dalam dikabarkan bahkan lebih dari jumlah murid pelataran luar. Setidaknya ada seratus ribu murid pelataran dalam.", "Dalam kelompok besar istana yang memenuhi mata sejauh yang bisa dilihatnya, mencoba menemukan seseorang di sini seperti memancing jarum dari laut.", "“Saudara. Katakanlah … Apakah kita bergabung dengan aliansi atau tidak? Ini adalah Perburuan Obat Spiritual, dan lebih banyak kekuatan datang dari lebih banyak orang. ”", "“Setelah Kamu memasuki aliansi, sangat sulit untuk menjauh darinya. Di masa depan, jika aliansi memiliki masalah, kita akan diseret bersama. ”", "“Itu benar. Apa pun itu, mari kita mendaftar di plaza terlebih dahulu. “Dua laki-laki muda yang tampaknya bersaudara melewati Chu Feng, tetapi percakapan mereka membuat Chu Feng sangat bahagia.", "“Lansia, Kamu baru saja mengatakan bahwa pendaftaran perburuan Obat Spiritual dimulai?” Chu Feng naik dan bertanya.", "“Betul. Setiap tahun, waktu perburuan selalu berbeda sehingga tahun ini lebih awal dari tahun lalu. ”", "“Kamu sepertinya menjadi murid baru tahun ini? Jika Kamu ingin mendaftar, ikut dengan kami. ”Senior itu cukup ramah.", "“Maaf merepotkan kalian berdua.” Chu Feng dengan sopan tersenyum dan dia cukup gembira.", "Apa yang disebut Obat Spiritual adalah obat yang mengandung energi spiritual. Ada berbagai jenis, dan obat spiritual dibagi menjadi kualitas rendah, kualitas sedang, kualitas tinggi, dan kualitas terbaik. Rumput Saint Spirit yang dimiliki Chu Feng adalah obat spiritual berkualitas tinggi.", "Perburuan Obat Spiritual adalah kesejahteraan bagi murid-murid pelataran dalam dari Sekolah Azure Dragon.", "Di daerah tertentu di Pegunungan Azure Dragon, ada banyak obat spiritual, dan daerah itu disebut Gunung Obat Spiritual.", "Gunung Obat Spiritual. Awalnya adalah tanah terlarang dari Sekolah Azure Dragon, tetapi setiap tahun, mereka akan membukanya dan semua murid pelataran dalam bisa mendaftar dan bergabung.", "Itu disebut Perburuan Obat Spiritual karena Obat Spiritual memiliki sifat spiritual. Mereka bisa bersembunyi di tanah, melarikan diri dengan kecepatan ekstrim, dan mereka bahkan memiliki serangan kuat sehingga cukup sulit untuk mengambil mereka.", "Chu Feng saat ini membutuhkan obat-obatan spiritual yang paling tinggi, dan semakin banyak akan lebih baik. Dengan nyaman, Perburuan Obat Spiritual dimulai, dan itu bisa dikatakan sebagai kabar baik yang luar biasa.", "“Junior, tampaknya kamu belum bergabung dalam aliansi. Apakah Kamu bersiap untuk berburu sendiri? “Salah satu saudara itu menatap Chu Feng dari atas ke bawah.", "“Apakah ada yang salah dengan itu?” Chu Feng tidak mengerti.", "“Aku akan jujur. Perburuan ini bukan sesuatu yang bisa dilakukan oleh satu orang, jadi Aku sarankan Kamu bergabung dalam aliansi. ”Kedua saudara itu dengan ramah memberinya nasihat.", "Aliansi yang disebut itu adalah organisasi yang diciptakan oleh para murid pelataran dalam. Karena organisasi-organisasi ini dapat menarik hubungan lebih dekat antara para murid, Sekolah Azure Dragon tidak menentangnya, dan sebaliknya, mereka mendorongnya.", "“Aku baru saja bergabung di pelataran dalam, jadi Aku tidak memahami hal-hal tentang aliansi dengan sangat baik. Aku ingin tahu aliansi mana di pelataran dalam yang kuat? “Tanya Chu Feng dengan rasa ingin tahu.", "“Haha, kamu sudah bertanya pada orang yang tepat. Kami berdua telah melakukan banyak penyelidikan pada banyak aliansi pelataran dalam. ”", "“Menurut penyelidikan kami, ada sekitar seribu aliansi dan gelar terkuat ialah milik Aliansi Dunia dan Aliansi Pedang.”", "“Aliansi Dunia memiliki jumlah anggota terbanyak, mencapai setidaknya lima ribu orang. Di sana, ada beberapa orang yang memiliki ‘Dunia’ di belakang mereka dan mereka adalah anggota Aliansi Dunia. ”", "“Jumlah anggota di Aliansi Pedang lebih sedikit, tetapi masih ada setidaknya seribu orang. Aliansi pedang agak istimewa. Jika Kamu ingin bergabung dengan mereka, Kamu harus melatih keterampilan bela diri yang menggunakan pedang sebagai kekuatan. Orang-orang di sana yang memiliki pedang besi hitam di belakang mereka adalah anggota Aliansi Pedang. ”", "“Mereka disebut yang terkuat bukan hanya karena mereka memiliki banyak orang. Bagian yang penting adalah bahwa pendiri kedua aliansi itu terkenal di Sekolah Azure Dragon kita. ”", "“Kedua orang itu menjadi murid inti sepuluh tahun yang lalu. Murid inti hari ini adalah orang-orang yang sangat terkenal, dan dengan mereka sebagai pendukung, sangat sedikit orang yang berani bertindak melawan orang-orang dari Aliansi Dunia dan Aliansi Pedang. ”", "“Saudaraku, Kamu sedikit salah. Meskipun Aliansi Dunia dan Aliansi Pedang memiliki kekuatan yang kuat, Aku pikir yang terkuat adalah Aliansi Sayap. ”Sama seperti kakak lelaki itu menggambarkan dengan jelas dan penuh warna, adik lelaki itu memiliki pendapat dan menyela.", "“Meskipun Aliansi Sayap kuat, mereka memiliki terlalu sedikit orang. ‘Dua tinju tidak bisa bertarung dengan empat tangan’, dan jika memang ada konflik, mereka tidak mungkin menjadi lawan dari Aliansi Dunia dan Aliansi Pedang. “Kakak lelaki itu menggelengkan kepalanya.", "“Mungkin tidak begitu. Meskipun Wings Alliance memiliki sedikit orang, mereka seperti naga di dalam manusia dan mereka memiliki kemampuan untuk menyerang seratus orang dengan satu orang. Aku merasa bahwa bahkan jika Aliansi Dunia dan Aliansi Pedang bergandengan tangan, mereka mungkin tidak dapat mengalahkan Aliansi Sayap. ”Adik laki-laki itu balas.", "“Apa itu Wings Alliance?” Melihat mereka berdua tidak beristirahat dalam perdebatan mereka, Chu Feng semakin penasaran saat dia mendengarkan.", "“Junior, dengarkan aku. Aliansi Sayap adalah legenda di pelataran dalam kita. ”Melihat itu, adik lelaki itu memegangi Chu Feng dan mulai menceritakan dengan air liurnya berceceran di mana-mana.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 2 –", "MGA: Bab 2 – Tetua yang Cantik", "Chu Feng bukan dari keluarga Chu. Dia adalah putra angkat “Chu Yuan”, tetua kelima di keluarga Chu.", "Itu sebabnya Chu Feng dikucilkan dan dipermalukan sejak usianya masih kecil. Jika bukan karena perlindungan Chu Yuan, dia pasti sudah diusir dari keluarga Chu. Karena itu, Chu Feng sangat berterima kasih kepada Chu Yuan, dan bersumpah untuk menjadi kebanggaan Chu Yuan dan memenangkan kembali kehormatannya.", "Lima tahun yang lalu, Chu Feng berusia tepat sepuluh tahun, usia terbaik untuk berlatih seni bela diri.", "Pada waktu itu dia memiliki banyak harapan untuk pelatihan, karena dia merasa bahwa waktu untuk membuktikan dirinya telah tiba.", "Namun, dia tidak pernah berpikir setelah memasuki Sekolah Azure Dragon selama satu bulan, petir akan menyambar tubuhnya dan memasuki dantiannya.", "Pada awalnya, Chu Feng bahkan berpikir itu adalah keberuntungan, karena ketika dia mulai berlatih, kecepatan peningkatannya sangat mencengangkan. Dalam dua bulan yang singkat, dia tiba di tingkat 2 dari Alam Roh.", "Kecepatan itu benar-benar abnormal, dan karena itu, Chu Feng tidak berani menceritakannya kepada siapa pun sehingga dia menyembunyikan kekuatannya dan melanjutkan pelatihan.", "Tetapi kecepatan latihannya tidak bertahan lama. Sama seperti Chu Feng berpikir dia menjadi jenius, perubahan terjadi di dalam tubuhnya.", "Karena perubahan itu, membuat kultivasinya berhenti dan tidak bergerak maju, ia dicap memiliki bakat paling menyedihkan seumur hidup.", "* bzz *", "Pada saat itu, Spirit Saint Grass di tangan Chu Feng sedang disempurnakan dan diserap oleh dantiannya.", "Kecepatan pemurniannya sangat cepat dan melebihi akal sehat. Biasanya, dengan kekuatan Chu Feng, dibutuhkan setidaknya satu bulan untuk memperbaiki Saint Spirit Grass.", "Namun, melihatnya sekarang, itu sudah setengah jalan disempurnakan. Setelah beberapa saat, dantian Chu Feng yang terasa seperti gua yang tidak berujung juga memiliki perasaan kenyang.", "* bzz * Tiba-tiba, cahaya melayang di atas tangan Chu Feng dan setengah bagian lainnya dari Saint Spirit Grass langsung menghilang.", "Pada saat yang sama, semuanya berubah dalam dantian Chu Feng.", "Sembilan binatang petir saling bertautan satu sama lain. Bergerak sangat cepat, memadat dan akhirnya berubah menjadi benda seperti pil.", "Setelah pil terbentuk, energi spiritual tak berujung melonjak keluar darinya seperti gelombang yang membasuh tubuh Chu Feng. Dengan segera, energi meresap ke seluruh tubuhnya.", "*suara mendesing*", "Chu Feng tiba-tiba membuka matanya, ada jejak petir di dalamnya ! . Ekspresi yang tak terlukiskan tergantung di wajahnya.", "“Aku berhasil. Setelah lima tahun, Aku akhirnya berhasil“. Chu Feng sangat gembira. Dia melompat turun dari tempat tidur, dan saat dia berjalan, dia mengukur tubuhnya.", "Dalam perjalanan budidaya bela diri, alam yang dikenal adalah sebagai berikut :", "Roh, Asal, Dalam, dan Surga. Itu adalah empat bidang besar, dan setiap bidang dibagi menjadi sembilan tingkatan.", "Tingkat 1 dari alam roh. Intinya adalah melatih tubuh fisik dengan metode khusus, dan meningkatkan kekuatan.", "Tetapi setelah mencapai tingkat 2 dari Alam Roh, seseorang harus menggunakan cara untuk memadatkan energi spiritual. Hanya orang-orang yang berhasil memadatkan energi spiritual mereka di Dantian mereka yang benar-benar dapat memulai langkah mereka dalam kultivasi bela diri.", "Tubuh Chu Feng telah berubah, itu membuatnya tidak dapat memadatkan energi spiritual. Petir Ilahi  dalam dantiannya seperti sembilan binatang buas yang lapar. Energi spiritual yang dipadatkan Chu Feng akan selalu ditelan oleh Petir Ilahi itu.", "Tetapi dia tidak menyerah. Karena dia mengetahui meskipun Petir Ilahi menelan energi rohaninya, pasti akan ada batasnya. Selama dia terus memberikan energi spiritual kepada dantiannya, dia bisa mengisinya suatu hari nanti.", "Dan hari ini, dia akhirnya berhasil.", "“Ini adalah perasaan yang sangat kuat. Jumlah energi spiritual yang tak berujung mengalir ke tubuhku, seolah-olah itu akan menerobos tubuhku. ”", "Perasaan ini tak terbayangkan untuk Chu Feng. Dia tidak akan pernah berpikir bahwa Petir Ilahi akan langsung memadat menjadi pil dan menempati dantiannya. Energi spiritual yang diberikan Petir Ilahi sangat padat dan itu di luar imajinasi.", "Dia tahu bahwa bahkan dengan kultivasi tanpa henti selama lima tahun, dia tidak dapat memadatkan energi spiritual yang kuat. Alasan mengapa dia bisa adalah karena Petir Ilahi itu.", "* bzz * Tapi tepat pada saat itu, tubuh Chu Feng tiba-tiba menjadi kaku, dan ekspresinya juga sangat berubah.", "Petir Ilahi sedang berubah. Kekuatannya langsung meningkat beberapa kali, dan dia tiba-tiba menerobos lagi dan melangkah ke tingkat 4 dari alam Roh.", "“Apakah masa-masa sulit berhenti dan masa-masa indah datang?”", "Chu Feng dengan erat mengepalkan tinjunya dan dia merasa bahwa kekuatan ledakan di tubuhnya bernilai lima tahun penderitaannya.", "Tiba-tiba terus menerus menembus dua tingkat, metode menjadi kuat yang tidak dapat dijelaskan akhirnya kembali.", "Dia menggunakan tatapan tajam untuk melihat ke arah pelataran dalam dan bergumam, “Chu Zhen, aku akan mengambil Saint Spirit Grass-mu.”", "Rekrutmen murid Sekolah Azure Dragon hanya terjadi setahun sekali dan berlangsung selama sepuluh hari.", "Setelah sepuluh hari, ujian murid dalam tahunan akan dimulai. Kali ini, Chu Feng yang telah diam selama lima tahun juga akan berpartisipasi.", "Lokasi ujian adalah istana bawah tanah yang besar. Di dalam aula utama istana bawah tanah, jumlah orang seperti lautan dan gunung. Kemungkinan besar ada lebih dari sepuluh ribu orang.", "Sebagian besar orang di sana berada di tingkat 3 dari Alam Roh karena semua orang tahu bahwa ujian murid dalam mengharuskan seseorang setidaknya berada di tingkat 3 untuk lulus.", "Namun, ada juga sebagian kecil murid di tingkat 2 dan mereka ingin mencoba untuk lulus dalam kebingungan. Ada orang-orang seperti itu setiap tahun, tetapi kebanyakan dari mereka berakhir dengan kegagalan.", "Hal yang perlu disebutkan adalah, ada sebagian kecil dari level 4 ada di sana. Mereka bukan orang biasa-biasa saja yang dilatih dengan lambat. Pada kenyataannya, beberapa dari mereka bahkan jenius.", "Mereka dengan sengaja menunggu sampai mereka berada di tingkat ke-4 Alam Roh sebelum berpartisipasi dalam ujian murid dalam. Alasannya? Untuk hadiahnya.", "Ketika seseorang mencapai tingkat 3, mereka bisa mulai melatih keterampilan bela diri.", "Keterampilan bela diri adalah metode menyerang yang sangat kuat. Tidak hanya mereka dapat benar-benar menunjukkan kekuatan, mereka juga bisa membuat orang mendapatkan kekuatan yang melebihi batas tubuh mereka.", "Karena itu, keterampilan bela diri sangat berharga, dan bahkan keluarga kaya dan berkuasa yang telah ada selama beberapa generasi tidak memilikinya. Itulah alasan mengapa semua keluarga harus mengirim generasi muda mereka ke berbagai sekolah untuk berkultivasi.", "Di setiap sekolah, ada sejumlah besar keterampilan bela diri, dan di dalam Sekolah Azure Dragon, selama kamu menjadi murid pelataran dalam, Kamu bisa mulai menumbuhkan keterampilan bela diri.", "Keterampilan bela diri juga dibagi menjadi beberapa peringkat, dan dari yang paling lemah ke yang terkuat, ada sembilan peringkat.", "Dalam pelataran dalam, buku keterampilan bela diri terbaik hanya peringkat 3.", "Tapi, dalam ujian murid dalam tahunan, orang pertama yang lulus akan mendapatkan buku keterampilan bela diri peringkat 4.", "Itulah mengapa orang-orang itu lebih suka berlatih di pelataran luar dan tidak memasuki pelataran dalam. Itu untuk buku keterampilan bela diri peringkat 4.", "“Dengar, bukankah itu Yang Tian Yu?”", "“Waa, itu benar-benar dia. Dia sudah berada di tingkat ke-4 Alam Roh pada usia tiga belas tahun. Sepertinya tempat pertama dalam ujian ini adalah dia. ”", "Di lautan manusia, seorang pria muda menarik perhatian orang. Lebih tepatnya itu adalah anak laki-laki.", "Ada puluhan ribu murid di pelataran luar dan kebanyakan dari mereka adalah karakter yang tidak diketahui. Namun, tokoh-tokoh utama yang orang perhatikan kebanyakan jenius, di mana Yang Tian Yu ini adalah salah satunya.", "“Mungkin tidak begitu. Tidak peduli berapa banyak bakat yang dimiliki Yang Tian Yu, pada akhirnya, dia hanyalah seorang anak. Akan sangat sulit baginya untuk mendapatkan yang pertama”.", "“Ada banyak talenta yang tidak diketahui di Sekolah Azure Dragon, dan terkadang seorang jenius mungkin tidak bisa mengalahkan seorang yang biasa-biasa saja. Contohnya, Duan Yuxuan. ”Murid pelataran luar lainnya menunjuk dengan jari ke seorang pemuda yang dingin.", "Orang itu bernama Duan Yuxuan. Dia telah berada di Sekolah Azure Dragon selama 6 tahun dan dia juga awalnya karakter yang tidak dikenal.", "Tetapi beberapa bulan yang lalu, dia secara tak terduga mengalahkan seorang murid dalam yang berada di tingkat ke 4 Alam Roh. Karena itu, namanya tersebar luas dan ia menjadi karakter utama dari pelataran luar.", "“Diam”. Tiba-tiba, suara keras dan jelas bergema.", "Melihat sumbernya, semua orang tidak bisa tidak menatap kosong. Mereka melihat selusin siluet muncul di peron tinggi di aula.", "Kebanyakan dari mereka sudah tua, mereka adalah tetua pelataran luar. Tapi bukan hanya pemimpinnya yang muda, dia bahkan perempuan yang cantik.", "Perempuan itu mengenakan gaun merah ketat dan menguraikan lekuk tubuhnya yang memikat. Terutama di bawah gaun itu, ada dua kaki lurus, seputih salju, dan bisa dikatakan bahwa mereka sempurna.", "Tidak hanya tubuhnya yang menarik, penampilannya juga sangat indah. Dengan mata bulat, bibir merah, dan wajah oval, itu seperti wajah rubah.", "Dia adalah tetua yang cantik dan terkenal dari Sekolah Azure Dragon, Su Rou.", "Su Rou adalah karakter kelas atas. Dia memasuki Sekolah Azure Dragon pada usia 10 tahun, memasuki pelataran dalam pada usia 12 tahun, dan menjadi murid inti pada usia 15 tahun.", "Tapi sama seperti semua orang yang optimis dan berpikir bahwa dia akan menjadi murid Nomor 1 Sekolah Azure Dragon, dia tiba-tiba menjadi tetua.", "Tidak ada yang punya informasi orang dalam tentang perubahan ini, hingga hari ini masih merupakan misteri dan itu dibahas dengan antusias oleh orang-orang.", "“Waa, ini Su Rou! Bukankah dia seharusnya menjadi tetua di pelataran dalam? Kenapa dia datang ke pelataran luar? ”. Dengan kemunculan Su Rou, semua murid laki-laki membuka mulut mereka dan beberapa bahkan meneteskan air liur.", "Para murid pelataran luar masih sangat muda. Kebanyakan dari mereka adalah remaja dan beberapa bahkan anak-anak. Bagi mereka dan pada usia mereka, seorang wanita dewasa seperti Su Rou sangatlah mempesona.", "Su Rou tidak memiliki kesan tua ketika dia dengan apik tersenyum ke arah kerumunan dan berkata dengan lembut, “Aturan ujian sangat sederhana. Masuki gerbang di belakangku dan keluar dari gerbang lainnya. Dengan itu, kamu lulus ujian. ”", "“Satu-satunya perbedaan adalah bahwa orang pertama yang lulus akan mendapatkan buku keterampilan peringkat 4. Kamu bahkan tidak bisa mendapatkan ini di pelataran dalam. ”", "“Tapi sesuatu yang layak disebutkan adalah bahwa orang yang pertama pada tahun ini akan mendapatkan hadiah spesial lain.”", "“Bergantung pada perspektif seseorang, hadiah ini bisa lebih berharga daripada yang sebelumnya ~ ”. Setelah mengatakan itu, Su Rou sengaja memperpanjang intonasi. Udara mempesona memenuhi seluruh aula.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 9", "MGA: Bab 9 – Aku Bersaksi untuk Dia", "“Chu Yue, ini …” Chu Feng terdiam.", "“Iya, ini. Ini untukmu dari Aku, dan ini obat spiritual Aku untuk tahun ini. “Saat Chu Yue berbicara, dia memaksa Saint Spirit Grass ke tangan Chu Feng.", "“Jika seperti itu, aku tidak bisa memilikinya. Apakah Kamu lupa bahwa Aku masih berutang padamu dua Saint Spirit Grass? “Chu Feng mendorong Rumput Roh Suci kembali, dan ketika ia mengatakan itu, ia mengeluarkan satu dari sakunya.", "“Chu Feng, kamu tidak memperbaiki Saint Spirit Grass?” Melihat Rumput Saint Spirit yang utuh, Chu Yue berpikir bahwa itu adalah Saint Spirit Grass yang dia berikan kepada Chu Feng.", "“Mm, aku sudah menerobos jadi aku tidak membutuhkannya untuk saat ini. Aku mungkin mengembalikannya kepada kamu. ”", "“Bagaimana Aku bisa mengambil Rumput Saint Spirit Kamu? Ini milikmu, jadi cepatlah dan ambillah. ”", "“Chu Yue, aku berkata bahwa aku akan mengembalikan dua, jadi aku akan mengembalikan dua. Bukankah kamu juga berjanji? Kamu membuat segalanya sangat sulit bagi aku ketika kamu suka ini. ”", "“Tapi kamu bahkan tidak menggunakan Rumput Roh Suci yang kamu berikan padaku, dan sebaliknya, kamu memberi aku punyamu. Bukankah itu hanya Aku yang mengambil keuntungan dari Kamu? ”", "“Chu Yue, aku mengerti arti kebaikanmu. Di seluruh keluarga Chu, selain kakak laki-laki Aku dan ayah Aku, Kamu memperlakukan Aku yang terbaik. Anggap saja ini sebagai adik yang menunjukkan rasa hormat kepada Kamu. ”", "Itu dikatakan dari lubuk hati Chu Feng. Semua orang di keluarga Chu mendorongnya ke samping, jadi dia benar-benar tersentuh ketika Chu Yue bisa memperlakukannya dengan baik.", "Melihat bahwa Chu Feng begitu bertekad, di wajah Chu Yue, warna rasa malu muncul di wajahnya saat dia berkata pelan,", "“Chu Feng, kamu melakukan ini benar-benar membuatku merasa sangat malu. Sebenarnya … Rumput Saint Spirit ini bukan dari Aku. Chu Guyu memintaku untuk mewakilinya untuk memberikannya padamu. ”", "“Saudaraku?” Chu Feng tidak bisa membantu tetapi terlihat kosong sesaat.", "Chu Guyu adalah anak kandung dari Chu Yuan dan dia adalah kakak laki-laki Chu Feng.", "Dia sedang berlatih di “Sekolah Lingyun”, sekolah Nomor 1 di Provinsi Azure. Dia berada di tingkat 6 Alam Roh pada usia tujuh belas tahun dan dia adalah orang terkuat di generasi muda keluarga Chu.", "Meskipun Chu Feng bukan anak kandung Chu Yuan, Chu Guyu masih memperlakukannya sebagai adik laki-lakinya sendiri, dan dia adalah salah satu orang yang paling dihormati dan dicintai oleh Chu Feng.", "“Dia takut kamu akan terbebani, jadi dia menyuruhku untuk tidak mengatakan itu dari dia. Tapi sekarang, Aku harus mengatakan yang sebenarnya. “Wajah Chu Yue merah, dan bisa dilihat bahwa dia benar-benar malu.", "“Chu Yue, meski begitu, aku masih harus berterima kasih. Meskipun Rumput Roh Suci ini mungkin bukan dari kamu, perlakuan kamu dari beberapa tahun ini terhadap aku sangatlah baik. Seperti yang Aku katakan, anggap saja sebagai adik lelaki Kamu memberi hormat kepada Kamu dengan memberikan kedua Rumput Suci Roh ini kepada Kamu. ”", "“Selain itu, kamu akan memasuki tingkat 5 dari Alam Roh segera, sehingga Saint Spirit Grass ini lebih penting bagimu. Karena itu, jangan menolak Rumput Roh Suci ini. “Chu Feng masih dengan kuat terus menempatkan Saint Spirit Grass ke tangan Chu Yue.", "“Dalam hal ini, aku hanya akan menganggap ini layaknya aku meminjam Saint Spirit Grass, tapi aku hanya bisa meminjam satu karena aku hanya mampu memberikan satu kembali.” Melihat Chu Feng bersikeras, Chu Yue menggertakkan giginya dan dia hanya bisa mengambil salah satu Rumput Saint Spirit.", "Pada kenyataannya, apa yang dikatakan Chu Feng benar. Chu Yue akan memasuki tingkat 5 dari Alam Roh segera dan pada saat itu, itu adalah tahap penting. Saint Spirit Grass ini memang sangat penting baginya.", "“Selesai.” Chu Feng tersenyum.", "“Betul. Chu Feng, Chu Guyu punya surat yang dia ingin aku berikan padamu. ”Chu Yue mengeluarkan surat dari pinggangnya.", "Saat dia menerima surat itu, Chu Feng merasakan ledakan emosi. Dia belum kembali ke keluarga Chu dalam lima tahun, yang berarti bahwa dia belum melihat ayahnya dan kakak laki-lakinya dalam lima tahun. Dia tidak kembali karena dia merasa terlalu malu untuk melihat mereka.", "Tetapi dalam lima tahun, saudara lelakinya dan ayahnya akan menulis surat kepadanya hampir setiap bulan. Itu menunjukkan bagaimana mereka berdua memikirkan Chu Feng.", "“Oke, baca surat itu ketika kamu kembali. Cepat dan ikuti Aku karena hari ini adalah hari yang baik! “Chu Yue meraih lengan Chu Feng dan menariknya ke arah kediaman.", "Tetapi bahkan sebelum semakin dekat, Chu Feng mulai mengerutkan kening. Dia mendengar banyak suara akrab di kediaman dan itu semua adalah orang-orang yang tidak dia sukai.", "Memang, pada saat pintu kediaman dibuka, ada tiga puluh dua wajah di sana. Sebagian besar dari mereka adalah wajah yang dikenal, dan hampir semua anggota keluarga Chu yang juga murid Sekolah Azure Dragon ada di sini.", "Adapun  beberapa orang asing, Chu Feng bisa menebak dari mana mereka berasal. Mereka harus menjadi anggota baru Aliansi Chu.", "“Semua orang! Lihat siapa di sini! ”Teriak Chu Yue dengan gembira.", "Ketika tatapan kerumunan dilemparkan ke arah itu, Chu Feng bisa merasakan bahwa mereka dipenuhi dengan penghinaan dan kebencian.", "“Oh, aku bertanya-tanya siapa orang itu. Bukankah dia adalah orang yang melakukan perbuatan luar biasa kepada keluarga Chu kita? “Seorang pemuda berjalan ke Chu Feng.", "Itu adalah Chu Cheng, dan dia adalah kakak laki-laki Chu Zhen. Dia memasuki Sekolah Azure Dragon pada saat yang sama dengan Chu Yue, dan dia juga berada di tingkat ke 4 Alam Roh.", "“Chu Feng, kamu sudah melakukan perbuatan itu. Kamu tahu  apa itu? “Chu Cheng menunjuk ke Chu Feng dan tatapannya tidak baik.", "“Chu Cheng, apa yang kamu bicarakan? Hari ini adalah hari yang bersukacita jadi jangan bicara omong kosong. “Chu Yue dengan cepat berbicara.", "“Ada apa, Chu Yue? Kamu tidak membiarkan Aku berbicara tentang semua perbuatannya? “Chu Cheng melirik Chu Yue, lalu memandang Chu Feng, ” Chu Feng, apakah Kamu tahu bahwa Kamu telah melakukan perbuatan itu? Mengutuk. Kamu telah melakukan banyak perbuatan. ”", "“Kamu telah tinggal sebagai murid pelataran selama lima tahun di Sekolah Azure Dragon dan kamu telah mempermalukan keluarga Chu. Namun demikian, Kamu masih memiliki wajah untuk bergabung dalam pertemuan Aliansi Chu ini. Seberapa tebal kulit wajahmu? ”", "“Chu Cheng, tutup mulut.” Chu Yue agak marah, tetapi sebelum membiarkannya berkata lagi, Chu Feng menariknya.", "Wajah Chu Feng tidak berubah, tetapi pada akhirnya dia dengan ringan tersenyum dan berkata, “Kamu terlalu banyak berpikir. Aku tidak tertarik dengan pertemuan Kamu. Aku menuntut pembayaran di sini hari ini. ”", "“Pembayaran? Pembayaran apa? ”Setelah mendengar kata-kata itu, wajah Chu Cheng langsung berubah.", "“Itu sangat lucu. Seseorang yang diambil ke dalam keluarga Chu Aku sebenarnya menuntut pembayaran dari keluarga Chu. Apakah Kamu tidak tahu siapa yang memberi Kamu apa yang Kamu miliki sekarang? ”", "“Itu benar, terlalu tak tahu malu.” Pada saat yang sama, orang-orang dari keluarga Chu mulai mengkritik Chu Feng.", "Chu Feng mengabaikan kata-kata orang banyak, dan saat dia berjalan ke kediaman, dia berkata,", "“Beberapa hari yang lalu, seseorang bertaruh dengan Aku, dan bertaruh bahwa Aku tidak akan lulus ujian murid pelataran dalam. Dia bahkan mengatakan jika dia kalah, dia akan memberikan Saint Spirit Grass yang ditambahkan padanya setiap tahun kepadaku. ”", "“Chu Zhen, kamu tidak melupakan itu kan?” Chu Feng berhenti di depan Chu Zhen.", "Chu Zhen sedang duduk di kursi sambil mengunyah beberapa buah di mulutnya. Namun, sudut mulutnya berkedut dan wajahnya sangat jelek.", "Tentu saja, Chu Zhen tidak melupakan hal-hal yang dia katakan hari itu. Karena dia takut Chu Feng akan menyebutkan masalah itu, dia jujur ​​tinggal di sini. Atau yang lain, dengan amarahnya, dia pasti sudah mencari masalah dengan Chu Feng.", "“Chu Feng, Kamu perlu bukti untuk kata-kata Kamu.” Tepat pada saat itu, seorang pria muda di sebelah Chu Zhen membuka mulutnya.", "Di kediaman, sebagian besar laki-laki dan perempuan setua Chu Feng, tetapi pemuda ini tidak. Memang, dia adalah Chu Wei.", "“Chu Wei benar. Jika Kamu bertaruh dengan Chu Zhen, Kamu perlu mengeluarkan bukti atau Kamu hanya melontarkan tuduhan palsu. “Chu Cheng berteriak dulu karena dia adalah kakak laki-laki Chu Zhen.", "“Itu benar, ambil buktinya, atau jangan berpikir untuk keluar di sini hari ini.” Setelah Chu Cheng, hampir semua orang dari keluarga Chu di aula mulai berteriak.", "Bahkan anggota keluarga non-Chu juga bergabung. Meskipun mereka bukan bagian dari keluarga Chu, mereka dapat mengatakan bahwa posisi Chu Feng dalam keluarga Chu sangat rendah. Jika keluarganya sendiri memandang rendah dirinya, maka tentu saja, mereka juga akan melakukannya.", "“Aku bersaksi untuk Chu Feng.” Tetapi pada saat itu, Chu Yue yang tidak berbicara lama tiba-tiba berbicara.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"text4": ["Chapter 10 –", "MGA: Bab 10 – Gagal Menghormati Hutang", "Pada saat itu, aula menjadi sunyi senyap dan semua tatapan dilemparkan ke arah Chu Yue.", "“Chu Yue, apa yang kamu katakan? Kamu tidak dapat berbicara omong kosong seperti itu untuk bersaksi. ”", "Saat Chu Wei mengatakan itu, tatapannya yang padat dipenuhi dengan implikasi peringatan. Maknanya sangat jelas dan itu membuat Chu Yue mengatakan yang sebenarnya.", "“Aku tidak berbicara omong kosong. Hari itu, ketika Chu Zhen dan Chu Feng bertaruh, Aku ada di sana dan bahkan Chu Zhen yang membiarkan Aku menjadi saksi. ”", "Setelah itu, Chu Yue sama sekali tidak takut pada Chu Wei. Dia berdiri di sebelah Chu Feng, seolah-olah secara tersembunyi memberi tahu kerumunan di sisi mana dia berdiri.", "Pada saat itu, tidak hanya Chu Zhen, bahkan Chu Cheng, Chu Wei dan sebagian besar wajah keluarga Chu mulai berubah.", "Mereka tidak akan pernah berpikir bahwa Chu Yue akan melakukan ini untuk Chu Feng dan dia bahkan mau melawan seluruh kerumunan keluarga Chu.", "Pada kenyataannya, bahkan Chu Feng merasa sedikit terkejut karena dengan melakukan ini, Chu Yue akan menyinggung banyak orang. Tapi selain itu, Chu Feng merasa tergerak.", "“Chu Zhen, apakah Kamu gagal untuk menghormati hutang Kamu?” Chu Feng terus menekannya. Dengan Chu Yue sebagai saksi, dia tidak percaya bahwa Chu Zhen akan menyangkalnya.", "‘” Aku … “Wajah Chu Zhen sangat jelek dan dia tidak tahu bagaimana menjawab.", "Setiap tahun, keluarga hanya menambah satu Rumput Saint Spirit. Selain itu, mereka tidak memiliki kesempatan lain untuk mendapatkan obat spiritual yang baik.", "Dia baru saja mendapatkan Saint Spirit Grass tambahannya dan Chu Zhen sedang bersiap untuk menggunakannya untuk membuat terobosan ke tingkat 4 dari Alam Roh. Bagaimana dia bisa menyerahkannya kepada seseorang?", "“Hmph, jadi bagaimana kalau itu benar?”", "“Kamu memasuki Sekolah Azure Dragon pada saat yang sama dengan Chu Zhen. Dia sudah memasuki pelataran dalam dua tahun lalu dan Kamu terlambat dua tahun. ”", "“Apa setelah menggunakan banyak waktu untuk memasuki pelataran dalam, kamu masih sombong? Kamu ingin memeras obar Chu Zhen? “Chu Cheng dengan dingin tersenyum dan dengan licik berdebat. Sebagai kakak laki-laki Chu Zhen, jelas bahwa dia tidak akan membiarkan Chu Feng mengambil obat saudaranya.", "“Jangan katakan itu padaku. Kakakmu harus tahu apa yang sedang terjadi. ”", "“Jika Kamu gagal untuk menghormati hutang Kamu, akui saja. Aku bisa melupakannya. Tapi Kamu perlu dia secara pribadi mengakui bahwa kata-katanya seperti kentut dan benar-benar tidak dapat dipercaya. “Chu Feng tidak membiarkannya pergi.", "“Kamu …” Dengan kata-kata itu, Chu Zhen benar-benar menggertakkan giginya karena marah namun dia tidak bisa membantahnya karena itu benar.", "“Ha ha! Lelucon! Gagal menghormati hutang? Apakah Aku pernah menyebutkan sesuatu tentang itu? ”", "“Kamu dapat memiliki Saint Spirit Grass milik Chu Zhen, tetapi kamu harus mengakui di depan orang banyak bahwa kamu adalah sampah yang tidak berguna. Seorang idiot yang membutuhkan lima tahun untuk memasuki pelataran dalam. ”", "“Semua orang, apakah aku benar?” Teriak Chu Cheng dengan keras.", "“Itu benar, Chu Cheng benar.”", "“Itu benar, jika kamu ingin mengambil Saint Spirit Grass, kamu harus mengakui bahwa kamu adalah sampah. Selama Kamu mengakuinya, maka kami hanya akan mengasihani pengemis. “Chu Cheng mengangkat tangannya dan berteriak, dan tentu saja, semua orang berteriak sebagai respons.", "Dalam keluarga Chu, tidak termasuk Chu Yuan, Chu Guyu dan Chu Yue, tidak ada yang menyukai Chu Feng dan mereka semua ingin dia keluar dari keluarga Chu.", "Jadi tidak peduli seberapa berlebihan, selama itu terkait dengan Chu Feng, mereka akan mendukungnya. Mereka semua ingin Chu Feng merasa seram.", "“Chu Cheng, jangan buat masalah tanpa alasan. Ini adalah masalah pribadi antara Chu Zhen dan Chu Feng sehingga kalian semua tidak memenuhi syarat untuk menyela. “Chu Yue memarahi.", "“Kami tidak memenuhi syarat, namun Kamu? Kamu adalah kakak perempuan Chu Zhen, tetapi meskipun demikian, Kamu mendukung orang luar. Apakah Kamu masih bagian dari keluarga Chu? “Chu Cheng jahat dan dengan keras menyangkal.", "“Aku hanya melihat tampilannya dan bukan orangnya. Bagaimanapun, Chu Feng bukan orang luar. Dia adalah bagian dari keluarga Chu. ”", "“Kamu jelas tahu apakah dia adalah bagian dari keluarga Chu. Namun, Aku dapat memberitahu Kamu bahwa Chu Zhen adalah saudaramu sendiri. ”", "“Kamu jangan membuat alasan!” Chu Yue sangat marah dengan Chu Cheng bahwa seluruh tubuhnya gemetar.", "Tapi tepat pada saat itu, Chu Feng meletakkan tangannya di bahu Chu Yue, dan memindahkannya ke belakang.", "Meskipun Chu Feng saat ini memiliki senyum yang sama seperti biasa di wajahnya, tatapannya menjadi serius dan dia berkata dengan tenang,", "“Aku hanya akan menanyakan satu pertanyaan padamu. Apakah Kamu akan memberikan Rumput Saint Spirit ini kepada Aku atau tidak? ”", "“Ho .. Chu Feng, jangan katakan bahwa kami membuat segalanya menjadi sulit bagimu, tapi kamu benar-benar tidak memenuhi syarat untuk mengambil Saint Spirit Grass milik Chu Zhen.”", "“Bagaimana dengan ini … aku akan memberimu kesempatan. Duel sedikit dengan Chu Zhen. Jika Kamu menang, itu menunjukkan bahwa Kamu memenuhi syarat untuk mengambil Saint Spirit Grass ini. ”", "“Chu Yue, jangan katakan bahwa aku membuat alasan. Aku bahkan akan mengambil Saint Spirit Grass Aku sendiri. Jika Chu Feng bisa menang, maka ini semua adalah miliknya. ”Sambil mengatakan itu, Chu Cheng meletakkan Saint Spirit Grass dari sakunya ke atas meja.", "Juga pada saat yang sama, Chu Cheng melirik Chu Zhen. Chu Zhen langsung mengerti dan dia juga meletakkan Saint Spirit Grass-nya ke atas meja.", "“Chu Zhen, kamu sudah memasuki pelataran dalam selama dua tahun, dan kamu juga telah mengembangkan dua keterampilan.”", "“Di sisi lain, Chu Feng baru saja memasuki pelataran dalam. Apakah Kamu tidak merasa malu berduel dengannya? Kamu hanya tidak mau menyerah. “Chu Yue masih merasa itu tidak adil terhadap Chu Feng.", "“Diam. Kamu tidak memiliki andil dalam hal ini. “Chu Cheng mengancam menunjuk Chu Yue, lalu menyipitkan matanya dan menatap Chu Feng,", "“Tapi, jika kamu kalah, bawa Rumput Saint Spiritmu. Apakah kamu berani? ”", "Saat itu, semua mata mendarat pada Chu Feng dan mereka menunggu jawabannya.", "Jika Chu Feng menolak, mereka bisa mempermalukan Chu Feng dan mengatakan bahwa dia pengecut. Jika Chu Feng setuju, Chu Zhen bisa memberi pelajaran secara terbuka pada Chu Feng.", "Tidak peduli apa, Chu Feng berada di tempat yang berbahaya. Mereka hanya ingin melihat bagaimana Chu Feng akan dipermalukan.", "“Mengapa Aku tidak berani?” Chu Feng tersenyum dan setuju.", "“Bagus, kamu punya nyali. Tapi katakan ini dulu. Tinju dan tendangan tidak memiliki mata, jadi kamu tidak bisa mengeluh tentang cedera. “Senyum Chu Cheng menjadi lebih tercela.", "“Cukup dengan omong kosong, Ayo serang aku. “Chu Feng meletakkan Saint Spirit Grass-nya sendiri di atas meja, lalu berjalan ke tengah aula.", "“Chu Feng …” Chu Yue menarik Chu Feng, dan mata yang berkedip itu mendesaknya untuk tidak berduel dengan Chu Zhen.", "Tapi Chu Feng mendorong tangan Chu Yue sambil tersenyum dan berkata, “Percayalah padaku.”", "Melihat itu, Chu Yue tidak bisa membantu tetapi memiliki tampilan bengong. Untuk beberapa alasan, dia merasa bahwa Chu Feng tidak diragukan lagi akan memenangkan babak ini.", "Chu Feng dan Chu Zhen berjalan menuju tengah aula dan semua orang mengelilinginya. Mereka tidak ingin melewatkan penghinaan pada Chu Feng.", "“Chu Feng, tampaknya Kamu menginginkan kekayaan tetapi tidak untuk hidup Kamu.”", "Chu Zhen yang tidak berbicara dalam waktu yang lama akhirnya memiliki senyum di wajahnya, tetapi senyumnya sangat jahat.", "Dipaksa ke dalam situasi yang memalukan oleh Chu Feng membuatnya sangat tidak bahagia. Karena dia punya kesempatan untuk memberi Chu Feng pelajaran, jelas, dia tidak akan menahan diri.", "“Hoho.” Chu Feng ringan tersenyum lalu berkata, “Aku hanya ingin mengatakan kata-kata itu kepadamu.”", "“Kamu bicara terlalu besar. Hari ini, Aku akan memberi tahu Kamu betapa lemahnya Kamu. ”", "Tiba-tiba, kaki kiri Chu Zhen melangkah maju. Seseorang hanya bisa mendengar ledakan sebelum seluruh tubuhnya berlari dengan kecepatan terbang.", "Kedua lengannya bergerak dan pukulannya terbang ke mana-mana. Aura yang kuat datang dari tubuhnya dan dia seperti Binatang Buas liar saat dia menuju ke Chu Feng.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]}
]