[
{"text2": ["Prolog", "Kung!", "Scorpion King raksasa, penguasa padang pasir, jatuh ke tanah.", "Itu adalah akhir dari Raja Kalajengking, salah satu bos terbesar Arena.", "Hanya ada satu orang yang berdiri di depan mayat raja.", "“", "Ah!", "Kali ini sedikit lebih baik, ”kata Hyeonu sambil meregangkan tubuh.", "Dia cukup santai menangkap bos serangan sendirian.", "Namun, ini wajar.", "Sejauh ini, tidak ada satu monster pun yang dia tidak tangkap sendiri.", "Gaya bertarungnya yang brilian dan sempurna memungkinkannya menangkap monster bos, bahkan bos penyerbuan.", "“Sekarang apa yang harus aku tangkap? Aku akan bosan lagi sebentar, “gumam Hyeonu pelan.", "Meskipun, dia masih bosan hari ini …", "***", "Hyeonu meletakkan cangkirnya.", "“Kamu bekerja keras,” dia menyapa orang-orang yang duduk di seberang dan kemudian segera meninggalkan tempat duduknya.", "“T-Tunggu sebentar!”", "“Hyeonu-ssi!”", "Meja depan Tim Permainan Profesional JT Telecom, Supervisor Gang Ujong dan Pelatih Jeong Byeongjin mengejar Hyeonu dengan tergesa-gesa. (Meja depan = organisasi yang memimpin tim olahraga yaitu staf yang bertanggung jawab untuk menjalankan tim)", "“Gajinya 100 juta, 100 juta! Apakah Kamu tidak tahu berapa 100 juta itu? ” Pengawas Gang Ujong mengucapkan godaan manis dari belakang Hyeonu, tapi …", "“Berapa 100 juta?” Ada senyum di wajah Hyeonu.", "100 juta?", "Itu adalah sejumlah besar uang, tetapi itu tidak memiliki manfaat bagi Hyeonu.", "Ia dilahirkan dengan sendok emas.", "Ya, sendok emas.", "Ayah Hyeonu adalah presiden Freshwater Constructions, sebuah perusahaan menengah.", "Jadi, tentu saja, Hyeonu tidak bisa dipindahkan dengan gaji tahunan sebesar 100 juta.", "Lebih jauh lagi, pekerjaan seorang gamer profesional memiliki kerugian fatal dari umur pendek yang mencakup tiga hingga empat tahun. Masa depan mereka akan menjadi tidak pasti segera setelah mereka pensiun.", "Tak perlu dikatakan bahwa seorang gamer berusia 30-an akan terhanyut karena mereka bermain game saat mereka harus meningkatkan diri di universitas.", "Jeong Geonnung, seorang gamer profesional League of Legends — gim AOS yang menyapu dunia di masa lalu — dan yang terkenal dengan slogannya ‘Ddang-ddang-ddang bbang!,, Pernah berkata,“", "Masa depan gamer profesional tidak cerah.", "”", "Bayangan ini menjulang di belakang profesi seorang gamer profesional, yang menerima sorotan cemerlang ketika aktif.", "Tentu saja, menjadi seorang gamer profesional tidak akan menjadi masalah bagi Hyeonu yang dilahirkan dengan sendok emas …", "“Aku sudah bosan sekarang.”", "Masalahnya adalah bahwa ia telah kehilangan minat dalam permainan, Arena.", "Tempat pertama pada peringkat server gabungan …", "Tempat pertama di level karakter …", "1 di poin arena …", "Selain itu, barang-barangnya bernilai puluhan juta won dalam bentuk tunai.", "Apa asyiknya menjadi gamer profesional di bidang yang sudah mencapai puncaknya?", "‘Berhenti dan fokus pada kenyataan. Aku perlu mewarisi bisnis ayah Aku. ‘", "Hyeonu memutuskan untuk meninggalkan Arena.", "***", "“Pemimpin Kelompok-G-nim!” Kim Daeri, salah satu pengembang Arena, berteriak dengan suara putus asa.”Ini serius!!!”", "“…Apa itu?”", "Pemimpin tim perencanaan umum Arena, yang lelah karena serangkaian pekerjaan larut malam, menggosok matanya yang mengantuk.", "“Pemain meleegod!”", "“…?”", "“Dia menghapus karakternya!”", "“A … Apa?!?!” Pemimpin tim perencanaan umum terkejut.", "“B-Hentikan dia! Cepatlah! ”", "“B-Bagaimana caranya menghentikannya ??”", "“Apa pun yang harus kamu lakukan, hentikan! Apa yang kamu kerjakan sekarang?!!”", "“Sudah dihapus, Ketua Grup-nim …”", "“", "Hah", ", Apa yang harus Aku lakukan sekarang?”", "Kim Daeri bertanya kepada pemimpin tim perencanaan, yang duduk di kursi seperti jiwanya telah terkuras, “Apakah debut profesional ‘meleegod’ telah dihapus saat itu?”", "“Kau f king mengatakan itu? Kamu brengsek!!! Entah bagaimana alternatifnya !!! ”", "Untuk tim perencanaan, meleegod dan Hyeonu adalah batu loncatan untuk membawa Arena ke tingkat berikutnya karena Hyeonu selalu unik.", "Secara khusus, tidak ada yang bisa dibandingkan dengannya dalam hal kontrol.", "‘Kontrol yang tidak bisa dipahami — ini adalah kata-kata yang menggambarkan gaya bertarung Hyeonu.", "Dia menangkap monster dengan cara yang tidak diharapkan oleh siapa pun. Itu adalah kasus dengan serangan solo pertamanya serta dalam perang di mana ia bertarung melawan beberapa peringkat.", "Ketua kelompok tim perencanaan tidak ragu bahwa gaya bertarung Hyeonu yang penuh warna dan sempurna, dalam kombinasi dengan penampilannya yang tampan, akan cukup untuk mengguncang pasar realitas virtual.", "Sekarang, penghapusan karakter Hyeonu yang tiba-tiba membuat mereka menjadi panik.", "“Ketua Kelompok-nim, ini adalah area bebas rokok …”", "“Sial, apa itu penting sekarang? Aku hanya akan membayar denda.", "Mendesah…”", "Pemimpin tim perencanaan umum menyentuh rokok yang dia janjikan kepada istrinya bahwa dia telah berhenti merokok.", "***", "Satu tahun delapan bulan berlalu.", "“Hei, Gang Hyeonu, apakah ini sudah liburan tahun terakhirmu? Waktu berlalu sangat cepat. ”", "“Tidak semuanya. Ini hanya akhir dari waktu yang membosankan. ”", "Hyeonu merasa segar selama liburan tahun terakhirnya. Ini adalah saat ketika dia bisa melihat akhir dari kehidupan militernya, yang sepertinya tidak akan pernah berakhir.", "Waktu telah berlalu dengan baik sampai ia menjadi seorang prajurit yang terluka.", "Sebelum dia menyadarinya, dia telah menjadi raja kehidupan yang keras. Sejak saat itu, menjadi lebih membosankan ketika ia menjadi prajurit yang hidup, bernafas yang tak terlihat dan melanjutkan kehidupan militer yang bebas.", "Karena sifat cuti liburan pasukan, sudah lama sejak Hyeonu kembali ke rumah.", "Ding dong, ding dong, ding dong.", "“Apa? Tidak ada orang di rumah? Buka pintunya.”", "Saat tiba di depan rumahnya, Hyeonu menekan bel seperti biasa, tetapi tidak ada jawaban.", "Akhirnya, dia mengeluarkan kunci dari dalam dompetnya dan membuka kunci pintu.", "Ketika dia melintasi halaman, Hyeonu berpikir itu aneh bahwa dia tidak bisa mendengar suara dari ibunya dan bibi pembantu.", "“!!!” Hyeonu memasuki rumah dan terkejut. Setiap sudut rumah ditutupi dengan stiker merah. Apa yang sedang terjadi?", "Mengapa ada stiker merah menempel di seluruh rumah yang baik-baik saja selama liburan sebelumnya …?", "Bab 1", "Tiga bulan kemudian…", "“Beri aku yang merah. Yang merah.”", "Seorang pria setengah baya mabuk yang terhuyung-huyung ke kasir sebuah toko.", "Pekerja paruh waktu menunjuk dua kotak rokok dengan warna merah khas.", "“Apakah kamu mau yang ini atau yang ini?”", "“Beri aku ini.”", "Pria mabuk menyerahkan uang dan membanting pintu.", "“Sulit menghasilkan uang …” Hyeonu bergumam pada dirinya sendiri ketika dia melihat punggung pria mabuk itu.", "Ya, sulit menghasilkan uang.", "Dia menghasilkan tingkat per jam 6.030 won.", "Jika dia tinggal di toko selama sebulan penuh, jumlah uang yang terkumpul di buku tabungannya akan sekitar satu juta won.", "Gaji satu bulan kurang dari setengah barang yang ia beli (tas, dompet, jam tangan, dll.) Di masa lalu.", "Tetap saja, itu tidak bisa membantu.", "Keluarganya bangkrut.Jika dia tidak melakukan pekerjaan paruh waktu ini, dia tidak akan bisa memasukkan makanan ke dalam mulutnya.", "‘Sendok emas’ Gang Hyeonu yang dengan santai menghabiskan jutaan won sehari tidak ada lagi. Sekarang, hanya ada putra tertua dari keluarga yang jatuh, ‘sendok tanah’ Gang Hyeonu …", "Pada saat ini, teleponnya bergetar.", "Nama yang muncul di layar adalah seorang teman, Yeongchan.", "–", "Hyeonu?", "“Kenapa kamu menelepon? Aku melakukan sesuatu, jadi telepon Aku nanti. ”", "–", "Kenapa Aku menelpon? Bung, aku ingin melihat wajahmu.", "Lebih sulit untuk melihat Kamu saat ini daripada ketika Kamu berada di tentara.", "Hubungi Aku jika Kamu mengalami kesulitan.", "“Apa yang sulit?”", "Hyeonu menjawab dengan kasar kata-kata Yeongchan yang menyarankan dia tahu sesuatu.", "-Ada yang bilang mereka melihatmu bekerja paruh waktu. Apakah kamu benar-benar baik-baik saja?", "Kamu bukan tipe pria yang melakukan itu.", "Tidak.", "Dimana kamu", "Aku akan mendatangi Kamu sekarang.", "“Kenapa kamu datang? Aku akan menghubungi Kamu nanti. Sampai jumpa. ”", "Hyeonu menutup telepon.", "Yeongchan adalah seorang teman yang telah merawatnya sejak dia masih kecil.", "Dia adalah teman yang mendekati Hyeonu ketika dia pergi ke TK terlambat.", "Yeongchan adalah teman keluarga yang selalu merawat Hyeonu dari sekolah dasar hingga sekolah menengah. Di satu sisi, Yeongchan tahu Hyeonu lebih baik daripada orang tua Hyeonu sendiri.", "Sekarang … Hyeonu malu dan tidak percaya diri menghadapi teman seperti itu.", "‘Senang tertawa denganmu. Sekarang … Sejujurnya aku tidak tahu … Yeongchan … ‘", "Jujur, Hyeonu takut.", "Dia bertanya-tanya apakah kejatuhan keluarganya mungkin mengubah pandangan Yeongchan tentang dirinya.", "Selain itu, Hyeonu tidak ingin Yeongchan melihat penampilannya yang menyedihkan ketika dia makan makanan tanpa tanggal kedaluwarsa karena dia tidak punya uang untuk makanan.", "Itu adalah situasi di mana Hyeonu harus melewatkan makan jika dia harus membuang makanan.", "“Hyeonu, kamu melakukan pekerjaan dengan baik! Cepat dan serahkan padaku! Kamu harus masuk ke sana dan beristirahat. ”", "Apakah dia sudah berpikir terlalu lama?", "Sebelum dia menyadarinya, pekerja harian Sangjin telah memasuki toko serba ada.", "“Kamu disini?”", "“Ya, bung. Kamu pasti sangat lelah. Cepat dan serahkan padaku. Aku datang 10 menit lebih awal karena Aku khawatir Kamu terlalu lelah. ”", "“Terima kasih.”", "“Man, ada apa dengan ucapan terima kasih?” Park Sangjin tertawa.", "Park Sangjin adalah salah satu dari sedikit kenalan yang tidak memperlakukan Hyeonu secara sensitif setelah Hyeonu dikurangi menjadi sendok kotoran semalam.", "Masalahnya adalah …", "“", "Ya!", "Sehui memanggil! ”", "Dia memiliki begitu banyak wanita di samping sehingga dia menerima lusinan telepon di tempat kerja dan wanita terus datang ke toko.", "“Hyung, tolong lakukan yang terbaik! Terima kasih untuk hari ini!”", "“Iya!”", "Hyeonu meninggalkan toko.", "“Hei, Gang! Apakah kamu sudah selesai?”", "Itu suara yang akrab.", "Di meja di luar toko serba ada, Yeongchan yang berpakaian glamor duduk menunggu bersama seorang Amerika.", "Hyeonu kagum ketika melihat Yeongchan, tapi dia segera mendapatkan kembali ekspresinya yang biasa.", "“Yeongchan? Apa yang kamu lakukan di sini?”", "“Apa hubungan kita? Aku terluka. Seseorang mengatakan Kamu bekerja paruh waktu di sini. ”", "“Apa … Karena kamu di sini, mari kita makan.”", "Hyeonu membawa Yeongchan ke restoran sup terdekat.", "Yeongchan duduk di meja lantai restoran sup dan menatap Hyeonu dengan cemas, yang menunjukkan ekspresi busuk. “Apa yang terjadi dengan keluargamu? Mengapa Kamu bekerja paruh waktu? Hei, katakan padaku dengan jujur. Apa yang terjadi di rumahmu? ”", "“…”", "“Aku tahu segalanya.”", "“…!”", "“Aku tidak tahu detail pastinya … tapi aku punya ide kasar.”", "“Apakah begitu…”", "“Ini mengecewakan, Gang Hyeonu.”", "“Mengecewakan?”", "“Ya, brengsek!” Teriak Yeongchan.”Apakah ini satu-satunya hal antara kamu dan aku?”", "“", "Hah?", "”", "“Apakah ini satu-satunya hal antara Kwon Yeongchan dan Gang Hyeonu ?! Apa yang keluarga Kamu alami saat-saat sulit berhubungan dengan melihat Aku? Apakah Kamu tidak ingin melihat wajah Aku jika keluarga Aku bangkrut?", "Eh?", "”", "Gang Hyeonu merasa seperti dia telah dihantam keras oleh kekuatan tumpul dan tidak bisa mengatakan apa-apa untuk sementara waktu.", "Dia khawatir tentang hal itu, tetapi temannya — Yeongchan — belum berubah dan masih benar.", "Itu inferioritas Gang Hyeonu yang membuatnya melarikan diri dari orang-orang di sekitarnya.", "“Menyentakkan.” Yeongchan mendorong maju sebotol bir dengan ekspresi rumit. “Beri tahu aku semuanya. Kami adalah teman. ”", "“Terima kasih.” Gang Hyeonu mengangkat cangkirnya.", "Gulp tegukan.", "Bir dingin dan pahit tumpah di tenggorokannya.", "“Apa yang sebenarnya terjadi?”", "“Hanya saja…”", "Setelah itu, Gang Hyeonu dan Kwon Yeongchan menghabiskan waktu untuk saling bercerita tentang cerita yang belum mereka bagikan.", "“Hei.” Tiga jam setelah duduk berhadap-hadapan dan minum bir, Kwon Yeongchan dengan hati-hati membuka mulutnya. “Kamu…”", "“Apa itu?”", "“Bahwa…”", "“Kenapa kamu tidak mengatakannya? Apakah rumahmu juga hancur? ”", "“Ya, aku hancur … tunggu, tidak!” Kwon Yeongchan jatuh hati pada Hyeonu yang bangkrut dan berteriak. “Brat, berhenti bercanda!”", "“Apa itu?”", "“Kamu…”", "“Mengapa kamu sangat ragu-ragu?”", "“Mungkin … kamu harus … coba Arena lagi?”", "“…!”", "“", "Hah???", "”", "Itu saran yang tak terduga — mainkan Arena lagi.", "Ini adalah sesuatu yang tidak pernah dipertimbangkan oleh Hyeonu.", "“Aku belum memikirkan hal ini.”", "“Aku tidak mengatakan untuk memutuskan sekarang. Pikirkan saja itu. Ada opsi seperti ini. ”", "Mereka berdua bersulang sebelum meninggalkan restoran sup dan berpisah.", "“Aku mengerti. Anak nakal! Pikirkan saja! ” Kwon Yeongchan berteriak ke belakang kepala Hyeonu.", "‘Arena … Bisakah Aku melakukannya lagi? Ye Hyeonu memikirkan Arena.", "Apakah mungkin untuk kembali dan berhasil?", "Secara fisik …?", "Dia yakin bahwa dia ‘luar biasa.’", "Bahkan jika dia mulai sekarang, dia yakin bahwa dia tidak akan kehilangan siapa pun.", "Namun, perbedaan ‘item’ tidak mudah diatasi.", "Orang-orang sadar akan pentingnya waktu dalam game RPG.", "Mengapa?", "Perbedaan antara set roda gigi adalah apa yang disebut ‘dinding yang tidak dapat dilepas’ yang sulit diatasi bahkan dengan keterampilan.", "www.worldnovel.online"]},
{"text2": ["Setelah Hyeonu tiba di Aslan, tempat pertama dia datangi adalah rumah kepala suku.", "Itu untuk menghapus pencarian dan mendapatkan hadiah.", "“Aku tahu aku bisa mempercayakannya padamu.”", "[Kamu telah menyelesaikans Permintaan Kepala Dell.]", "[Pengalaman telah diperoleh.]", "[Dell’s Ring telah diperoleh.]", "[Dell’s Ring]", "[-Sebuah cincin dengan penampilan biasa dan efek umum. Sama sekali tidak istimewa.", "Peringkat: Jarang", "Batasan: Level 10 atau lebih.", "Efek: Kekuatan +3, Agility +3.]", "[Daya Saing dengan Kepala Aslan Dell telah meningkat sebesar 10.]", "Kepala Dell memuji Hyeonu, tetapi Hyeonu tidak berbicara sama sekali.", "Memperpanjang percakapan hanya akan menyebabkan sakit kepala.", "‘", "Bah", ", apa ini? Aku lebih suka Kamu memberi Aku ramuan. ”", "Selain itu, tidak ada satu kata pun yang ingin ia bagikan dengan kepala suku yang memberinya nilai tak biasa.", "Dia sengaja memilih pencarian untuk memberinya banyak pengalaman, tapi ini masih terlalu banyak.", "[Kamu telah menyelesaikan Permintaan Lance]", "[Pengalaman telah diperoleh.]", "[Ramuan Kesehatan Khusus One Lance telah diperoleh.]", "[Ramuan Kekuatan Sihir Spesial One Lance telah diperoleh.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "“Kamu menangkap para goblin seperti yang dijanjikan. Ini beberapa ramuan. ”", "“Ada hadiah besar dan pengalaman bagus.”", "Lance memberikan Hyeonu satu ramuan kesehatan dan satu sihir.", "Hyeonu dengan cepat keluar dari toko kelontong setelah menerima ramuan.", "Ada tempat yang harus segera dia kunjungi.", "“Aku level 10 …”", "***", "Hyeonu berjalan melewati kota dan berhenti di depan sebuah menara besar.", "Nama menara itu adalah Menara Kelas.", "Itu sering disebut sebagai ‘Menara Ubah Kelas.’", "Setiap kelas menempati satu lantai.", "Itu adalah konsep seperti department store.", "Beberapa menyebutnya sebagai department store perubahan kelas.", "Pada level 10, Hyeonu mengunjungi menara untuk mengubah kelasnya.", "Kelas yang Hyeonu pilih tanpa banyak kesulitan adalah seorang prajurit. Bagaimanapun, itu adalah perubahan kelas dua yang istimewa. Perubahan kelas pertama hanyalah basis.", "Sederhananya, itu adalah batu penjuru. Singkatnya, itu hanya proses yang lewat.", "“Prajurit, prajurit … aku menemukannya. Lantai 5? ”", "***", "“Apakah kamu ingin menjadi prajurit?” Khan, manajer lantai prajurit, bertanya.", "“Iya. Aku datang untuk menjadi seorang pejuang. ”", "Atas jawaban Hyeonu, Khan mengambil pedang yang telah diletakkan di samping. “Yah, kami tidak menggunakan kata-kata seperti itu di lantai bawah. Agar memenuhi syarat untuk menjadi seorang pejuang, mari bertarung sekali. ”", "“Aku mengerti.” Hyeonu merasakan hal ini juga.", "‘Itu keren.’", "Khan adalah seorang prajurit dengan ucapan lugas.", "Dia memiliki sifat sederhana tanpa pretensi.", "“Datang pertama. Aku akan mengakui pukulan pertama. ”", "Hyeonu menyerang bukannya membalas.", "Pedang bermata satu-nya mengalir dengan lancar dan tepat di busur ke arah perut Khan.", "Khan merinding ketika dia menemukan pedang Hyeonu.", "Pria muda di depannya sejauh ini adalah petualang terbaik yang pernah dilihatnya.", "Dia tidak berpikir bahwa ada orang yang bisa menunjukkan serangan yang begitu rapi.", "Khan juga membalas Hyeonu dengan ilmu pedang cepatnya.", "Hyeonu menggunakan kekuatan tolakan ketika pedangnya diblokir untuk menyerang sekali lagi.", "Pertarungan antara Khan dan Hyeonu cukup sengit.", "Hyeonu puas dengan level ini, bahkan jika dia tidak mengatakannya.", "Tetap saja, Hyeonu punya beberapa pertanyaan.", "Standar perubahan kelas ini terlalu tinggi.", "‘Apakah otoritas perubahan kelas begitu kuat? Lalu bagaimana orang lain melewati ini? Ini…’", "Hyeonu perlahan meraih kemenangan ketika Khan meletakkan pedangnya dan berteriak, “Berhenti! Hentikan di sini. Kamu cukup berkualitas. ”", "“Aku ingin sedikit kehilangan.” Hyeonu sedikit kecewa.", "Sudah lama sejak dia merasa seperti memiliki pertarungan pedang yang tepat.", "Khan yang berkeringat mengangkat tangannya ke Hyeonu.”Mulai sekarang, kamu adalah seorang pejuang yang aku akui.”", "[Kelas Kamu telah berubah menjadi ‘prajurit’.]", "[Kekuatan dan fisik telah meningkat sebesar 10.]", "[Judul ‘Prajurit Diakui oleh Khan’ telah dibuat.]", "[Prajurit Diakui oleh Khan]", "[-Sebuah gelar yang diberikan kepada para pejuang yang diakui oleh Khan, petugas perubahan kelas yang menuntut.", "Efek: Kerusakan senjata jarak dekat meningkat 5%.]", "‘Judul?’", "Efek judulnya tidak terlalu bagus sekarang.", "Namun begitu banyak judul dipertemukan, sinergi akan menjadi hebat.", "Untuk alasan ini, Hyeonu puas dengan gelar tersebut.", "[Keterampilan telah dibuat.]", "[Penguasaan Senjata]", "[Meningkatkan kerusakan saat menggunakan senjata.", "Jenis: Berkelanjutan", "Peringkat: Jarang", "Kecakapan Keterampilan: F", "Kerusakan senjata akan meningkat 10%.]", "[Pesta]", "[Cepat mengisi dan menggunakan senjatamu.", "Jenis: Segera Diaktifkan", "Peringkat: Jarang", "Kecakapan Keterampilan: F", "Jarak Maksimum yang Dibebankan: 3M.", "Waktu Cooldown Skill: 10 detik.]", "[Pukulan Berat]", "[Senjata bertenaga Mana digunakan sangat kuat.", "Jenis: Segera Diaktifkan", "Peringkat: Jarang", "Kecakapan Keterampilan: F", "Waktu Pengisian Maksimum: Satu detik.", "Waktu Cooldown Skill: 10 detik.]", "Dia telah memperoleh tiga keterampilan setelah perubahan kelas.", "Itu semua adalah keterampilan dasar yang bermanfaat.", "Mereka akan menjadi keterampilan yang cukup berkembang setelah perubahan kelas kedua.", "Kemudian Khan berkata kepadanya, “Mungkin saja itu jika Kamu. Bakat itu nyata. ”", "“", "Hah?", "Apa yang kamu katakan…”", "“Nanti, begitu kamu yakin akan kekuatanmu, temukan pemilik koin ini.”", "Khan memberinya koin emas kecil yang diukir dengan pola pedang dan perisai bersilang. “Pemilik koin itu adalah ksatria Kion. Ini akan menjadi peluang besar bagi Kamu. ”", "“Apa ini?” Hyeonu mempertanyakannya ketika dia tiba-tiba menyerahkan sebuah koin dan sebuah pencarian potensial.", "Mengapa memberikan ini padanya?", "Apakah itu pencarian tersembunyi yang hanya diberikan kepadanya?", "Meski begitu, Hyeonu tidak berbicara.", "Dia pikir tidak ada yang buruk tentang menerimanya.", "Saat dia menerima koin dari Khan, sebuah jendela pesan muncul di depan Hyeonu.", "Itu karena sebuah pencarian telah dibuat.", "[Sebuah pencarian telah dibuat.]", "[Temui Knight of Kion.]", "[Kamu direkomendasikan oleh petugas perubahan kelas, Khan. Jika Kamu yakin dengan kekuatan Kamu, temui Knight of Kion, Lebron.", "Peringkat: E.", "Ketentuan: Temui Knight of Kion 0/1.", "Hadiah: keterampilan Lebron.]", "“Ngomong-ngomong, di mana Ksatria Kion?”", "“Dia ada di Yusma.”", "Betul.", "Ksatria Kion, Lebron, adalah ksatria yang mewakili Kekaisaran Yusma.", "Itu adalah Lebron, ksatria terhebat kekaisaran, yang selalu menduduki tempat dalam diskusi tentang pasukan di Arena.", "‘Jackpot!’", "Setelah mendengarkan penjelasan Khan, Hyeonu secara naluriah menyadari bahwa itu adalah jackpot.", "Hyeonu melakukan yang terbaik untuk menyelesaikan sudut bibirnya yang naik, tetapi sulit untuk menghentikan tawa.", "“Kalau begitu aku akan pergi,” kata Hyeonu selamat tinggal kepada Khan, yang telah memberinya begitu banyak, dan keluar dari menara.", "Dia selesai meninggalkan menara sebelum meledak seperti orang gila.", "‘Luar biasa. Luar biasa. ”", "Dia telah memukul jackpot.", "Hyeonu bahkan tidak berpikir dia akan menghadapi hal-hal ini dalam proses perubahan kelas.", "“Sebuah pencarian E-grade yang membutuhkan setidaknya level 50?”", "Dia sudah termotivasi untuk naik level.", "“Ini adalah keterampilan dari kesatria terbaik kekaisaran …”", "Hyeonu sudah menantikannya.", "Jenis keterampilan apa yang akan diberikan Lebron padanya?", "Dia menantikan bagaimana dia akan terlihat ketika dia menggunakan skill.", "Langkah kakinya penuh antisipasi ringan.", "***", "GM Jung Dahui sedang menatap monitor.", "Dia begitu fokus sehingga tampaknya ada tatapan yang keluar dari matanya.", "“Ayo cepat. Dengan begitu, lebih banyak orang akan melihat meleegod, ”Jung Dahui bergumam dengan suara rendah.", "Beberapa saat kemudian, pertempuran Hyeonu dimulai.", "Pada saat itu, tangan Jung Dahui bergerak dengan rajin.", "Itu untuk mengubah perspektif layar.", "Kali ini, kamera melihat ke bawah dari langit.", "‘Oppa …apakah kamu sudah membaik? ”", "Dalam pertarungan melawan petugas perubahan kelas dengan statistik unggul, Hyeonu tidak didorong.", "Pada satu titik, ia bahkan membuat kewalahan petugas pergantian kelas.", "Petugas perubahan kelas yang Hyeonu temui sekarang sedikit berbeda dari yang biasa ditemui pemain.", "Itu karena Jung Dahui telah secara sewenang-wenang menimpa data.", "Hyeonu menang melawan petugas perubahan kelas dengan status pemula dan tanpa keterampilan.", "“Dia menang melawan petugas perubahan kelas yang aku programkan dengan data yang dikumpulkan dari para pemain game …”", "“Seperti yang diharapkan dari Oppa,” Jung Dahui mengaguminya.", "Hyeonu yang dia kenal benar-benar hebat.", "Segera, pertempuran Hyeonu berakhir.", "Sejak saat itu, pertempuran Jung Dahui dimulai.", "Jung Dahui sangat berkonsentrasi sehingga dia tidak bisa mendengar napasnya sendiri.", "Dia hanya bisa mendengar suara ketukan keyboard.", "“Ini hadiah Aku, Oppa.”", "Monitor Jung Dahui menunjukkan Hyeonu tertawa sambil memegang koin di tangannya.", "***", "[Telur Pet Acak]", "[Tidak diketahui apa yang akan muncul. Kelinci atau naga biasa mungkin muncul. Semuanya tergantung pada keberuntungan.", "Peringkat: Jarang", "Penggunaan: Setelah menyuntikkan kekuatan sihir, telur akan pecah dalam satu jam, dan hewan peliharaan akan muncul.]", "Hyeonu selesai membaca deskripsi telur dan memasukkannya dengan kekuatan sihir.", "Dia juga dipenuhi dengan antisipasi untuk hewan peliharaan.", "Faktanya, telur hewan peliharaan acak di Arena tidak terlalu bagus.", "Data sejauh ini telah membuktikannya.", "99,999% adalah sampah dan hanya 0,001% adalah jackpot.", "Selain itu, tingkat drop-nya rendah.", "Tidak ada yang tahu kapan sistem hewan peliharaan akan diperbarui, sehingga telur hewan peliharaan acak sebagian besar tersedia di rumah lelang.", "Mereka sangat mahal sehingga pemain biasa tidak membelinya.", "Satu-satunya yang tidak tahu ini adalah Hyeonu.", "“Apa yang akan keluar?”", "Harapannya hanya tumbuh.", "Ini adalah kata-kata yang tepat untuk menggambarkan Hyeonu saat ini — orsignorâ € ™ atau ‘berani’.", "Hyeonu tidak mengerti bagaimana tindakannya yang sembrono.", "***", "“", "Wah!", "Waktu telah habis!”", "[0 menit dan 31 detik tersisa hingga menetas.]", "[0 menit dan 16 detik tersisa hingga menetas.]", "[0 menit dan 2 detik tersisa sampai menetas.]", "[0 menit dan 1 detik tersisa hingga menetas.]", "[Telur mulai menetas.]", "Hyeonu memperhatikan telur itu pecah dan dengan hati-hati meletakkannya di tanah.", "Dia dengan hati-hati meletakkannya karena dia takut akan ada hasil yang buruk jika dia melemparkan telur dan akhirnya memecahkannya.", "Telur itu perlahan-lahan pecah terbuka.", "Harapan Hyeonu melonjak sebanyak jumlah retakan emas meningkat.", "Cahaya kuning muncul dari telur yang pecah.", "‘Ada cahaya. Ini dia. Ini dia! ’", "Hyeonu tidak tahu bahwa semua telur hewan peliharaan acak memancarkan cahaya ketika mereka pecah dan berpikir hewan peliharaan yang baik akan keluar dari telurnya.", "‘Jadilah yang baik. Silahkan! Biarkan itu menjadi unik !!! ’", "Segera, kulit telur itu benar-benar hancur.", "Cahaya mencapai puncaknya.", "Hyeonu menutup matanya karena cahayanya terlalu kuat.", "Seiring perkembangannya, harapan Hyeonu membengkak seperti balon.", "Setelah beberapa saat, cahaya itu menghilang.", "Setelah Hyeonu merasakan cahayanya hilang sepenuhnya, dia perlahan membuka matanya.", "Apa yang muncul di depan Hyeonu adalah …", "www.worldnovel.online"]},
{"text2": ["[Duel akan segera dimulai.]", "[5 … 4 … 3 … 2 … 1.]", "[Duel sudah dimulai.]", "“Jangan terlalu gugup. Kamu akan kalah ketika Kamu bertarung dengan seseorang seperti Aku. Anggap itu sebagai pengalaman, ”Park Junu mencela Hyeonu.", "Namun, Hyeonu tidak mendengarkan Park Junu.", "Hyeonu sedang memikirkan situasi saat ini.", "Itu tentang perbedaan kekuatan yang realistis antara dirinya dan Park Junu.", "‘Berdasarkan item yang dia kenakan, dia sekitar level 40 berdasarkan. Sebagian besar item berkisar dari normal hingga tidak biasa untuk kelas prajurit. ”", "Dengan asumsi bahwa Park Junu adalah pemain ksatria biasa, dia akan menginvestasikan dua poin dalam kekuatan, satu dalam ketangkasan, dan dua dalam fisik dengan setiap level naik. Ini berarti kekuatannya adalah 90, kelincahannya 50, dan fisiknya 90.", "‘Jika Aku menggunakan skill yang melekat pada cincin, kekuatan Aku akan mendidih sementara kelincahan Aku akan kurang. Tetap saja, Aku akan menang. ”", "Hyeonu yakin akan kendalinya.", "Jika dia tidak bisa menang melawan anak ayam kecil seperti ini, tidak mungkin baginya untuk menghasilkan uang dengan kembali ke permainan.", "Mendengar hal ini, Hyeonu bergerak.", "Park Junu, yang mengayunkan pedangnya terlebih dahulu, terhuyung.", "“Kamu dimana?”", "Park Junu juga menghindari serangan Hyeonu, seolah tingkat serangan ini tidak cukup untuk menyakitinya.", "Dia dengan cepat meluncurkan serangan balik menggunakan stat kelincahannya yang tinggi.", "Menurut standar Park Junu, ini adalah serangan terbaik.", "Namun demikian, ini hanya di tingkat Park Junu.", "Hyeonu dengan lembut menangkis pedang yang mendekat dengan momentum yang cukup untuk membelah kepalanya.", "“!!!” Park Junu melihat Hyeonu dengan lembut menangkis serangannya, dan kecemasan muncul di benaknya.", "Dia mulai bertanya-tanya lagi apakah Hyeonu adalah seorang pemburu.", "Park Junu menggelengkan kepalanya dengan keras untuk menyingkirkan perasaan gelisah dan mengayunkan pedangnya lebih cepat.", "Sejak awal, Hyeonu tidak punya niat untuk memperpanjang duel ini ketika itu melibatkan menghapus karakter.", "Dia ingin menyelesaikannya secepat mungkin.", "Karena itu, ia melakukan serangan yang lebih agresif.", "Pedang bermata satu Hyeonu menarik garis yang rapi dan memotong di paha Park Junu.", "Darah mulai mengalir dari luka terbuka.", "Pada saat ini, Hyeonu memiliki pemikiran aneh.", "Itu normal bagi seseorang untuk mengerutkan kening ketika mereka dipukul.", "Namun ekspresi orang ini sama sekali tidak berubah.", "Tidak, ada perubahan.", "Orang ini tidak bahagia. Itu adalah ketidaknyamanan dipukul oleh pukulan dari lawan yang tidak dia harapkan.", "“Jangan katakan padaku … Apakah dia mematikan sensasi rasa sakit sama sekali?”", "“Itu akan lebih mudah daripada yang aku pikirkan.”", "Hyeonu mengubah rencananya.", "Tidak perlu judi yang berlebihan.", "‘Kekuatan Raksasa.’", "[Kekuatan Giant telah digunakan.]", "[Stat kekuatanmu telah meningkat.]", "“Statistik kekuatanku akan menjadi 120 selama lima menit ke depan.”", "Sudah cukup waktu untuk mengalahkan lawannya.", "“Kotoran! Apakah Aku akan kalah dari pemula? ”", "Park Junu berteriak ketika dia membiarkan serangan Hyeonu.", "Serangannya meleset atau diblokir. Sementara itu, serangan lawannya melukainya.", "Kemarahan Park Junu meletus.", "Efektivitas tempurnya menurun. Lintasan hitam pedangnya mengarah ke Hyeonu, tapi dia hanya memotong udara kosong.", "Park Junu tersesat dalam kemarahannya, dan jalur pedangnya sangat lurus.", "Serangan seperti itu tidak bisa merusak Hyeonu.", "Mungkin akan berbeda jika dia tidak menggunakan Giant’s Power, tapi kekuatan Hyeonu yang sudah mendidih berarti Park Junu tidak bisa mendapatkan sedikit keuntungan.", "Sebaliknya, kendali sempurna Hyeonu menyebabkan Park Junu terluka berulang kali dan sering mundur.", "Dalam beberapa hal, itu wajar.", "Mengesampingkan statistik, masalahnya adalah perbedaan keterampilan.", "Perbedaan antara Park Junu dan Hyeonu seperti perbedaan antara langit dan bumi!", "“Mengapa? Mengapa?!! Kenapa tidak kena? ”", "“Bukannya tidak memukul. Kamu tidak bisa memukul Aku. Kamu harus tahu subjek Kamu. ”", "“Idiot. Itu tidak mungkin bagi Kamu. Kamu tidak punya bakat, ”tambah Hyeonu dengan suara rendah, tetapi Park Junu bisa mendengarnya.", "“Sudah lima menit.Mari kita selesaikan ini sekarang. ”", "Kata-kata Hyeonu justru menusuk Park Junu, yang sudah kehilangan separuh semangatnya.", "‘Idiot? Aku tidak punya bakat? Aku? Park Junu? Kehilangan bocah pemula ini? ”", "“Mati!!!!”", "Park Junu berteriak dan berlari ke arah Hyeonu.", "“Itu hanya kata-kata. Apa yang dapat Kamu lakukan dengan tubuh itu … ”", "“Blokir,”", "Park Junu secara naluriah berpikir ketika dia melihat pisau terbang ke arahnya.", "Dia mencoba menghentikan pedangnya, tetapi tubuhnya tidak mendengarkan.", "“Hanya ada kematian.”", "Itu adalah hukuman yang brutal, tetapi Park Junu tidak bisa mendengarnya.", "Kepalanya telah terpesona oleh pedang bermata satu Hyeonu.", "Park Junu jatuh ke tanah tanpa berteriak.", "Berdebar!", "[Kamu telah memenangkan duel.]", "[Hadiah akan dibayarkan sesuai dengan aturan ‘pemenang-dibutuhkan-semua. ‘]", "“Berapa banyak yang kamu punya?”", "Apa kekayaan ini?", "Ini adalah kesan Hyeonu tentang inventaris yang diperolehnya dari Park Junu.", "***", "“Sekarang aku hanya perlu membuatnya?”", "Setelah duel dengan Park Junu, Hyeonu memasuki ruang bawah tanah dan berhasil mendapatkan materi terakhir sementara anggota Tengkorak Hitam berlarian kebingungan.", "Kemudian dia menuju ke bengkel Aslan.", "Itu adalah tempat di mana dimungkinkan untuk memproduksi barang-barang bahkan tanpa kelas produksi.", "Hyeonu berdiri di depan kapsul besar yang tidak cocok dengan gaya fantasi di sisi lain bengkel.", "Nama kapsulnya adalah: Sekarang Aku juga Kelas Produksi!", "Kapsul ini bertugas memproduksi barang untuk pemain.", "Namun, ada satu kelemahan …", "Tidak ada koreksi keterampilan.", "[Tolong masukkan materi.]", "“Masukkan yang ini, yang ini juga. Oh, aku akan memasukkan ini juga. ”", "Hyeonu mengambil bahan yang dibutuhkan untuk produksi dari inventarisnya, memasukkannya ke dalam kapsul, dan menurunkan tutupnya.", "Kemudian dia menekan tombol produksi.", "Berdebar!", "Berdebar!", "Buk! Buk!", "Musik yang menggetarkan mengalir keluar, dan angka-angka mulai muncul di atas kapsul.", "[0% … 10% … 20% … 50% … 100%.]", "[Produksi ini sukses!]", "[Periksa item yang telah dibuat.]", "Sebuah pesan muncul di depan Hyeonu, dan kapsul otomatis terbuka, mengungkapkan item yang telah dibuatnya.", "Itu adalah botol kaca kecil.", "Hyeonu dengan hati-hati memeriksa informasi botol kaca itu.", "[Elixir Pertumbuhan Cepat Kuno]", "[-Elixir pertumbuhan dibuat menggunakan rahasia kuno.", "Peringkat: Unik", "Batasan: Tidak ada", "Efek: Meningkatkan pengalaman yang diperoleh sebesar 20% selama empat jam berikutnya.]", "“Aku tidak mengingatnya dengan salah.”", "Hyeonu menyeringai.", "Dia akan bisa memadamkan api darurat dengan item ini.", "Jika ada satu hal yang mengecewakan, itu adalah dia hanya bisa membuat ramuan sebulan sekali.", "***", "Di situs perdagangan Arena-satunya, sebuah bom besar dijatuhkan di toko Arena.", "Itu karena elixir pengalaman, yang telah dihentikan enam bulan yang lalu, muncul kembali.", "Hanya ada satu.", "Pita, pemain gelap, orang kaya, dan pemain profesional bergegas masuk.", "Itu adalah peluang besar untuk menggertak atau mengejar pesaing.", "Akibatnya, harga elixir naik secara eksponensial.", "Selain itu, orang mencari Hyeonu yang membuat ramuan itu.", "“Hei! Pembatasan biaya telah dicabut. Hanya ada satu. Beli sekarang juga? Dipahami. ”", "“Siapa yang membuat ramuan itu? Siapa yang menjualnya? Cari tahu menggunakan segala cara! ”", "“5.000 emas? Apakah itu masalah? Beli segera! Beli, tidak peduli berapa pun harganya! ”", "Enam bulan lalu, elixir pengalaman setara dijual 3.000 emas.", "Waktu yang tersisa untuk pelelangan eliksir adalah 30 menit.", "Harga saat ini adalah 5.000 emas, yang sudah melampaui 3.000 emas sebelumnya.", "***", "“Aku beruntung.Aku tidak berharap untuk menjual obat mujarab dengan harga yang mahal. ”", "Hyeonu tiba di kamar rumah sakit ayahnya dengan tangan penuh hadiah.", "Kemarin, ramuan pertumbuhan di toko Arena dijual dengan harga yang konyol, memungkinkannya untuk membeli hadiah ini.", "Hyeonu merasa lebih baik tentang memberi ibunya hadiah yang dia takut untuk beli.", "“Mengapa uang begitu baik?” Hyeonu bergumam ketika dia berdiri sendirian di depan ruangan.", "Itu membangkitkan semangat orang.", "Hyeonu sekarang secara bertahap belajar tentang uang, tidak seperti di masa lalu.", "Ketuk ketukan.", "“Masuk.” Itu suara ibunya. Dia tidak bisa menyembunyikan kelelahan dalam suaranya.", "‘Ibu …!’ Pikiran Hyeonu menjadi rumit ketika dia mendengar suara ibunya.", "Dia ingin membalas dendam terhadap mereka yang menghancurkan keluarganya, dan dia merasa perlu untuk segera memindahkan ayah dan ibunya ke lingkungan yang lebih baik.", "“Ibu, aku di sini.” Hyeonu menyembunyikan pikirannya dan memasuki kamar rumah sakit.", "“Astaga? Mengapa kamu datang ke sini ketika kamu begitu sibuk? Pasti berat. Istirahat di rumah. Ngomong-ngomong, apa ini? ”", "“Ini ulang tahun ibu. Kami mungkin tidak bisa mengadakan pesta, tetapi Kamu setidaknya harus makan daging. ”", "Hyeonu memegang tas di masing-masing tangannya.", "Ibu Hyeonu mungkin sangat lelah, tetapi dia khawatir tentang putranya yang sudah lama tidak dilihatnya.", "“Jika kamu punya uang untuk membeli sesuatu seperti ini, kamu harus menyimpannya untuk makananmu. Wajahmu menjadi lebih tipis. Ayo lihat…”", "“Aku makan enak. Bagaimana dengan Ayah? ”", "“Dia tidak buruk. Aku harap dia segera pulih … ”", "“Aku sudah melunasi semua tagihan medis. Dia akan dipindahkan ke kamar rumah sakit dengan tempat tidur ganda. Aku bahkan akan mendapatkan pengasuh jika Kamu mau. Itu … Ibu juga harus istirahat sebentar, ”kata Hyeonu dengan suara yang hampir menangis.", "Ibunya memeluk Hyeonu diam-diam. “Aku baik-baik saja … Aku baik-baik saja …”", "www.worldnovel.online"]},
{"text2": ["Beberapa hari kemudian, Hyeonu mampir ke sebuah department store untuk membeli hadiah ulang tahun untuk ibunya.", "Ngomong-ngomong…", "‘Arena … Arena …’", "Pikirannya rumit.", "Dia mengatakan dia tidak akan melakukannya, tetapi pikiran Arena terus melekat di benaknya.", "Waktu yang dimilikinya secara alami tidak mencukupi.", "Mengejar para pemain tidak pernah mudah untuk dilakukan.", "Tidak ada waktu.", "Hidupnya adalah satu di mana waktu terbagi antara bekerja paruh waktu yang berbeda.", "Jika dia menyentuh permainan, dia tidak akan bisa mencari nafkah segera.", "Selain itu, dia tidak punya uang untuk membeli A-Cube yang mahal.", "“Jalur…”", "Dia berjalan melewati department store sambil berpikir dan kebetulan melewati sebuah merek yang biasa dipakai ibunya.", "“Itu terlalu mahal … aku tidak mampu membelinya.”", "Harga sepatu yang dilihatnya konyol.", "Tidak, itu bukan hanya sepatu. Semuanya mahal.", "Sepatu, tas, pakaian, dan sebagainya yang telah dibelinya tanpa pertimbangan selama masa kayanya sekarang terlalu jauh untuk dijangkau.", "“Aku mengambil barang-barang mahal begitu saja … Keluargaku benar-benar hancur …”", "Dia merasakan kejatuhan keluarganya bahkan lebih.", "“", "Hah …", "”", "Akhirnya, Hyeonu harus melewati toko dengan tangan kosong.", "880.000 won padanya adalah satu-satunya uang yang dimilikinya.", "Jika dia membeli sesuatu dengan uang ini, dia tidak akan mampu membayar tagihan medis ayahnya.", "Pada saat ini, sebuah suara memasuki telinga Hyeonu, “Jihye, kamu suka ini?”", "Pemilik suara itu adalah seorang pria muda mengenakan pakaian mewah yang bersama seorang gadis.", "“Ya, Oppa. Terima kasih. Apakah Kamu ingin ciuman? ”", "“Tidak? Sesuatu yang lebih baik dari itu. ”", "“Apa itu?”", "“Kemudian, sebuah …", "eh?", "Apakah kamu mungkin? ” Pria muda itu berpura-pura bersahabat dengan Hyeonu. “Siapa ini? Bukankah Kamu Gang Hyeonu? ”", "Namun, Hyeonu tidak bisa mengingat pemuda ini.", "“Kamu siapa?”", "“Hei, kamu tidak ingat. Apakah Kamu mengatakan bahwa Aku tidak layak diingat? ”", "“Kamu siapa?”", "“Ini aku. Jung Hanbaek. ”", "“Jung Hanbaek?", "Ah!", "“Hyeonu ingat saat Jung Hanbaek mengatakan namanya.", "Jung Hanbaek — dia adalah anak lelaki seperti domba yang ayah Hyeonu kenalkan kepada Hyeonu di sekolah menengah pertama.", "Hyeonu memiliki kesan pertama yang buruk tentang bocah itu, jadi dia sengaja menjaga jarak. Itu sebabnya dia tidak ingat orang ini.", "“Apa? Putra mantan presiden Konstruksi Air Tawar tidak dapat mengingat orang seperti Aku? ” Jung Hanbaek dengan terang-terangan ingin memulai pertengkaran.", "“Apa yang kamu katakan tiba-tiba?” Hyeonu bertanya-tanya.", "“Apa yang Aku maksud?", "Kuk!", "”", "“…”", "“Sangat menyenangkan melihat putra sendok emas setelah waktu yang lama.", "Kuk, kukukukuk!", "”", "Itu adalah tawa yang buruk.", "“Beli apa yang ingin kamu beli dan pulanglah.” Hyeonu memutuskan untuk mengabaikan Jung Hanbaek ini.", "Tidak baik bertengkar dengan orang seperti itu. Dalam banyak hal, akan sedikit melelahkan untuk mengabaikannya.", "“", "Ah,", "Baik? Aku membeli sesuatu.Bagaimana denganmu? ”", "“…?”", "“Apakah kamu tidak membeli sesuatu? Tidak, Kamu tidak punya uang untuk membelinya? ”", "“Apa itu…”", "“Atau bisakah kamu masih membelinya? Jika keluarga Kamu bangkrut, Kamu tidak akan muncul di tempat seperti ini. ”", "“Bagaimana kamu tahu itu …” Hyeonu terkejut.", "Bagaimana Jung Hanbaek tahu tentang kejatuhan keluarganya? Dia baru saja memberi tahu teman dekatnya Yeongchan.", "Bibir Jung Hanbaek melengkung menjadi senyum ketika dia melihat Hyeonu.", "Ini membuat Jung Hanbaek dalam suasana hati yang baik untuk bertemu Hyeonu, yang mengabaikannya sebelumnya, di department store sambil membeli hadiah untuk pacarnya.", "“Aku ingin melihat wajahnya menjadi terdistorsi sekali saja.”", "Latar belakang yang tidak disadari Hyeonu mulai mengalir dari mulut Jung Hanbaek.", "Itu adalah kisah yang menusuk hati Hyeonu.", "“Bagaimana aku tahu…? Sebenarnya ayahku yang menghancurkan keluargamu, jadi tidak mungkin bagiku untuk tidak tahu. ”", "“Apa???”", "Hyeonu merasakan peningkatan panas di tubuhnya atas kata-kata mengejek Jung Hanbaek.", "Dia tidak tahu apa yang dikatakan orang ini.", "Ayah Jung Hanbaek yang menghancurkan keluarganya?", "“Jangan bilang …”", "Ada tempat di mana pikirannya pergi.", "“Pria yang memukul ayahku di belakang kepala … Itu ayahmu?” Dia membuang pertanyaan yang ingin dia tanyakan.", "“Iya.” Jung Hanbaek tidak menyangkal hal itu.", "“Ayahku. Dia banyak menderita di belakang. Dia telah membungkuk selama puluhan tahun, jadi bukankah sekarang saatnya baginya untuk mendapatkan sesuatu? Benar kan? Hyeonu? ”", "“…!”", "“Brat, kamu adalah sendok emas dan berjalan dengan sombong dengan bahu terangkat. Kamu harus menikmati hidup sebanyak yang Kamu bisa, menikmatinya! ”", "“Nikmati…? Apa apaan…?”", "“Bukannya sakit sendok kotoran? Menjadi pengemis dan hidup seperti anjing.", "Kuk!", "”", "“…”", "“Lalu, akankah aku bertemu denganmu lain kali?” Jung Hanbaek mengubah ekspresi dan nadanya sambil berbicara seperti dia adalah seorang aktor dalam sebuah drama. Dia terlihat sangat bahagia dan ceria. “Ayo pergi, Jihye.”", "“Ya, Oppa.”", "Jung Hanbaek berbalik.", "Kemudian dia berbicara pada dirinya sendiri, “Bajingan bodoh … Dia harus kehilangan keberanian sekarang karena dia tidak punya uang … Mulutnya tertutup meskipun mendengarkan kata-kata itu …”", "Dia sengaja melakukannya dengan keras agar Hyeonu bisa mendengar.", "“Nak … Bajingan …” Kata-kata ini menjadi bom yang menyebabkan kemarahan Hyeonu meledak.", "Jepret!", "Hyeonu meraih bahu Jung Hanbaek dan menariknya.", "Kemudian tubuh Jung Hanbaek berputar.", "Selanjutnya adalah pukulan!", "Hyeonu pertama kali menghantam wajah Jung Hanbaek.", "“", "Ack !!", "”", "“O-Oppa!”", "Jung Hanbaek menjerit kesakitan.", "“A-Apa?”", "“Di sana, ayolah!”", "Staf department store melihat pemandangan itu dan bergegas untuk menghentikan Hyeonu.", "“L-Lepaskan, kau bajingan! Jangan menghentikan Aku sebelum Aku membunuhnya !! ”", "Namun, Hyeonu sudah kehilangan akal sehat dan menjadi binatang buas.", "Kemudian…", "“Hentikan, orang itu adalah putra Presiden Jung!”", "“Tangkap dia!”", "“Kamu brengsek! Diam!”", "Staf di department store tidak berada di pihak Hyeonu.", "Jung Hanbaek adalah seorang VVIP sementara Hyeonu adalah seorang pria berusia 20-an yang mengenakan pakaian lusuh.", "Uang…", "Uangnya…", "‘Uang’ adalah kata yang membuatnya marah dan itu juga merupakan hal yang menggapai pergelangan kakinya.", "… Untuk apa uang orang itu?", "“Apa yang sedang kamu lakukan? Apakah Kamu tidak melaporkannya ke polisi? Segera!” Jung Hanbaek selesai berbicara, menyeka hidungnya, dan menembakkan senyum jahat pada Hyeonu.", "***", "Beberapa jam berlalu.", "Di depan kantor polisi terdekat, Hyeonu mengeluarkan ponselnya begitu dia keluar dari kantor.", "Ada sesuatu yang perlu dia periksa.", "Itu adalah jawaban yang perlu dia dengar dari satu orang, bukan orang lain.", "–", "Halo?", "“Ibu, ini aku. Apakah Ayah baik-baik saja? ”", "–", "Ayahmu masih berbaring sakit …", "Apakah kamu baik-baik saja?", "“Aku baik-baik.Aku akan pergi ke rumah sakit pada hari ulang tahun ibu. Ngomong-ngomong, mengenai urusan Ayah — apakah Paman Jung yang mengkhianatinya? ”", "-T-itu …!", "Ibunya mulai tergagap seolah dia terkejut dengan pertanyaan mendadak Hyeonu. –", "Y-Ya, bagaimana Kamu …", "“Betulkah?”", "–", "Itu … Hyeonu …", "Jawaban ibunya mendesah.", "Semua jenis penipuan … Hal-hal yang dilakukan ayah Jung Hanbaek terhadap ayah Hyeonu bukanlah hal-hal yang dapat dilakukan manusia.", "Hyeonu buru-buru menutup telepon atas kata-kata ibunya.", "Sulit mendengar lagi.", "Paman yang dulu tampak seperti keluarga telah mengkhianati mereka.", "Lebih jauh lagi, berdasarkan seberapa cepat perusahaan bergerak, itu tidak mungkin dilakukan sendiri. Pasti ada pembantu.", "“Entah bagaimana … Aku akan membalas dendam … tidak peduli metode apa yang aku gunakan …”", "Hyeonu diam-diam menelan amarahnya.", "Dia mengepalkan tinjunya dan bergidik dengan amarah yang membara.", "Tinjunya mengepal begitu erat sehingga darah menetes dari tempat kuku jarinya masuk ke kulitnya.", "“Bajingan … tunggu dan lihat … Itu tidak akan pernah berakhir seperti ini.”", "Kemarahan, yang seperti gunung berapi aktif, tidak akan keluar.", "Namun demikian, dia tidak punya cara untuk melakukannya.", "Bagaimana dia bisa membalas dendam?", "‘Bagaimana … Bagaimana ….’", "Tidak ada jawaban dari bekerja paruh waktu siang dan malam karena ketatnya biaya rumah sakit dan biaya hidup.", "Dia belum kuliah, jadi tidak ada cara untuk mencari pekerjaan.", "Hyeonu entah bagaimana perlu menghasilkan cukup uang untuk membesarkan keluarganya dan membalas dendam.", "Apa yang harus dia lakukan?", "Pikiran Hyeonu terfokus pada balas dendam saat dia pulang.", "Pada saat itulah suara yang datang dari toko elektronik terdekat menusuk telinga Hyeonu.", "–", "Pemain itu — dia menandatangani kontrak dengan gaji tahunan 500 juta won!", "–", "Pendapatan streaming dikatakan telah melampaui miliaran!", "Sangat bagus.", "Langkah kaki Hyeonu berhenti.", "“Ya, ini satu-satunya jawaban …”", "Masih ada harapan.", "Hyeonu segera mengeluarkan ponselnya. “Yeongchan? Ini aku.”", "Kemudian dia menyatakan, “Aku … Arena — mari kita mulai lagi.”", "Pemain terkuat di Arena, tempat pertama di peringkat, dan protagonis dari mitos Arena yang tak terkalahkan — ia dianggap sebagai salah satu pemain terbaik dalam permainan.", "Sekarang, dia ingin kembali ke Arena.", "www.worldnovel.online"]},
{"text2": ["“Terima kasih telah menerima meskipun kontak Aku tiba-tiba.”", "Yeongchan membawa Hyeonu ke rumah tanpa mengatakan apa-apa.", "Dia berhenti di depan sebuah ruangan.", "Begitu pintu dibuka, kapsul tetragonal besar bisa terlihat.", "Itu adalah salah satu perangkat yang terhubung ke Arena — A-Cube.", "Yeongchan mengatakan kepadanya, “Datang dan tinggallah di rumahku. Akan sulit untuk satu atau dua bulan di awal. Kamu harus menghemat uang. ”", "“", "Hah …", "“Hyeonu menatap lantai dengan diam.", "Dia berpikir bahwa dia akan menangis jika dia mengangkat kepalanya sekarang.", "Meskipun dia merasa kasihan pada Yeongchan, dia masih menyetujui saran Yeongchan.", "Dia merasa agak malu, tetapi sekarang bukan waktunya untuk mengkhawatirkan hal itu.", "“Aku akan membayar mereka … Jung Hanbaek dan Yeongchan. Selain itu, orang tua Aku. ”", "Hyeonu mengepalkan tangannya dengan erat.", "***", "Setelah beberapa jam pemantauan yang berulang-ulang dan melelahkan, GM Park Cheolhyeong di Arena menggosok matanya dan merasa kantuknya hilang ketika dia melihat pesan di monitornya.", "[Pembuatan karakter Gang Hyeonu (nama karakter masa lalu: meleegod). Peringkat keamanan: 1]", "“Pemimpin Kelompok-G-nim!” Park Cheolhyeong, GM Arena, berteriak dengan suara mendesak. “Ini serius !!!”", "“…Apa itu?” Pemimpin tim dari operasi Arena kewalahan oleh pemantauan terus menerus dan merespons sambil memijat matanya.", "“M-meleegod kembali.”", "“WHO? Migang? Siapa itu Migang? ”", "“Meleegod. Meleegod perfeksionis! ”", "“Apa?! meleegod kembali !! … adalah apa yang Kamu pikir akan Aku katakan. Hei Cheolhyeong, apakah kamu tidak melakukan pekerjaanmu? Jika Kamu punya waktu untuk melihat sesuatu seperti itu, Kamu harus bekerja lebih keras, brengsek! ”", "Kata pemimpin tim operasi. Lalu dia menunjuk matanya dan berteriak, “Tidak bisakah kamu melihat mataku merah sekarang? Aku bahkan tidak ingat kapan terakhir kali Aku tidur! Kotoran.”", "Membuang-buang waktu di tempat-tempat yang tidak berguna ketika ada banyak pekerjaan yang harus dilakukan …", "Pemimpin tim operasi mengalami sakit kepala.", "Dia tidak bisa mempercayai orang ini.", "Kalau dipikir-pikir, ada desas-desus bahwa ada orang seperti itu di bawah pimpinan tim perencanaan.", "Dia merasa terpaksa makan dengan kepala tim perencanaan lagi setelah sekian lama.", "“Pergi dan pikirkan bagaimana cara menangani anak-anak guild! Lakukan sebelum aku membunuhmu. Jika Kamu tidak, Aku benar-benar tidak akan membiarkan Kamu pergi. ”", "Park Cheolhyeong kembali ke tempat duduknya di bawah kritik keras dari pemimpin tim operasi dan menghapus layar meleegod.", "Dia kembali memantau guild besar sesuai perintah ketua tim.", "Beberapa waktu kemudian, pundak seorang operator wanita yang tugasnya memantau zona tingkat rendah tiba-tiba bergetar.", "“Apakah ini berarti meleegod telah kembali?”", "Itu karena pemimpin tim perencanaan tiba-tiba berteriak kepada pemimpin tim operasi.", "Pemimpin tim perencanaan segera merasakan perhatian orang lain di kafetaria dan menurunkan suaranya.", "Uhuk uhuk.", "“Tetap saja, apa yang ingin dia lakukan kembali sekarang? Tidak ada gunanya bahkan jika dia meleegod. ”", "“Itu benar. Tingkat pro saat ini berbeda dari ketika meleegod dimainkan di masa lalu. ”", "“Jangan memperhatikan hal-hal yang tidak perlu. Sulit untuk menyentuh benteng para profesional. Mereka mengkonsumsi konten dengan sangat cepat … ”", "“Karena itulah kita bermasalah belakangan ini.Mereka memainkan permainan terlalu baik. ”", "Para pemimpin tim perencanaan dan tim operasi mengabaikan kepulangan Hyeonu.", "Penilaian mereka terhadap Hyeonu adalah bahwa ia adalah warisan dari masa lalu yang sudah ketinggalan zaman.", "***", "Suara manis terdengar di ruang gelap, –", "Apakah Kamu ingin membuat karakter?", "Hyeonu merasakan jantungnya berdetak.", "Dia mendengar suara yang dia pikir tidak akan pernah dia dengar lagi.", "Beberapa orang mungkin menertawakan versi Hyeonu ini.", "Namun, kenyataannya adalah bencana, dan Hyeonu telah kembali ke Arena.", "Itu dia.", "“Aku tidak akan mengubahsuaikan karakter Aku, jadi Aku tidak perlu mendengarkan penjelasannya.”", "Hyeonu menyelesaikan pembuatan karakter seperti itu buang-buang waktu.", "–", "Lalu, mari kita beralih ke tutorial sesuai keinginan.", "Bersamaan dengan kata-kata ini, Hyeonu menghilang dari ruang gelap.", "***", "Ruang tempat Hyeonu muncul adalah Colosseum besar.", "Ada seorang pria menunggu Hyeonu.", "Namanya adalah Al.", "Itu adalah NPC yang melakukan tutorial.", "-Halo, Gang Hyeonu.", "Aku Al, dan Aku bertanggung jawab untuk kemajuan tutorial.", "“Selesaikan secepat mungkin,” desak Hyeonu Al seperti setiap detik adalah buang-buang waktu.", "Tetap saja, Al tidak panik karena dia telah melihat banyak pemain seperti itu sebelumnya.", "–", "Maka Aku akan melanjutkan langsung dengan tutorialnya.", "Ada dua tutorial.", "Aku akan memeriksa detail tes kekuatan sihir dan tes pertempuran sebelum melanjutkan.", "Saat kata-kata Al selesai, kekuatan magis bermunculan di bawah kaki Hyeonu.", "–", "Lingkaran ajaib ini bertanggung jawab untuk mengumpulkan kekuatan sihir.", "Ini akan memeriksa sensitivitas Kamu terhadap kekuatan sihir.", "Hyeonu mengangguk seolah dia sudah tahu.", "–", "Dari sini, lingkaran sihir akan dimulai. Kamu mungkin merasakan sensasi aneh.", "Kamu harus jujur ​​tentang apa yang Kamu rasakan tanpa kepalsuan.", "Lingkaran sihir diaktifkan, dan sejumlah besar kekuatan sihir bergegas menuju Hyeonu.", "Ini adalah perasaan yang akrab bagi Hyeonu.", "Rasanya seperti kekuatan sihir yang dia gunakan dua tahun lalu.", "Namun untuk Hyeonu, rasanya seperti baru menggunakannya kemarin, bukan dua tahun lalu.", "Hyeonu tanpa sadar mengangkat tangan ke arah Al.", "‘Akrab…’", "Api yang terbuat dari kekuatan sihir terbakar di tangan Hyeonu.", "“!!!”", "‘Raksasa!’", "Al tidak tahu apa-apa tentang Hyeonu dan heran.", "Itu adalah hasil yang belum pernah ditunjukkan siapa pun.", "Al memutuskan untuk menyelesaikan adaptasi kekuatan sihir karena melangkah lebih jauh tidak ada artinya.", "–", "Tidak perlu bertanya.", "Mari kita beralih ke tes berikutnya.", "Tes pertempuran memanggil satu monster.", "Kamu harus berurusan dengan monster yang dipanggil.", "Jika pemain terluka parah, tes akan berhenti secara otomatis.", "Kesulitannya bergerak dari tahap 1 ke tahap 10.", "Setelah Kamu melewati satu tahap, Kamu dapat pindah ke tahap berikutnya.", "Hadiah yang dibayarkan akan berbeda tergantung pada tahap yang Kamu lewati.", "Sebuah meja senjata muncul di depan Hyeonu ketika kata-kata Al berlanjut.", "Hyeonu tidak lagi mendengarkan kata-kata Al.", "Dia sibuk melihat senjata di atas meja.", "Dimulai dengan pedang bermata tunggal, ada hal-hal seperti busur dan tombak.", "Pilihan Hyeonu adalah senjata yang dia gunakan di masa lalu — pedang panjang bermata tunggal.", "Lebar pedang bermata satu panjang sekitar empat sentimeter, dan panjang bilahnya 130 sentimeter.", "Hyeonu mengambil senjata dan memberi isyarat kepada Al untuk memulai.", "“Mulailah.”", "Lingkaran sihir dibuat 10 meter dari Hyeonu.", "Seekor monster dipanggil dengan gelombang sihir yang kuat.", "‘Apa yang akan keluar …? Seekor serigala? Atau mungkin goblin. ”", "***", "GM Jung Dahui sibuk saat dia memantau zona tingkat rendah.", "Jung Dahui tidak bisa menyembunyikan antisipasi saat dia melihat Hyeonu di monitor.", "Meskipun kembali setelah waktu yang lama, Hyeonu jelas terbakar dengan kekuatan sihir selama tutorial.", "Itu layak nama meleegod.", "‘Ini adalah meleegod yang asli. Lalu mari kita lihat apakah kemampuan bertarungnya sama. ”", "Jari-jari Jung Dahui bergerak sangat cepat sehingga mereka tidak bisa terlihat.Itu karena dia menjangkau ke pengaturan tutorial.", "‘Kesulitan tidak diatur? Lalu, haruskah Aku mencapai tahap 10? ”", "Tangan Jung Dahui berhenti, dan Hyeonu dan peri gelap saling berhadapan di layar.", "Peri gelap bukanlah monster yang bisa ditangani dengan mudah oleh karakter level 1, bahkan jika orang itu adalah Hyeonu.", "Meskipun demikian, Jung Dahui tidak khawatir.", "Hyeonu pasti akan menangkap peri gelap, meskipun prosesnya mungkin sulit.", "“Tolong, kuharap kau menangkapnya … Jadilah sehebat sebelumnya …”", "Tangan yang berhenti mulai bergerak cepat lagi.", "***", "Monster yang muncul adalah prajurit elf gelap!", "‘Apa? Peri gelap? Kenapa sekarang … ‘", "Hyeonu gugup.", "Peri gelap adalah monster yang seharusnya tidak pernah terlihat di tutorial.", "Di Arena, prajurit elf gelap bukanlah monster yang menantang.", "Prajurit peri gelap itu kuat dalam serangan dan monster yang akan mati di bawah serangan terkonsentrasi dari anggota partai jika anggota partai bertahan untuk satu serangan.", "Di sisi lain, mereka adalah mimpi buruk bagi mereka yang tidak bisa menahan satu serangan.", "Itu sebabnya seorang prajurit elf gelap yang muncul dalam tutorial tidak lebih dari memberitahu pemain untuk mati saja.", "‘Tarik napas dalam-dalam.", "Hu, ah, hu, ah.", "’", "Hyeonu mencengkeram pedang panjang bermata satu sambil mengendalikan napasnya.", "Apakah karena takut?", "Atau dia hanya gugup?", "Ini bukan alasan mengapa.", "Dia tidak begitu bersemangat tentang pertempuran dalam waktu yang lama.", "Itu dia.", "Peri gelap menunjukkan gerakan hati-hati.", "Seolah-olah itu sudah bertarung dengan Hyeonu.", "Di sisi lain, Hyeonu santai.", "Itu karena ide, “Yah, seberapa sulit mereka membuat tutorial?”", "Selain itu, ia percaya pada keterampilannya.", "Pada akhirnya, prajurit elf gelap tunggal tidak sabar dan berusaha untuk menyerang.", "Peri gelap melintasi 10 meter dalam sekejap dan muncul di depan Hyeonu, menusuk belati.", "Hyeonu tidak panik. Dia menggunakan pedangnya yang panjang untuk menangkis belati.", "“Ini lebih baik daripada yang kupikirkan …”", "Peri gelap mengambil keuntungan penuh dari belati.", "Itu menggunakan mundur untuk dengan cepat melanjutkan serangannya.", "Belati yang menusuk perut Hyeonu begitu cepat sehingga tampak seperti dua atau tiga belati.", "Namun, Hyeonu adalah seseorang yang pernah mendominasi Arena.", "Belati ini dengan lembut dihindari seolah itu bukan apa-apa.", "Peri gelap itu tampaknya menjadi gila.", "Manusia, yang tampaknya tidak istimewa, membual pertahanan yang seperti dinding yang tidak bisa ditembus.", "Tidak ada cara untuk berhasil tidak peduli berapa banyak peri elf yang diserang.", "Itu diblokir seperti manusia ini mengantisipasi setiap gerakannya.", "Jumlah stamina yang dikonsumsi oleh serangan terus menerus sudah cukup untuk membuat peri gelap gugup.", "Pada saat ini, pedang bermata satu Hyeonu menusuk bahu elf yang gelap.", "“", "Kuock.", "Manusia!” Peri gelap itu berjuang dengan rasa sakit.", "Hyeonu memegang pedang dengan ekspresi kosong.", "Ini seperti menonton meleegod yang berada di peringkat teratas.", "Legenda tak terkalahkan yang tak pernah kalah dari siapa pun dalam pertempuran — legenda itu berlanjut dalam tutorial.", "Peri gelap itu berteriak dan menikam dengan liar ke arah Hyeonu.", "‘Tidak akan berhenti. Manusia.’", "Peri gelap yang terus melancarkan serangan namun tidak bisa tersenyum.", "Suara Hyeonu tanpa ekspresi saat dia memblokir pukulan peri gelap itu.", "Sepertinya serangan ini bukan apa-apa.", "Pedang Hyeonu menunjukkan lintasan yang aneh.", "Dia sepertinya sedang melayang di udara, tetapi pada suatu titik, dia menabrak belati elf yang gelap.", "Setelah memotong kepala peri gelap dengan ekspresi kosong, Hyeonu menyelesaikan tutorialnya.", "Al hanya merasa kaget ketika melihat pertempuran Hyeonu.", "Hyeonu telah berhasil dalam tutorial pertarungan tahap 10, di mana tidak ada pemain yang berhasil sejauh ini.", "“Tru … Benar-benar menakjubkan. Aku akan menyelesaikan tutorial dengan ini. Hadiah akan diberikan oleh kepala desa Aslan, Dell. ”", "***", "“Oh! Apakah Kamu seorang pelancong baru? Senang bertemu dengan Kamu, ”Dell, seorang lelaki tua dengan ekspresi hangat, menyambut Hyeonu. “Aku adalah kepala Aslan.Kamu mungkin akan sering melihat Aku ketika Kamu di sini. ”", "Hyeonu muncul di lokasi kepala desa Aslan.", "Dell adalah seorang NPC yang para pemula sudah bosan bertemu.", "“Siapa namamu?” Dia menyapa Hyeonu dengan senyum seolah dia bukan NPC yang bosan mengatakan hal seperti itu setiap saat.", "Hyeonu dengan sopan memperkenalkan dirinya kepada Dell, “Aku Gang Hyeonu.”", "“Gang Hyeonu … Aku akan mengingatnya. Ini hadiahmu. Kamu bisa mendapatkan sesuatu yang bermanfaat atau mungkin sesuatu dari legenda. ”", "Hyeonu menerima kotak hadiah dari Dell.", "Dia segera membuka kotak itu.", "Benda yang muncul dari kotak adalah cincin dengan pola kasar.", "[Cincin yang Mengandung Bentuk Raksasa]", "[-Sebuah cincin yang berisi bentuk raksasa. Kekuatan dan semangat raksasa dari era mitos masa lalu bisa dirasakan darinya.", "Peringkat: Unik", "Batasan: Tidak ada", "Efek: Kekuatan +50, Fisik +50, ‘Kekuatan Giant’ tersedia (Cooldown: 2 jam).", "Kekuatan Giant: Dapatkan kekuatan tambahan yang setara dengan status fisik. Durasi 5 menit.]", "“Bukankah ini bagus? Aku akan memakainya segera. ”", "Hyeonu merasa senang sejak awal.", "Itu seperti hadiah yang merayakan kepulangannya.", "Hyeonu meninjau kembali rencana yang dia buat ketika dia memutuskan untuk kembali.", "‘Yang bisa Aku lakukan sekarang adalah … menjual barang …? Apakah itu semuanya?’", "***", "Hyeonu datang ke rumah lelang terpadu untuk membeli bahan untuk membuat barang.", "Namun, dia tidak bisa melihat materi sama sekali.", "Tidak, begitu beberapa muncul, mereka menghilang seperti hantu.", "Sepertinya seseorang menimbun mereka.", "Hyeonu memukul tanah dengan marah.", "Pada saat ini, bisikan tiba dari Yeongchan.", "-Dari Yeongchan: Hei?", "Apakah tutorialnya sudah selesai?", "Maka jangan buang waktu dengan hal-hal yang tidak berguna dan datang ke gerbang timur.", "Hyung ini akan memberi Kamu tumpangan bus yang tepat.", "Atau haruskah Aku bermain sebagai sopir bus Kamu?", "Hyeonu terkesan dengan kepedulian Yeongchan.", "Yeongchan jelas seorang ranker. Dia tidak punya waktu untuk disia-siakan di tempat-tempat seperti ini, tetapi dia meluangkan waktu untuk membantu temannya yang putus asa.", "–", "Untuk Yeongchan:", "Tidak.", "Aku harus membuat item.", "Terimakasih telah memikirkanku. Aku akan mempertimbangkannya untuk lain kali.", "-Dari Yeongchan: … Apa?", "-Untuk Yeongchan:", "Tunggu sebentar.", "Aku akan menunjukkan kepada Kamu sesuatu yang sangat bagus.", "Yeongchan, yang sedang menunggu Hyeonu di luar gerbang, memiringkan kepalanya dengan bingung.", "Dia tidak tahu apa yang dipikirkan orang ini.", "‘Apa yang Kamu pikirkan? Hyeonu … ‘", "Tetap saja, Hyeonu adalah teman yang bisa melakukan apa saja, jadi Yeongchan hanya harus percaya padanya.", "Kemudian bisikan dari Hyeonu datang lagi.", "-Dari Hyeonu:", "Ngomong-ngomong, Yeongchan …", "–", "Untuk Hyeonu: Apa?", "Ingin naik bus?", "-Dari Hyeonu:", "Beri aku 50 emas.", "Aku lupa bahwa Aku tidak punya emas.", "–", "Untuk Hyeonu: … Dimengerti.", "[1] pedang bermata tunggal", "www.worldnovel.online"]},
{"text2": ["“2.000 emas …”", "Dia merasa santai.", "2.000 emas tersisa di tangan Hyeonu setelah menjual ramuan itu dan menghabiskan semua pengeluarannya.", "Emas ini akan meletakkan dasar baginya untuk tumbuh secepat mungkin.", "Dia sudah memutuskan barang apa yang akan dia beli — Wind Armor dan Mole Pants.", "Itu adalah barang yang Hyeonu pilih setelah menjelajahi situs komunitas.", "***", "Hal pertama yang ia dapatkan adalah mantel kulit.", "Itu yang disebut Wind Armor.", "Ini adalah barang langka yang dia beli dari toko Arena seharga 1.000 emas.", "[Mantel Kulit dengan Element Angin Tingkat Rendah]", "[-Sebuah mantel kulit tempat elemen angin tingkat rendah berdiam. Untuk beberapa alasan, sepertinya membuat tubuh Kamu lebih ringan saat Kamu memakainya.", "Peringkat: Langka", "Batasan: Tidak ada", "Daya tahan: 200/200", "Pertahanan: 35", "Efek: kelincahan 15%, membuat tubuh lebih ringan dan gerakan lebih cepat.]", "Sulit menemukan Celana Mole.", "Tidak ada yang menjualnya.", "Hyeonu telah menatap barang-barang di sudut rumah lelang selama lebih dari tiga jam.", "“", "Uwah!", "Aku akhirnya membelinya. Aku membelinya.”", "[Celana Kulit Tahi Lalat Merah]", "[-Lubang yang dibuat dari kulit tahi lalat merah yang menghuni bagian selatan benua.", "Peringkat: Langka", "Batasan: Lebih dari 25 kekuatan.", "Daya tahan: 180/180", "Pertahanan: 30", "Efek: Agility +10, semua statistik +10 saat setidaknya satu kaki menyentuh tanah.]", "***", "Hyeonu mengenakan item yang harganya 2.000 emas dan muncul di bengkel terdekat.", "Kenapa Hyeonu muncul di bengkel ketika dia sudah membeli semua barangnya?", "Alasannya sederhana.", "Itu karena barang-barang dari inventaris Park Junu.", "Dia datang untuk mengubah bentuk pedang panjang ini, yang memiliki ketajaman yang tak tertandingi dibandingkan dengan item tingkat rendah.", "[Tajam Longsword]", "[-Sebuah pedang yang dibuat oleh pandai besi dengan keterampilan yang hebat.", "Ini adalah senjata yang cukup bagus.", "Peringkat: Langka", "Pembatasan: 45 kekuatan, lebih dari 30 tubuh.", "Daya tahan: 550/550", "Serang: 100", "Efek: Kekuatan +15, Penetrasi Pertahanan +5.]", "Hyeonu berdiri di depan sebuah kapsul yang memiliki rasa yang sedikit berbeda dari yang membuat ramuan itu.", "“Serahkan cosplay padaku!”", "Ini adalah nama kapsulnya.", "Fungsi, yang cocok dengan namanya, mengubah bentuk item ke bentuk yang diinginkan pengguna.", "Tentu saja, bahan yang cukup harus disediakan.", "Itu mungkin sebuah permainan, tetapi tidak masuk akal jika pedang yang terbuat dari 1kg baja berubah menjadi pedang yang terbuat dari baja 3kg secara gratis.", "Hyeonu dengan hati-hati membuka kapsul dan memasukkan pedang panjang yang tajam.", "Kemudian sebuah pesan dicetak di bagian depan kapsul.", "[Silakan tentukan bentuk yang ingin Kamu konversi.]", "Hyeonu menerapkan bentuk senjata tutorial yang saat ini dia gunakan.", "Di layar kapsul, pedang bermata tunggal yang panjangnya 1,3 meter dan lebar 4 sentimeter muncul.", "[Bahan-bahanmu tidak mencukupi.]", "[Tambahkan satu batang baja.]", "Hyeonu menambahkan salah satu batang baja yang telah disiapkannya.", "Kemudian musik dan progress bar muncul, seperti saat membuat ramuan.", "[0% … 10% … 20% … 50% … 100%.]", "[Produksi ini sukses!]", "[Ambil item yang dikonversi.]", "Tutup kapsul terbuka, dan ada pedang halus tergeletak di dalamnya.", "Hyeonu mengaguminya.", "Dia sangat menyukai sistem ini.", "Jika dia punya senjata yang bagus sekarang, dia bisa memakainya bahkan jika ukurannya tidak cocok dengannya.", "“Mereka membuat konten yang sangat bagus,” gumam Hyeonu saat dia melihat sekeliling.", "Itu sebabnya sangat populer.", "[Pedang Bermata Satu Tajam Panjang]", "[-Sebuah pedang bermata panjang yang ambisius yang dibuat oleh pandai besi yang sangat ahli.Sayang sekali tidak terpesona dengan sihir apa pun.", "Peringkat: Langka", "Pembatasan: 50 kekuatan, lebih dari 30 tubuh.", "Daya tahan: 550/550", "Serang: 100", "Efek: Kekuatan +15, Penetrasi Pertahanan +5.]", "Semua persiapan sudah selesai.", "Hyeonu sedikit bersemangat.", "Berapa banyak yang Arena berubah dalam dua tahun terakhir?", "‘Ini menarik.’", "Wajah Hyeonu penuh dengan senyum.", "***", "Di luar gerbang timur Aslan, ada seorang pemain dengan dugaan masalah estetika.", "Dia mengenakan celana merah dengan mantel hijau.", "Sejauh ini, hal ini dapat dimengerti.", "Itu adalah tambahan dari pedang bermata panjang panjang kekuningan yang membuat penonton mengerutkan kening.", "“Lampu lalu lintas?”", "“Apakah itu busana manusia?”", "“Wow … Jika dia akan terlihat seperti itu, dia harus memberiku wajahnya.”", "“Aku akan memfilmkan ini dan mengunggahnya ke dunia.”", "Orang yang terlibat tidak terganggu.", "Itu selera fashion Hyeonu yang lebih menyakitkan bagi pemirsa.", "Hyeonu tidak peduli dengan reaksi para pemain ini.", "Yang dia butuhkan sekarang adalah kemampuan berkinerja tinggi, yang berarti dia membutuhkan senjata dengan rasio harga-terhadap-kinerja yang baik daripada penampilan yang bagus. Item keren bisa dilengkapi sebanyak yang dia inginkan nanti ketika dia memiliki level yang lebih tinggi.", "“Haruskah aku memulai sebuah pencarian?”", "Saat ini, yang penting bukanlah tempat berburu yang nyaman tetapi tempat berburu yang sepi. Akan lebih baik lagi jika memberi banyak pengalaman.", "Emas atau barang tidak masalah.", "Level item yang bisa didapatkan saat ini terbatas.", "“Apa yang harus aku jelaskan dulu …”", "Saat ini, Hyeonu telah menerima dua pencarian. Mereka adalah komisi dari Chief Dell dan Lance, pemilik toko kelontong.", "[Permintaan Kepala Dell]", "[Serigala sering muncul di hutan di pinggiran timur Aslan. Bunuh serigala dan bawa taring sebagai bukti.", "Peringkat: F", "Kondisi: Serigala hutan membunuh 0/15, Taring Hutan Serigala 0/15.", "Hadiah: Pengalaman. Hadiah Dell.]", "[Permintaan Lance]", "[Lance membutuhkan rumput yang hanya tumbuh di gua. Dalam beberapa tahun terakhir, goblin telah ditemukan di gua terdekat, membuatnya tidak nyaman untuk mengumpulkannya. Bersihkan gua untuk Lance.", "Peringkat: F +", "Ketentuan: Cave goblin terbunuh 0/15, Thumbnail Cave Goblin 0/15.", "Hadiah: Pengalaman. Ramuan Spesial Lance.]", "“Para goblin lebih rumit dari pada serigala …”", "“Aku akan menangkap serigala hutan terlebih dahulu sebelum menangkap goblin gua.”", "Pilihan Hyeonu adalah pencarian kepala suku.", "Itu wajar karena para goblin lebih kuat dari pada serigala.", "Bagaimanapun, dia harus membersihkan kedua pencarian.", "Jika dia menangkap serigala setelah goblin, maka jelas jumlah pengalaman yang bisa dia dapatkan akan berkurang.", "Hyeonu dengan rajin berjalan menuju hutan luar tempat serigala diketahui muncul.", "***", "Sekitar waktu Hyeonu menuju ke hutan luar, Yeongchan berbaring di sofa dan mencari komunitas Arena di TV besar yang terpasang di dinding.", "Dia mencari-cari.", "Kemudian sebuah artikel menarik perhatian Yeongchan.", "[Semangat Bersama dari Mereka yang Kurang Pengetahuan.jpg]", "Yeongchan penasaran dan mengklik judulnya.", "Kemudian gambar muncul dengan teks.", "[Kemarin, Aku pergi ke Aslan untuk mengantar teman Aku naik bus ketika Aku melihat seorang pemula keluar dari gerbang timur sendirian. Itu adalah roh yang sangat melelahkan.]", "–", "Yuljae Minum Susu:", "Gila.ㅋ ㅋㅋㅋ", "–", "Raja Kekuatan Otot:", "Dia benar-benar tidak tahu apa-apa.", "–", "Pro Dreamer:", "Apa yang akan dia lakukan di sana? ㅋㅋ", "–", "Kematian yang Tidak Terduga saat Tersentuh:", "Jika itu aku, aku akan pergi ke gerbang selatan.", "Komentar-komentar itu secara alami mengolok-olok pria di foto itu.", "“…? !!!”", "Setelah melihat foto itu, Yeongchan menggosok matanya sebelum melihat ke belakang.", "Dia tidak bisa mempercayainya.", "“Bukankah ini Hyeonu?”", "“Aku bilang aku akan memberimu bus …” gumam Yeongchan.", "Itu bukan karena dia tidak mengerti keengganan temannya untuk terikat padanya.", "Hanya saja Hyeonu tidak tahu berapa banyak memberi dan menerima dapat diterima sebagai teman, membuatnya agak canggung.", "Yeongchan meninggalkan artikel itu dan mulai melihat yang lain.", "Kemudian Yeongchan menemukan gelar lain yang menarik perhatiannya.", "“Apa lagi ini?”", "[Real-time Aslan Fashion.jpg]", "[Ada pria aneh lain setelah orang yang bersemangat yang tidak tahu apa-apa dari kemarin.", "Dia memiliki mode terbaik di Arena.", "Lihat lebih banyak foto.]", "Foto itu adalah seorang pria berpakaian sebagai lampu lalu lintas.", "-Minum susu Yuljae:", "Gila. ㅋ ㅋㅋㅋ", "–", "Raja Kekuatan Otot:", "Orang yang tidak tahu apa-apa kemarin dan kemudian mode hari ini. ㅋㅋㅋ", "–", "Pro Dreamer:", "Rasa kelas ini …", "–", "Kematian yang Tidak Terduga saat Tersentuh:", "Apakah itu seseorang atau binatang buas?", "ㅋㅋ ㅋㅋㅋ", "“Ini juga? Gang Hyeonu? Ini juga bakat. Sungguh. ”", "Kukukuk.", "Yeongchan tidak bisa menahan tawa.", "Itu karena mode Hyeonu melebihi level yang tak tertahankan.", "Pada saat ini, ide yang bagus muncul di kepala Yeongchan.", "“Aku akan mengumpulkan ini dengan baik dan mulai streaming sejarah kelam Hyeonu nanti.”", "“", "Uhuk uhuk", ". Itu publisitas, publisitas. ”", "Tidak ada yang bertanya, tapi Yeongchan menjawab sendiri.", "***", "“Bukankah ini terlalu banyak?”", "Hal pertama yang dilihat Hyeonu ketika memasuki hutan adalah lima pasang mata mengawasinya.", "Pemilik mata adalah serigala hutan yang tingginya sekitar 150 sentimeter dengan bulu abu-abu.", "Kelima serigala mulai melingkari Hyeonu seolah dia adalah mangsa.", "Mereka sepertinya mencari waktu untuk menyerang.", "Hyeonu menarik pedangnya dan dengan lembut mengangkatnya ke bahunya.", "Itu adalah cara uniknya mempersiapkan sejak hari-harinya sebagai meleegod.", "Hyeonu mengulurkan tangan kirinya dan memprovokasi serigala. “Kemari.Kemari.”", "Serigala secara naluriah bergegas menuju Hyeonu yang memprovokasi mereka, meskipun tidak tahu apa arti gerakan tangan Hyeonu.", "Komunitas Arena memperkirakan bahwa serigala hutan berada di level 8.", "Karena sifat alami serigala, direkomendasikan untuk mengadakan pesta level 10 untuk menangkap mereka.", "Namun sebagian besar barang-barang mereka seperti kulit dan taring tidak bernilai banyak.", "Karena itu, hutan berada di 10 zona perburuan terburuk.", "Serigala hutan membuka mulutnya untuk menggigit Hyeonu.", "Namun, ini adalah kesalahan besar.", "Pedang di bahu Hyeonu bergerak seperti kilat.", "Seperti yang diharapkan, barang-barang mahal sepadan dengan harganya.", "Dia menutup mulut yang terbuka dan memotong serigala menjadi dua.", "“Ini adalah kekuatan uang.”", "Tidak ada waktu untuk mengagumi kekuatan senjata.", "Itu karena serigala hutan lainnya bergegas masuk.", "Hyeonu mengalami kekuatan item yang berada di luar levelnya dan merasa overgear.", "Pedang bermata satu itu tak terbendung saat bergerak melalui serigala hutan.", "Dia memotong mereka satu per satu.", "Tidak masalah apakah itu cakar, kepala, atau batang tubuh.", "Dia hanya sibuk mengiris.", "Akhirnya, tubuh serigala hutan terakhir terbelah, dan perburuan pertama Hyeonu berakhir.", "[Kamu telah membunuh serigala hutan.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir dipulihkan.]", "[-Serigala hutan terbunuh: 5/15.]", "Hyeonu tanpa ekspresi.", "Pertempuran itu lebih membosankan dari yang dia duga.", "“Bangun, Gang Hyeonu!”", "Hyeonu memukul pipinya.", "Itu untuk membangunkan dirinya.", "Kemudian dia mulai mengendalikan pikirannya.", "“Ini bukan permainan untuk dinikmati. Aku mempertaruhkan hidup Aku, ”gumam Hyeonu dengan suara rendah.", "Masa depan keluarganya ada di telepon.", "Sementara itu, mayat-mayat serigala menghilang, hanya menyisakan darah.", "Barang-barang yang dijatuhkan terdiri dari sejumlah kecil perunggu, kulit serigala, dan dua taring.", "“Apa? Hanya dua? Tingkat drop lebih buruk dari yang Aku kira. ”", "[-Taring Serigala Hutan: 2/15.]", "Pada kecepatan ini, lebih dari 20 serigala perlu ditangkap untuk membersihkan pencarian.", "Hyeonu pikir dia harus mempercepat perburuannya.", "Berpikir tentang bagaimana masih ada pencarian goblin, dia merasa tidak ada cukup waktu.", "“Aku harus bergerak cepat jika aku ingin membersihkannya hari ini.”", "www.worldnovel.online"]},
{"text2": ["“Aku naik level, jadi aku harus mendistribusikan poin statku.", "“Jendela status,” Hyeonu memanggil jendela status untuk mendistribusikan statistik yang didapatnya dari naik level.", "[Jendela Status]", "[Nama Karakter: Gang Hyeonu", "Level: 4", "Kelas: Pemula", "Judul: Tidak Ada", "Statistik: Kekuatan: 10 (+65) Agility: 10 (+25) Fisik: 10 (+50) Kekuatan Sihir: 10", "Poin stat yang tersisa: 20]", "“", "Hah,", "“Hyeonu menghela nafas ketika dia melihat jendela status karena dia ingat jendela statusnya dari masa lalu.", "Sangat disayangkan ketika dia memikirkan berbagai statistik dan judul.", "“Aku menghapusnya dengan sia-sia.”", "Ini agak mengecewakan.", "Hyeonu membagikan poin stat yang tersisa.", "Di masa lalu, dia telah memainkan kelas prajurit biasa, dan dia telah mendistribusikan poinnya berdasarkan kekuatan dan fisik.", "Kali ini, dia akan memainkan kelas prajurit yang sedikit istimewa, jadi dia membagikan poin stat berbeda dari masa lalu.", "[Jendela Status]", "[Nama Karakter: Gang Hyeonu", "Level: 4", "Kelas: Pemula", "Judul: Tidak Ada", "Statistik: Kekuatan: 10 (+65) Agility: 25 (+25) Fisik: 10 (+50) Kekuatan Sihir: 15", "Poin stat yang tersisa: 0]", "15 poin kegesitan dan 5 poin ke kekuatan sihir …", "Saat ini, distribusi titik stat yang ekstrem seperti itu dimungkinkan karena cincin unik menutupi kekurangan kekuatan dan fisiknya.", "Di masa depan, ia berencana untuk memfokuskan poin pada tiga statistik, tidak termasuk fisik.", "***", "-Taring Serigala Hutan: 15/15.", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "“Aku level 6 …?”", "Hyeonu mendistribusikan poin stat barunya menjadi gesit dan menutup jendela statusnya.", "Dia tidak bisa membuang waktu di tempat ini.", "Berdasarkan rencananya, ia harus mencapai level 10 hari ini.", "Dia masih harus melakukan banyak hal.", "***", "Hutan luarnya sangat luas.", "Tidak, semua bidang di Arena luas.", "Karena itu, menjadi wajib untuk memiliki kendaraan atau alat transportasi lainnya.", "Namun, Hyeonu hanya pemula level 6. Dia belum bisa mengakses hal seperti itu.", "Dia mengandalkan kedua kakinya untuk berkeliaran di hutan besar.", "“Kurasa ini adalah tempat itu.”", "Hyeonu akhirnya melihat gua.", "Itu adalah gua yang dibicarakan Lance.", "Ngomong-ngomong, semua pemain yang belum dia lihat sampai sekarang memenuhi gua.", "Hyeonu tidak mengetahuinya, tetapi gua goblin adalah penjara bawah tanah instan yang memungkinkan orang untuk masuk berdasarkan pesta. Pengalaman itu juga cukup mengesankan.", "Selain itu, pencarian Lance adalah satu-satunya cara untuk mendapatkan ramuan khusus.", "Akibatnya, ada banyak pemain yang mencoba menangkap para goblin.", "“Apakah tidak ada tabib? Penyembuh!!!!”", "“Biksu ingin !!!!!”", "“Kami merekrut anggota partai! Pemain jarak dekat! ”", "Hyeonu berbicara kepada pemimpin partai mencari kelas jarak dekat, “Bisakah aku bergabung dengan partai?”", "Pemimpin partai memandang Hyeonu dan menggelengkan kepalanya. “Aku tidak berpikir Kamu memiliki barang kekebalan. Carilah pesta latihan. Kami adalah pihak yang terampil. ”", "Permintaan Hyeonu untuk bergabung ditolak dengan gigih, dan harga dirinya tersinggung.", "Pesta latihan adalah sekelompok pemain yang mencoba penjara bawah tanah untuk pertama kalinya.", "Dengan kata lain, mereka adalah pemain pemula yang masuk bersama dan akan terkejut dengan segalanya.", "“", "Aish.", "“Hyeonu memiliki kepercayaan diri untuk memblokir atau menghindari jarum beracun goblin, namun dia diabaikan karena dia memiliki item tingkat rendah dan tidak ada item kekebalan …", "Ego Hyeonu retak, dan dia menggertakkan giginya ketika dia mendengar suara wanita berkata, “Apakah kamu ingin bergabung dengan pesta kami?”", "Kepala Hyeonu menoleh ke belakang secara refleks untuk melihat seorang pendeta wanita berwajah imut.", "Hyeonu mengangguk tanpa bertanya tentang persyaratan pestanya.", "‘Aku sedang terburu-buru.’", "“Ya, ayo pergi secepat mungkin.”", "“Kalau begitu datang ke sini. Aku sudah mengumpulkan semua orang! ” Pendeta itu memanggil anggota partainya.", "Anggota partai yang mencoba merekrut pemain dari semua tempat dengan cepat muncul.", "“Haruskah kita mulai dengan perkenalan dulu? Aku Choi Somi. ”", "“Mengapa kamu mengatakan itu ketika kita semua tahu itu?”", "“Tidak semua orang tahu.Lakukan saja!”", "Prajurit laki-laki yang menanyakan alasan perkenalan dihantam oleh Somi dan tidak bisa membantah.", "“Aku Hyeonu. Kelas Aku adalah seorang prajurit. Aku level 20. ”", "Hyeonu menyembunyikan fakta dia level 6 dan menjadi prajurit level 20 normal. Item uniknya membuat statistiknya serupa. Dia hanya tidak memiliki keterampilan khusus kelas.", "“Ngomong-ngomong, kamu tidak punya barang kekebalan?”", "“Ya, kamu kelas dekat. Apakah Kamu bisa bertahan? ”", "“Aku agak terampil dalam mengendalikan.” Hyeonu tersenyum sebanyak mungkin di bawah kritik anggota partai.", "“Oppa! Apa yang kamu lakukan pada orang yang kubawa? Tidak bisakah Kamu mempercayai Aku? ”", "“Ya, aku tidak percaya padamu. Itu sebabnya Aku bertanya. Apakah kamu tidak tahu bahwa aku tidak ingin mati karena kamu? ”", "“Ini … Mati!” Choi Somi mengayunkan tongkat yang dia bawa pada prajurit yang diyakini sebagai saudaranya.", "Sementara itu, anggota partai lainnya mulai memperkenalkan diri.", "“Aku penyihir level 23. Panggil aku ‘Jia’. ”", "“Aku pemanah level 22. Namaku Park Cheolmin. ”", "Pertarungan antara saudara kandung berakhir sementara itu.", "Prajurit itu mendekat untuk berjabat tangan. “", "Mendesah.", "Aku bahkan tidak bisa melihatmu lebih awal. Aku Choi Jinu. Seperti yang Kamu lihat, Aku yang bertanggung jawab atas tanking. ”", "Mereka terus berbicara dan secara alami mengungkapkan usia mereka.", "Somi berusia 20 tahun. Pada usia 21 tahun, Jia dan Park Cheolmin lebih muda dari Hyeonu, sedangkan pada 24 tahun, Choi Jinu lebih tua dari Hyeonu.", "“Kalau begitu mari kita masuk.” Hyeonu memasuki gua.", "***", "“Yang paling penting adalah untuk menghindari terkena jarum beracun sebanyak mungkin. Goblin sebenarnya tidak sulit ditangkap selain dari jarum beracun mereka, “Choi Jinu memberikan penjelasan singkat setelah memasuki ruang bawah tanah.", "“Lalu Hyeonu dan aku akan memimpin dalam menyerang para goblin. Somi akan bertanggung jawab atas penyembuhan. ”", "“Aku tahu,”", "Choi Somi menjawab singkat kata-kata Choi Jinu. Ekspresinya bertanya mengapa dia sendiri disebutkan.", "Choi Jinu pura-pura tidak sadar dan melanjutkan dengan pedangnya dan perisai.", "“", "Kiruk, Kiruk.", "”", "“", "Kiruruk.", "”", "Sekelompok goblin akhirnya muncul.", "Para goblin meluncurkan jarum beracun mereka sebagai ucapan selamat.", "Jarum beracun secara alami tidak menembus perisai Choi Jinu.", "Sementara itu, panah Park Cheolmin dan sihir Jia membombardir para goblin.", "“", "Kieek!", "“Para goblin menjadi berantakan.", "“Bukankah ini pesta yang sangat cocok?”", "Mengapa mereka menerimanya sebagai anggota partai?", "Itu adalah pertanyaan yang muncul di benak Hyeonu.", "Tetap saja, itu hanya sesaat.", "Hyeonu juga harus mengambil bagian dalam pertempuran.", "Itu karena para goblin dalam memimpin mendekat.", "Dia tidak mengiris goblin seperti yang dilakukannya pada serigala.", "Tetap saja, itu pada dasarnya sama dengan Hyeonu.", "Tidak, lebih mudah untuk memukul para goblin.", "Pedang bermata satu Hyeonu dengan indah melewati pertahanan goblin yang masuk dan memotong lehernya.", "Si goblin meraih lehernya yang terpangkas dan pingsan.", "[Kamu telah membunuh goblin gua.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "-Cave goblin terbunuh: 5/15.", "– Gambar Kecil Goblin: 5/15.", "Pertempuran berakhir sebagai pembantaian sepihak.", "“Sepertinya kamu cukup pandai bertarung?”", "“Iya.Pedangmu terbang seperti ini. ”", "“Hyung juga bertarung dengan baik.”", "Grup tidak memperhatikan bahwa Hyeonu adalah level 6 dan sekarang level 7.", "Sampai sejauh itu, Hyeonu tidak memiliki perasaan keganjilan dibandingkan dengan prajurit level 20.", "***", "Suasana itu penuh harmoni.", "Pertempuran yang berlangsung satu jam itu dilakukan dengan rapi.", "Setelah pertempuran lain, rombongan Hyeonu beristirahat sejenak.", "Tiba-tiba, tumpukan tabung bambu naik di sudut gua.", "Kelompok itu bingung ketika mereka melihat Hyeonu tiba-tiba mengeluarkan pedangnya.", "Ekspresi mereka bertanya kepadanya mengapa dia menggambar senjatanya.", "Pada saat ini, pedang Hyeonu menari.", "Jarum beracun tidak bisa melewati batas yang dibuat oleh Hyeonu.", "“Goblin. Mereka datang.”", "“Y … Ya. Anak-anak, ayo pergi. ” Choi Jinu tetap tenang dan bergabung dengan pertempuran.", "Mereka menangkap goblin dengan cepat begitu mereka mulai menyerang dengan benar.", "“Wow. Bagaimana kamu melihat mereka? Luar biasa! ”", "Anggota partai, termasuk Choi Somi, mengangkat ibu jari mereka ke Hyeonu.", "Itu berarti dia hebat.", "Hyeonu pura-pura malu ketika semua orang memujinya. “Ayo pergi dan tangkap bos. Kita harus menyelesaikan pencarian. ”", "Monster bos dari gua goblin adalah gua hobgoblin.", "Itu sedikit lebih tinggi dari goblin gua normal, memiliki kecerdasan yang lebih maju, dan juga menggunakan sihir.", "“Dengan kata lain, kamu tidak bisa hanya menembakkan panah dan melemparkan sihir seperti yang kamu lakukan tadi.Dipahami? ” Choi Jinu juga memberikan pengarahan pada hobgoblin.", "“Ngomong-ngomong, mengapa kamu tidak mengatakan sesuatu pada Hyeonu hyung?”", "“Kenapa aku harus mengatakan apa-apa padahal dia baik hanya dengan melihat apa yang telah dilakukannya sampai sekarang?”", "Park Cheolmin mencoba menarik Hyeonu hanya untuk dipukul dengan sia-sia.", "“Maka semua orang harus berkonsentrasi.”", "Pemimpin gua, hobgoblin, muncul.", "Penampilan hobgoblin berbeda.", "Dia menembak bola hitam ke arah Choi Jinu.", "“", "Ugh …", "“Choi Jinu mengangkat perisainya dan memblokir bola itu.", "Namun, dia tidak bisa menahan dampaknya dan terbang pergi, mengenai dinding gua.", "Ada alasan mengapa diperlukan pesta untuk berburu goblin gua.", "Hobgoblin begitu kuat sehingga siang dan malam akan berlalu tanpa henti saat mencoba menangkapnya.", "Pesta Hyeonu mungkin memiliki kekuatan yang sangat baik karena kinerja Hyeonu yang tak terduga, tetapi jelas bahwa hobgoblin masih merupakan lawan yang tangguh.", "Hyeonu menerima buff Choi Somi dan bergerak maju ketika Choi Jinu terbang.", "[Kamu telah menerima berkat seorang imam.]", "[Kekuatanmu telah meningkat.]", "[Kelincahanmu telah meningkat.]", "‘Ini cukup.’", "Hyeonu senang dengan peningkatan statistik karena buff.", "Dia merasa gerakan tubuhnya menjadi lebih ringan.", "Dalam kondisi ini, dia bisa berurusan dengan hobgoblin.", "Hobgoblin dengan cepat mengayunkan belati di tangannya.", "Namun bukan Hyeonu yang akan dipukuli.", "Dia menggunakan gerakan lembut untuk menghindari belati dan memotong sisi hobgoblin secara terbalik.", "“", "Kiruk !!", "“Hobgoblin memegangi sisinya dan sangat marah.", "Dia, penguasa gua, terluka oleh seorang manusia.", "Hobgoblin yang marah mulai membuat bola hitam, tetapi Hyeonu tidak akan hanya menonton.", "Waktu yang dibutuhkan untuk membuat bola adalah lima detik.", "Hyeonu berlari ke depan dan memotong salah satu lengan hobgoblin sepenuhnya.", "Bola hitam menghilang ketika rasa sakit dari lengan terputus membuatnya kehilangan konsentrasi.", "“", "Kiruk !!!", "“Hobgoblin berteriak ketika lengannya jatuh ke tanah.", "“Kecerdasan bos tingkat rendah ini benar-benar buruk.”", "“Serang cepat!”", "‘Ngomong-ngomong, mengapa mereka hanya menonton? Kami bisa menangkap hobgoblin lebih awal jika kami bekerja bersama. ‘", "Apakah mereka ingin dia mati?", "Hyeonu menyelesaikan skenario di kepalanya.", "Sementara itu, Choi Jinu telah mengisi kesehatannya dengan penyembuhan dan ramuan Choi Somi, namun ia tidak berpikir untuk bergabung.", "Seperti orang lain, dia sibuk menonton perkelahian Hyeonu.", "Itu adalah kinerja yang menginspirasi.", "Menghindari belati hobgoblin, melawan balik, dan menghindar lagi — penampilan Hyeonu adalah sesuatu yang mereka pikir hanya bisa terjadi dalam imajinasi mereka.", "Ketika semua orang memperhatikannya, Hyeonu berteriak, “Serang!”", "Jia adalah orang pertama yang bangun dan melakukan sihir.", "Panah mana dibuat dan ditembakkan ke hobgoblin.", "Panah Park Cheolmin mengikuti.", "Hobgoblin berdiri di sana dalam keadaan linglung dan tidak bisa menghindari panah terbang.", "“", "Ki …", "”", "[Kamu telah membunuh Cave Hobgoblin.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "Hyeonu menghela nafas ketika melihat hobgoblin jatuh.", "‘Aku hampir mati.’", "“Wow!! Kami menangkap hobgoblin! ”", "“Bukan kita. Itu adalah Hyeonu. ”", "“Hyeonu hyung adalah yang terbaik!”", "“Oppa sangat keren!”", "Anggota partai yang menangkap hobgoblin tampak tidak percaya.", "Mereka menangkap hobgoblin.", "Mereka tidak bisa mempercayainya.", "Hobgoblin meninggalkan telur kecil, sedikit perak, dan sebuah buku kecil.", "[Telur Pet Acak.]", "[5 perak 28 perunggu.]", "[Buku Ajaib Bola Gelap]", "“Bagaimana kita membagikan ini?”", "“Bukankah kita harus memberikan semua itu kepada Hyeonu?”", "“Aku setuju. Bagaimanapun, Oppa menangkapnya sendirian. ”", "Hyeonu merasa terbebani oleh pertimbangan tak terbatas dari anggota partai. “Aku hanya butuh telurnya. Buku ajaib itu tidak berguna bagiku. ”", "“Apakah ini benar-benar baik-baik saja?”", "“Iya.Ini cukup.”", "“Tidak bisakah kau membunuhku jika aku mengambil semuanya?” Imajinasi Hyeonu masih bekerja aktif.", "“Ayo berburu lagi lain kali.”", "“Itu harus terjadi. Dipahami, Oppa? ”", "“Bisakah aku menambahkanmu sebagai teman?”", "Hyeonu melambai ke arah Choi Jinu dan yang lainnya sebelum dengan cepat meninggalkan tempat ini.", "“Mencoba memukul seseorang di belakang dengan ekspresi cerah,” pikir Hyeonu ketika dia berlari ke Aslan.", "Dia tidak percaya siapa pun di dunia ini.", "www.worldnovel.online"]},
{"text2": ["Mata orang-orang yang datang ke rumah lelang tertarik ke satu sisi. Itu karena satu orang.", "Ini adalah kisah nyata yang terjadi di rumah lelang terintegrasi Arena, tempat banyak orang hadir.", "“Ya ampun, orang itu tampaknya sudah gila.”", "“", "Sst", ", apa yang akan kamu lakukan jika kamu menyakitinya? ”", "“Beberapa orang masih membuat keributan di rumah lelang?”", "Penampilannya bagus, tapi perilakunya benar-benar abnormal.", "“Jenis brengsek apa mereka? !!” Pria itu, Hyeonu, sangat kesal.", "Sudah satu jam.", "Dia hanya bisa menyaksikan saat dia merindukan materi.", "Faktanya, setiap materi bukanlah masalah besar. Mereka adalah barang-barang yang diklasifikasikan sebagai barang-barang umum seperti rumput dan getah.", "Namun, materi yang Hyeonu cari adalah yang untuk ‘Rapid Growth Elixir’, yang merupakan item penting baginya saat ini.", "Masalahnya adalah ada orang yang membersihkan barang-barang ini.", "Itu hampir tidak dengan kecepatan manusia.", "Selain itu, itu bukan hanya satu atau dua orang. Setidaknya selusin orang membuat mereka menghilang.", "“Aku harus membelinya!” Hyeonu menggertakkan giginya bersama.", "Perwakilan pemain tipe fisik Arena tidak bisa duduk diam di tempat ini.", "***", "30 menit kemudian…", "“Hei, apakah kamu membelinya?”", "“Tidak, aku tidak bisa membelinya. Beberapa pria gila menyapu semuanya. Apa apaan?”", "“Wow, lihat kecepatan itu. Hilang hanya ketika Aku melihatnya dengan mata Aku. ”", "“Anak-anak jadi gila. Itu hampir nuklir. Nuklir. Bagaimana seseorang bisa membelinya begitu cepat? ”", "Mereka adalah keluhan dari semua tempat.", "Seperti Hyeonu, mereka semua berusaha mencari bahannya.", "“Orang-orang brengsek ini benar-benar …” Hyeonu menggertakkan giginya bersama.", "Itu karena rencananya salah.", "Dari saat itu muncul, tidak ada yang terlihat.", "Dia dengan panik menggerakkan tangannya dengan satu tujuan membeli bahan.", "Hasilnya menempati salah satu sudut inventarisnya.", "[Akar Pohon Ek] x 2344.", "[Getah Pohon Tua] x 488.", "[Bulu Kelinci Merah] x 1832.", "[Pagi Embun] x 3212.", "Sejumlah besar 50 emas dihabiskan untuk membeli semuanya.", "Masalahnya adalah bahwa ada lebih banyak bahan yang harus diperoleh, tetapi mereka tidak bisa dibeli.", "Hyeonu sadar dan menggaruk kepalanya.", "“Apa yang harus Aku lakukan? Apakah Aku harus mendapatkannya sendiri? ”", "***", "Seorang pria merangkak di dahan pohon tipis yang tingginya lebih dari empat meter.", "Itu untuk mengambil daun.", "“Sedikit lagi! Sedikit lagi…”", "Akhirnya, tangan pria itu meraih sehelai daun.", "Pada saat ini, cabang tidak dapat menahan berat pria dan mulai patah.", "“", "Eh? Eh? Uh!", "”", "Berdebar!", "Pria itu jatuh empat meter dari pohon.", "“", "Ugh.", "Pinggangku. ”", "Dia jatuh dari pohon, tetapi di tangan Hyeonu ada daun yang berasal dari cabang pertama pohon Amila.", "Tidak seperti daun lainnya, ia memiliki kekuatan sihir dan merupakan bahan yang hebat dalam alkimia.", "[Daun Pertama Amila] x 10.", "“Jika Aku hanya mengumpulkan satu lagi …”", "Wajah Hyeonu menunjukkan kegembiraan saat dia melihat material dalam inventarisnya.", "Langkah Hyeonu ringan ketika dia menuju untuk menemukan bahan yang tersisa.", "***", "“Hei, lihat dia. Dia gila.”", "“Kurasa dia belum melihat dunia Arena.”", "“Apakah kamu pikir dia menggertak?”", "Ini adalah kata-kata dari mereka yang melihat Hyeonu berjalan keluar dari gerbang timur Aslan.", "Di luar gerbang timur Aslan adalah lapangan yang telah dipilih oleh banyak komunitas Arena sebagai tempat ke-10 di wilayah di mana tidak ada alasan untuk berburu.", "Itu karena zona gerbang timur terlalu sulit untuk menjadi zona pemula.", "Hyeonu pergi ke tempat seperti itu sekarang.", "‘Mereka dapat berbicara sesuka mereka. Aku akan membuat sesuatu yang mahal dan bagus. ”", "Hyeonu mengabaikan semua ejekan dan gosip tentang dirinya.Bagaimanapun, mereka bodoh.", "Mereka tidak tahu mengapa dia pergi ke sana atau apa yang ada di sana.", "Mengapa dia harus merasa marah kepada orang-orang seperti itu?", "Itu ide yang bagus untuk mengabaikannya.", "***", "Hyeonu tiba di medan bawah tanah dan merasa masalahnya telah berakhir.", "Namun, kenyataannya situasinya tidak mudah.", "Ada orang yang mengganggu Hyeonu di penjara bawah tanah.", "Mereka yang mengidentifikasi diri mereka sebagai anggota Persekutuan Tengkorak Hitam sedang mengontrol akses ke ruang bawah tanah.", "Hyeonu mencoba menahan kejengkelannya.", "Dia benar-benar berpikir ini adalah akhirnya, tetapi akhirnya tidak berjalan dengan lancar.", "Merasa kesal, dia mengeluarkan kata-kata yang tajam.", "“Aku hanya perlu satu lagi … Itu saja.”", "Hyeonu mencoba menahan amarahnya ketika dia berbicara dengan anggota guild Tengkorak Hitam yang menjaga bagian depan penjara bawah tanah, “Menyingkir sementara aku masih mengatakan hal-hal baik.”", "“Hei, kamu terlihat seperti pemula. Aku akan menanggungnya sekali ini, jadi pergi dengan tenang. ”", "Anggota guild Tengkorak Hitam melambaikan tangannya ke arah Hyeonu seperti dia menyingkirkan seekor binatang dengan tangannya.", "Hyeonu mengabaikan pria itu dan menuntut agar pintu masuk ruang bawah tanah dibuka. “Keluar dari jalanku, aku sibuk !!”", "“Apakah aku harus mengatakannya lagi? Penjara bawah tanah ini milik Persekutuan Tengkorak Hitam kita! Itu bukan tempat di mana bocah pemula seperti Kamu bisa berkeliaran! ”", "Kata-kata pria itu menyebabkan iritasi Hyeonu mencapai bagian atas kepalanya.", "Akhirnya, kemarahan dan kekesalan yang menumpuk hari ini mulai meledak.", "Bajingan jelek ini …", "Bagaimana dia bisa seperti ini ketika dia tidak tahu situasi darurat Hyeonu?", "Dalam situasi ini, pilihan Hyeonu untuk meredakan amarahnya sederhana.", "Itu adalah salah satu alasan mengapa Arena mendapatkan popularitasnya saat ini.", "Dia melamar duel.", "“Mari kita mati hari ini.”", "“Bocah pemula? Lalu akankah kita melakukan taruhan penghapusan karakter? Tentunya Kamu tidak takut, oh", "Bagus", "Anggota Black Skull Guild? ”", "Anggota guild Tengkorak Hitam, Park Junu, merasa bingung dan khawatir dengan saran Hyeonu.", "Mungkin orang di depannya adalah pemburu yang bercosplay sebagai pemula untuk menangkap banyak pemain dan membuat mereka menghapus karakter mereka.", "Park Junu menggelengkan kepalanya dan membuat keputusan.", "Orang seperti ini benar-benar tidak bisa menjadi pemburu.", "“Tentu saja. Bagi Aku, seorang pemula seperti Kamu seperti mengunyah permen karet. Gusi.”", "“Kalau begitu tolong terima. Aku sibuk.”", "[Pemain ‘Gang Hyeonu’ telah mengajukan duel.]", "Layar Park Junu menunjukkan nama dengan karakter acak alih-alih ‘Gang Hyeonu.’", "Di Arena, nama pemain tidak akan ditampilkan dengan benar kecuali jika ia terdaftar sebagai teman atau milik guild yang sama.", "Itu alami.", "Penampilannya bisa diubah tetapi bukan nama karakter.", "Itu karena rahasia terbesar pemain adalah nama karakter.", "[Apakah kamu mau menerima?]", "“Aku menerima. Kamu yang kedua. Bocah pemula ini … Sepertinya Kamu khawatir tentang penyesuaian. Aku akan memberi Kamu kesempatan untuk melakukan kustomisasi dua kali hari ini. ”", "Sebuah bola berbentuk kubah sekitar 10 meter dibuat di sekitar Hyeonu dan Park Junu, untuk sementara membentuk daerah duel.", "“Kata-kata itu — apakah itu yang ingin kamu katakan?”", "[Pemain ‘Gang Hyeonu’ telah menetapkan aturan.]", "[Aturan yang ditetapkan adalah ‘pemenang-mengambil-semua’ dan ‘hapus karakter.’]", "Winner-take-all adalah metode memberikan semua item yang kalah kepada lawan yang memenangkan duel.Penghapusan karakter secara harfiah berarti penghapusan paksa karakter segera setelah duel hilang.", "Dengan kata lain, Hyeonu sekarang telah mengajukan permohonan untuk ‘taruhan penghapusan karakter’, mempertaruhkan semua aset dan karakternya!", "Di Arena, ‘taruhan penghapusan karakter ‘istimewa.", "Itu adalah sesuatu yang ada tetapi juga tidak ada.", "Jelas ada taruhan penghapusan karakter dalam isinya, tetapi jarang digunakan.", "Mengapa?", "Ada beberapa orang yang akan bertaruh pada karakter berharga yang mereka kumpulkan menggunakan waktu dan uang.", "Pada saat ini, Hyeonu mengirim taruhan penghapusan karakter ke Park Junu, membuatnya naik ke peringkat yang benar-benar berani.", "[Apakah kamu mau menerima?] Sebuah jendela notifikasi muncul di depan Park Junu.", "[Iya.]", "Park Junu tidak menunjukkan keraguan.", "Levelnya tidak tinggi, tapi bagaimana dia bisa dikalahkan oleh pemula level 1?", "“Iya. Kamu tidak bisa keluar lagi. Dipahami? ”", "“Aku ingin tahu berapa lama kamu bisa terus bersenang-senang dengan mulut itu. Aku pikir 30 detik. Aku akan menutup mulut itu dalam 30 detik. ”", "Deklarasi perang Hyeonu sudah cukup untuk membuat Park Junu diam.", "[Duel akan segera dimulai.]", "[5 … 4 … 3 … 2 … 1.]", "[Duel sudah dimulai.]", "www.worldnovel.online"]},
{"text2": ["Hyeonu menggosok matanya dan menggosoknya lagi.", "Dia berharap kenyataan di depannya adalah ilusi.", "“Tidak!!”", "‘Silahkan. Silahkan!’", "Dia ingin seseorang mengatakan kepadanya bahwa itu adalah mimpi.", "Hyeonu menutup matanya.", "Dia tidak bisa mempercayainya.", "Satu-satunya hewan peliharaan yang muncul adalah ‘boneka beruang.’", "Hyeonu tampaknya kehilangan kekuatan di kakinya, dan dia berlutut di tanah.", "Ini pasti mimpi.", "Hyeonu menutup matanya dan berdoa.", "“Ini bukan mimpi.”", "“??”", "Hyeonu membuka matanya ketika dia mendengar suara yang datang dari suatu tempat.", "“Buka matamu. Si bodoh ini … ”Beruang teddy di depan Hyeonu berkata.", "“Kamu bisa bahasa?”", "“Kamu pikir aku tidak bisa bicara?” Beruang itu bertanya. Kemudian dia menambahkan, “Menyembah tubuh ini begitu aku muncul? Itu adalah sikap yang baik, Manusia. ”", "Hyeonu sangat bingung sehingga dia bahkan tidak bisa berbicara.", "Dia tidak percaya dia sedang berbicara dengan boneka beruang.", "Namun boneka beruang itu bahkan tidak memberi Hyeonu waktu untuk panik.", "Dia mulai membombardir mental Hyeonu, “Kamu adalah pelayan Aku. Ayolah. Bawa aku, manusia tidak penting. ”", "Saat dia berbicara, boneka beruang itu melompat dan kemudian mendarat di bahu Hyeonu, memeluk kepala Hyeonu.", "“Ayo pergi. Bung manusia. ”", "Hyeonu tanpa sadar mengikuti kata-kata beruang itu.", "Kemudian Hyeonu bangun dan melempar boneka beruang itu ke tanah.", "“Beruang teddy ini tidak tahu siapa yang akan dia lawan …”", "Hyeonu diam-diam meraih leher beruang itu dan menyeretnya ke gang.", "10 menit kemudian, sikap beruang berubah banyak setelah keluar dari gang.", "Sikap yang sangat sopan yang dia miliki terhadap Hyeonu adalah beban bagi Hyeonu.", "Kalau saja itu bukan karena nada tidak menyenangkan itu …", "“Tuan Bung bahkan akan menampar seorang wanita di sisi jalan,” gumam beruang itu pada dirinya sendiri.", "Seolah-olah Hyeonu tidak bisa mendengarnya.", "“Berani melakukan ini padaku, pewaris Pulau Bung Bung. Dia benar-benar adalah tuanku Bung. ”", "Berpura-pura tidak mendengar, Hyeonu mengikuti di belakang beruang itu.", "Hyeonu terdiam karena dia memeriksa informasi beruang itu.", "[Jendela Status]", "[Nama: ???", "Level: 5", "Spesies: Marionette Bear", "Judul: Ahli Waris Pulau Bung Bung", "Statistik: Kekuatan: 15 Fisik: 30 Agility: 15 Magic Power: 50", "Ahli waris Pulau Bung Bung. Kemampuan fisik mirip beruang dan kekuatan sihir tinggi adalah karakteristik ras. Dia sangat penyayang, tidak seperti nadanya yang sombong.", "Keintiman: 0", "Keterampilan yang Dimiliki: Bear’s Momentum, Forest’s Blessing]", "“Wow …” Merasa terkejut, Hyeonu berpikir bahwa peringkat beruang mungkin lebih tinggi dari yang diharapkan.", "Statistik dasar berbeda.", "Hanya ada dua keterampilan tetapi keduanya hebat.", "“Aku cukup suka ini?”", "“Tuan Bung. Cepat dan beri aku tumpangan. ”", "Kalau saja dia bisa menyingkirkan kepribadian dan nada kotor itu …", "“Namamu Tang-E mulai sekarang.”", "[Nama akan diubah dari ??? -> Tang-E.]", "[Keintiman telah meningkat sebesar 5.]", "“Tang-E? Aku suka itu. Tuan Bung. ”", "Teddy bear, Tang-E, mulai menari dengan kedua tangan terangkat seperti dia suka namanya.", "‘Ya, nama Kamu Bear Tang-E. Bear Tang-E. ‘[1]", "Hyeonu tahu arti tersembunyi dari nama itu dan menyaksikan Tang-E dengan senyum senang.", "***", "Pemandangan yang Yeongchan lihat ketika dia memasuki ruang tamu benar-benar tontonan.", "Televisi dan laptop dihidupkan. Selain itu, temannya sedang tidur di sofa.", "“Hei! Bangun!” Yeongchan menendang Hyeonu yang sedang berbaring di sofa, tetapi Hyeonu tidak bereaksi.", "Sebagai gantinya, dia terus ngiler.", "“… Tang-E … Aku sekarat …Bear Tang-E … ”", "“Sekarat? Apa yang kamu impikan? Orang gila! Hanya…”", "Melihat Hyeonu tersenyum bahagia dalam mimpinya, Yeongchan tidak tahan untuk membangunkannya.", "Yeongchan mendorong Hyeonu ke sudut sofa dan mengambil alih laptopnya.", "“Bagaimana cara memelihara hewan peliharaan?", "… Tidak mungkin, apakah bajingan ini …? ”", "Yeongchan mengerti setelah melihat artikel yang sedang dibaca Hyeonu.", "Hyeonu memperoleh telur itu.", "Pikiran Yeongchan menjadi rumit ketika dia memikirkan Hyeonu, yang mungkin telah menyia-nyiakan satu kesempatannya.", "“Oh, pria ini!”", "Yeongchan menendang Hyeonu.", "“… Tang-E … ambil …", "hmm", "”", "***", "Hyeonu menjelajahi komunitas Arena semalam dengan laptopnya.", "Itu untuk menemukan tempat berburu yang cocok untuknya.", "Kondisinya sulit, dan sulit untuk memilih tempat berburu.", "Pertama, itu harus menjadi tempat tanpa pemain.", "Kedua, monster di sana harus humanoid.", "Ketiga, mereka bukan monster yang menyerang dari kejauhan.", "Keempat, monster harus berada di bawah level 50.", "Ada dua tempat berburu yang memenuhi kondisi itu — penjara bawah tanah kerangka, tempat para prajurit kerangka itu terutama ada, dan dua wilayah barat Hutan Hitam di mana para prajurit peri gelap yang ia hadapi dalam tutorial sebagian besar muncul.", "Yang dipilih Hyeonu adalah …", "“Tuan Bung. Di mana tempat ini?”", "“Panggil aku Tuan! Ini adalah Hutan Hitam. Kami di sini untuk menangkap beberapa peri gelap. ”", "Itu adalah bagian barat dari Black Forest yang berisi peri gelap.", "Dia mengira elf gelap akan lebih mudah ditangani daripada prajurit kerangka mayat hidup.", "Kemudian dia menemukan bahwa idenya tidak diragukan lagi benar.", "[Prajurit peri gelap telah terbunuh.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "“", "Kuock", "… untuk manusia … ”", "Peri gelap berbicara buruk tentang Hyeonu saat sekarat.", "Sementara itu, Hyeonu dengan santai mengibaskan darah dari pedangnya yang bermata tunggal.", "Sudah ada banyak tubuh elf gelap yang tersebar di depan Hyeonu.", "“", "Ah.", "Tang-E", "bukan yang terbaik? ”", "“", "Ah hem.", "Apakah kamu mengerti sekarang? Kamu harus membawa Aku. ”", "Mendapat pujian Hyeonu, Tang-E memukul dada tubuh kecilnya yang tingginya kurang dari 50cm.", "Hyeonu membelai kepala Tang-E.", "Tang-E", "Penggemar itu sangat berharga.", "Bear’s Momentum meningkatkan kekuatan dan fisik sementara Forest’s Blessing meningkatkan pertahanan dan memberikan pemulihan terus menerus. Ini lebih unggul dari imam mana pun di tingkat yang sama.", "[Beruang Momentum]", "[-Memberikan kekuatan dan fisik seperti beruang.", "Jenis: Buff", "Peringkat: Langka", "Kecakapan Keterampilan: F", "Meningkatkan kekuatan dan fisik target sebesar 5% selama 5 menit.", "Waktu Cooldown Keterampilan: 1 menit.]", "[Berkat Hutan]", "[-Menerima vitalitas hutan.", "Jenis: Buff", "Peringkat: Langka", "Kecakapan Keterampilan: F", "Meningkatkan pertahanan target sebesar 5% dan mengembalikan kesehatan sebesar 0,1% per detik selama 5 menit.", "Waktu Cooldown Keterampilan: 1 menit.]", "Ini adalah efek dari skill F-rank, jadi dia tidak tahu seperti apa kekuatannya ketika kemampuannya lebih tinggi.", "***", "Team Holic, yang terdiri dari tiga pria dan satu wanita, adalah partai PK profesional yang kejam yang menggunakan PK untuk mencuri peralatan dari pemain kaya yang sendirian.", "Mereka benar-benar berbeda dari nama keren partai mereka.", "“Lihat pria itu di sana. Tentunya dia punya banyak uang. ”", "“Mole Pants, Wind Armor, dan …Jelas dia punya uang. ”", "“Lalu apakah tujuan pria itu hari ini? Pedang bermata satu nya terlihat cukup bagus juga. ”", "“Berdasarkan wajah itu, dia tidak pernah mengalami kesulitan? Dia akan mengalaminya hari ini. ”", "Awalnya mereka tidak berspesialisasi dalam PK.", "Mereka mulai sebagai pemain Arena biasa.", "Secara kebetulan mereka memperoleh peralatan dari PK dan menghasilkan uang, mengarahkan mereka untuk menjadi tim PK profesional yang aktif.", "“Konsep apa yang harus kita gunakan hari ini?”", "“Bagaimana dengan pesta persahabatan?”", "“Ramah?”", "“Ini bagus.”", "Team Holic memilih mangsa dan menyelesaikan skenario buatan mereka.", "Sekarang mereka hanya harus menjalankannya dengan benar.", "Namun, ada sesuatu yang tidak mereka pikirkan.", "“Bagaimana jika pria itu sedang bercosplay sebagai pemula?”", "“Kurasa tidak? Dia sepertinya tidak akan melakukan itu. ”", "“Kenapa dia ingin melakukan cosplay pemula di Black Forest yang sepi? Kamu terlalu khawatir tentang apa pun. ”", "Ada dua tipe pengguna yang bergerak sendiri di area level rendah ini — seorang master muda yang tidak tahu apa-apa atau pemain yang cosplay sebagai pemula.", "Namun Hyeonu juga tidak.", "Sebaliknya, ia adalah pemain solo dengan keterampilan dan item.", "***", "“Halo?”", "Hyeonu memandang mereka yang mengganggu istirahatnya.", "Ada tiga pria dan satu wanita.", "Dua prajurit, satu pemanah, dan satu pendeta — itu adalah kombinasi umum di daerah itu.", "Namun, penampilan dan perilaku mereka agak meresahkan.", "“Orang-orang sialan ini bergerak.”", "Hyeonu merasakannya.", "Mereka bukan pemain biasa.", "Mereka merasa seperti hyena.", "“Ya, halo? Apa sesuatu terjadi? ”", "“Kamu sepertinya berburu sendirian. Apakah Kamu ingin bergabung dengan pesta kami? ”", "Hyeonu mulai melukis gambar besar karena dia tidak bisa mengarahkan pedangnya pada mereka, meskipun niat gelap mereka jelas.", "Dia akan mengabaikan rencana mereka pada awalnya.", "“", "Ah!", "Aku sangat berterima kasih. ” Hyeonu berpura-pura baru dan dia tidak tahu apa-apa.", "Para idiot tidak tahu ini dan senang hal-hal telah berhasil.", "“Namaku Len. Teman ksatria Aku di sini adalah Carl dan Crawford, dan pendeta ini adalah Sunny. ”", "“Namaku Yeongchan. Senang bertemu denganmu, ”Hyeonu menjual nama temannya, Yeongchan.", "Sulit untuk menyebutkan namanya sendiri.", "***", "Perburuan berjalan lancar.", "Tim PK sebagian besar membidik orang-orang yang memiliki level lebih rendah dari mereka.", "Oleh karena itu, level mereka juga lebih tinggi daripada tempat berburu.", "‘Pesta!’", "“Pukulan berat!”", "Hyeonu sangat senang.", "Dia sejenak lupa bahwa ini adalah pesta PK yang kejam.", "“Peningkatan kemampuan skill tinggi!”", "[Prajurit peri gelap telah terbunuh.]", "[Pengalaman telah diperoleh.]", "Yang harus dia lakukan adalah bersembunyi di belakang kapal tanker dan menggunakan keahliannya ketika cooldown berakhir.", "Tidak perlu membidik poin vital.", "Dia hanya harus memukul di suatu tempat sementara sentuhan akhir diurus oleh mereka.", "Hyeonu tidak pernah kehabisan kekuatan sihir.", "Itu karena dia naik level sebelum kekuatan sihirnya mencapai titik terendah, setelah itu akan dipulihkan.", "Ini adalah bus terbaik yang pernah ada.", "***", "[Prajurit peri gelap telah terbunuh.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "‘Sekarang Aku level 20.Itu lebih cepat dari yang Aku kira. ”", "[Jendela Status]", "[Nama Karakter: Gang Hyeonu", "Level: 20", "Kelas: Prajurit", "Judul: Prajurit Diakui oleh Khan.", "Statistik: Kekuatan: 40 (+68) Agility: 45 (+28) Fisik: 40 (+50) Kekuatan Sihir: 25", "Poin stat yang tersisa: 0]", "“Ini semua berkat mereka.”", "Level Hyeonu naik sangat cepat.", "Menurut rencana Hyeonu, akan diperlukan lebih dari sehari untuk mencapai level 20.", "Namun, memanfaatkan tim PK dengan tepat mengurangi rencana ini menjadi beberapa jam.", "“Aku pikir sudah waktunya untuk melempar umpan.”", "Saat Hyeonu mengatur statistiknya, para anggota Tim Holic telah berkumpul dan berbicara satu sama lain.", "“Berapa lama kita harus menunggu?”", "“Bukankah ini terlalu banyak?”", "Kedua prajurit, Carl dan Crawford, mengeluh.", "Mereka sudah ingin mengambil barang orang ini.", "Pemimpin mereka, Len, yang menghalang-halangi mereka, “Mari kita tangkap kepala dan pura-pura membunuhnya secara tidak sengaja. Niat baik kami menjadi bengkok. ”", "“Pemikiran yang bagus, Len.”", "Mereka tidak tahu ada seseorang yang menguping pembicaraan mereka.", "Itu boneka beruang Tang-E, yang memamerkan penampilannya yang cantik sambil bersandar di pohon.", "‘Kamu akan membunuh Tuan Bung?", "Bah", "’", "Tang-E", "akan melindunginya.", "Tang-E berpikir begitu saat dia menggunakan kaki pendeknya untuk berlari.", "***", "Ekspresi Hyeonu tenang ketika dia mendengar semuanya dari Tang-E.", "Dia sudah mengharapkannya.", "Itu yang harus mereka lakukan.", "Sebaliknya, aneh bahwa mereka diam sejauh ini.", "“Pukul aku dari belakang ketika kita menangkap bos?”", "“Aku akan memukulmu dulu.”", "Team Holic dan Gang Hyeonu — mereka mulai berakting sambil menyembunyikan pikiran batin mereka satu sama lain.", "“Yeongchan, kita akan menangkap bos. Apakah kamu ingin bergabung?”", "Len bertanya dengan nada sopan.", "Hyeonu tersenyum dalam hati pada Len.", "Penampilan megah ini terlalu lucu.", "Mereka memilih target yang salah untuk PK.", "Namun, dia tidak menunjukkan apapun di permukaan.", "Hyeonu pura-pura bermasalah serius.", "Dia akan membiarkan orang-orang brengsek ini terbakar.", "“", "Um …", "Apakah Aku bisa membantu? Aku pikir Aku hanya gangguan … ”", "“Gangguan apa? Kekuatan serangan Yeongchan sangat besar. ”", "‘Kotoran. Ingin pergi sekarang? ”", "Len membuat gerakan putus asa kepada rekan satu timnya dengan tangan yang tidak bisa dilihat Hyeonu.", "Itu adalah sinyal untuk bantuan.", "“Iya. Bagaimana kita bisa sampai di sini tanpa Yeongchan? ”", "“Kami datang jauh-jauh ke sini, jadi mengapa tidak mencoba menangkap bos sekali?”", "Atas permintaan Len, imam dan prajurit membujuk Hyeonu.", "Hyeonu pura-pura jatuh hati pada bujukan itu.", "“Kalau begitu aku akan menangkapnya bersamamu. Ayo lanjutkan. ”", "Kemudian dia menempel di sisi pendeta.", "Len tercengang oleh perubahan sikap Hyeonu yang tiba-tiba.", "Sepertinya dia sedang bermain dengan mereka.", "Namun demikian, Len menahannya ketika memikirkan peristiwa yang akan segera terjadi.", "“Kamu akan segera melihat!”", "[1] Dalam bahasa Korea, namanya terdengar seperti ‘seperti beruang’. Jika berbicara negatif, itu menyiratkan lambat dan malas seperti beruang", "www.worldnovel.online"]},
{"text2": ["Perburuan kepala peri gelap itu lancar.", "Sejauh ini…", "“Menyembuhkan!”", "Kedua prajurit, Carl dan Crawford, memblokir kepala peri gelap.", "“Manusia-manusia ini berani—!” Kepala peri gelap memojokkan dua prajurit dengan gerakan tajam yang unik.", "Len menembakkan panah ke kepala.", "“Tembakan Daya!”", "Pada saat ini, Tang-E menunjukkan dirinya di sudut.", "Ada sebuah batu kecil yang dipegang di tangan Tang-E.", "Dia melemparkan batu itu ke bahu Len.", "Len tertabrak batu, membuat tujuannya sedikit melenceng.", "Hasilnya adalah bencana.", "“", "Kuaack!", "”", "Dia menusuk pundak peri gelap, bukan pedangnya.", "Kemudian belati kepala peri gelap menusuk leher Carl saat pedang menghantamnya di bahu.", "Len menyadari bahwa ada sesuatu yang aneh dan berteriak pada Crawford, “Keluar! Melarikan diri!”", "‘Sekarang.’", "“Kemana kamu pergi? Kamu harus mati di sini. ” Ada seseorang yang menghalangi retret mereka dengan senyum ceria. Itu adalah Hyeonu.", "“K … Kenapa?”", "“Mengapa? Jika Kamu berencana untuk memukul seseorang di belakang, maka Kamu harus tahu apakah Kamu dapat mengalahkan mereka. Namun Kamu tidak tahu ini? ”", "“Menyingkir! Mengapa Kamu maksud dengan memukul seseorang di belakang? ”", "“Bagaimana dengan ‘Mari menangkap kepala dan berpura-pura membunuhnya secara tidak sengaja. Niat baik kita menjadi bengkok ‘? Bukankah itu yang Kamu katakan? ”", "“…Kemudian?” Len menyadari kebenaran dan jatuh dalam keputusasaan.", "Ikan yang ditangkap di jaring bukan Hyeonu, yang berdiri di depan mereka, tetapi diri mereka sendiri.", "“Itu seperti yang kamu pikirkan. Itu kamu, bukan aku. ”", "Itu adalah kebenaran yang sangat mengerikan.", "Len mengeluarkan belati dan menyerbu ke arah Hyeonu.", "Dia hanya menembakkan panah dari kejauhan dan tidak bisa bersaing dalam pertempuran jarak dekat dengan Hyeonu.", "Len bisa terbunuh dalam satu serangan.", "Namun itu tidak terjadi.", "Hyeonu ingin menciptakan memori yang tak terhapuskan untuk Len.", "“Jangan lakukan ini lagi.”", "Dia ingin menginjak-injak orang ini sepenuhnya.", "***", "Pemimpin Team Holic, Len, meninggal.", "Dia meninggal dengan tubuh yang seluruhnya tertutup luka.", "“Dia mungkin tidak akan melakukan ini lagi.”", "“Manusia!!” Sekarang hanya ada kepala yang tersisa.", "“Tang-E, buff!”", "“Berkat Hutan. Momentum Bear. ”", "Pertempuran sesungguhnya dimulai sekarang.", "Gerakan kepala elf gelap itu cepat, tetapi mereka sederhana.", "Hyeonu bereaksi tegas terhadap setiap tindakan.", "Inilah akhirnya.", "Kepala peri gelap kalah dari Hyeonu meskipun dia biasanya menyalahgunakan pemain level 50 yang memiliki buff pendeta.", "Selain itu, itu terlalu sepihak.", "Kepala peri gelap itu tidak berdaya.", "Dia tidak berhasil dengan satu serangan pun.", "Itu diblokir oleh Hyeonu setiap saat.", "Pada akhirnya, Hyeonu memotong perut kepala peri yang gelap itu.", "Itu bukan luka yang dalam, tapi itu cukup untuk membatasi gerakannya.", "“Manusia paling banyak …”", "“Paling-paling … Menyedihkan. Apakah Kamu tahu Hei ~ kau akan mati hari ini karena manusia. ”", "Hyeonu memamerkan sikap khasnya tentang pedang di bahunya dan menerima kata-kata kepala suku.", "Provokasi Hyeonu bekerja dengan baik.", "Kepala peri gelap mengabaikan luka di perutnya dan berlari ke depan.", "Serangan kepala suku itu jauh lebih lambat dari sebelumnya.", "Seolah-olah dia bergerak melalui air.", "Hyeonu tidak akan terpengaruh oleh serangan semacam ini.", "Dia menggunakan gerakan indah untuk menghindari kepala peri gelap.", "Secara bersamaan, pedang Hyeonu bergerak.", "Tok.", "Lengan yang memegang belati jatuh ke tanah.", "“", "Grrrr …", "“Kepala peri gelap itu mengerang karena rasa sakit dari lengannya terputus.", "Tidak, dia mencoba melakukannya.", "Namun, lehernya sudah terpotong.", "[Kepala peri gelap telah terbunuh.]", "[Pengalaman telah diperoleh.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "[Kamu naik level.]", "[Semua kekuatan kesehatan dan sihir telah dipulihkan.]", "‘Dua tingkat …baik.’", "Tang-E", "melompat ke bahu Hyeonu.", "Kemudian dia melakukan high-five dengan Hyeonu.", "Itu adalah upacara kemenangan.", "Gambaran besar Hyeonu sukses.", "“", "Uhahaha!", "”", "***", "“Tiga inventaris.”", "Hasil dari gambaran besarnya sangat indah.", "Bagaimanapun, mereka adalah penjahat PK profesional.", "Hukuman mengakibatkan mereka menjatuhkan banyak peralatan mahal.", "Sayangnya, pendeta itu bukan pembunuh, jadi hanya beberapa barang lain yang dijatuhkan.", "“Bukankah itu cukup menguntungkan?”", "Item langka dalam kisaran level 50 bernilai setidaknya ratusan ribu won, tidak peduli seberapa buruknya mereka.", "Jika efek populer dilampirkan, maka itu bisa dengan mudah melebihi satu juta won.", "“Aku suka jika semua barang mereka jatuh.”", "Hyeonu memeriksa setiap item.", "Tidak ada barang mahal selain barang langka.", "“", "Eh?", "Apa kekayaan ini? ”", "Kemudian barang yang cukup bagus datang dari inventaris Len.", "“Buku keterampilan langka acak?”", "Buku keterampilan langka acak — Hyeonu telah melihatnya beberapa kali.", "Item ini memberi skill dengan nilai yang langka.", "Itu tentu saja mahal, sangat mahal.", "“Haruskah Aku menjualnya?”", "Hyeonu berjuang sambil memegang buku keterampilan di tangannya.", "Haruskah dia menghasilkan uang dengan menjual buku keterampilan atau menggunakannya untuk mendapatkan jackpot yang lebih besar?", "“Aku akan pergi ke kota dulu dan memikirkannya nanti.”", "***", "“Apakah kamu menjualnya?” Yeongchan bertanya pada Hyeonu yang sedang memeriksa laptopnya.", "“Ya, Aku akan segera menjualnya. Aku hanya perlu mengurangi biaya 500. ”", "“Kamu beruntung. Bagaimana kamu bertemu dengan mereka? ”", "Hyeonu menjelaskan situasinya dengan kasar.", "Itu adalah kisah orang-orang yang mencoba mengambil barang-barang Hyeonu.", "Yeongchan berpikir itu konyol ketika dia mendengarnya.", "Mereka telah memilih target yang salah.", "Mereka tidak bertujuan untuk orang lain; mereka bertujuan untuk Gang Hyeonu.", "“Mencoba menangkap orang gila … Keberuntungan mereka buruk.” Yeongchan menyatakan belasungkawa bagi mereka yang mencapai akhir yang jelas.", "“Apakah kamu merekam video?”", "“Sebuah video? Aku mengambilnya.”", "“Kalau begitu berikan padaku.”", "Dia akan melakukan sesuatu untuk Hyeonu.", "Yeongchan menerima video yang Hyeonu simpan di laptop-nya.", "Hyeonu menghilang ke dalam kubus, dan Yeongchan tetap sendirian di ruang tamu.", "“Orang ini agak kurang, dan yang ini tidak bisa dihubungi. Haruskah Aku menaikkan harga sedikit? ”", "Yeongchan sedang mencari seseorang untuk membuat video Hyeonu.", "Yang dibutuhkan Hyeonu sekarang adalah publisitas.", "Dia perlu meningkatkan kesadaran Hyeonu sebelum debut streamingnya.", "Yeongchan memutuskan untuk mengedit beberapa video game Hyeonu menjadi film.", "Itu adalah video asli dari sebelum Hyeonu bahkan membuka mulutnya.", "Tidak ada yang lebih diinginkan jika teknik editing hebat ditambahkan.", "Itu adalah jackpot.", "“Jackpot, tentu saja.”", "“", "Ah,", "menemukannya.”", "Nama dan informasi kontak satu orang muncul di laptop Yeongchan.", "[Film Ellis]", "[Bidang: Pakar pengeditan video Arena.", "Karir: # 1 dalam kategori video bulan ini untuk Arena World. Pembuat Arena of the Year.]", "“Itu mahal tapi …”", "Tiga juta won — beberapa orang mungkin berpikir terlalu banyak uang dihabiskan untuk mengedit video yang hanya 30 menit.", "Namun, nilai uang ini …Itu tidak mahal sama sekali mengingat nilai yang akan dibawanya.", "Selain itu, Ellis Movies adalah yang teratas di antara para pembuat film tersebut.", "Itu adalah nama yang Yeongchan tidak akan pernah tahu jika dia tidak diperkenalkan oleh seorang kenalan.", "Kelemahan dari pekerjaan ini adalah bahwa ada lebih banyak persyaratan selain uang, tetapi Yeongchan percaya bahwa video Hyeonu akan cukup.", "“Itu sangat berharga.”", "***", "Ellis — di antara pembuat video Arena, ia dikenal sebagai hantu.", "Dia memilih BGM yang sesuai dan mengeditnya frame-by-frame.", "Terkadang, dia mencuri penglihatan mereka seperti hantu dengan menggunakan perubahan warna.", "Ellis awalnya tidak direncanakan untuk menjadi pembuat film Arena.", "Mimpinya adalah menjadi direktur blockbuster besar atau desainer grafis yang mengimplementasikan game realitas virtual.", "Dengan kata lain, dia ingin menjadi hebat.", "Namun kenyataan suram, dan jalan yang dia temukan adalah Arena.", "Dari saat ia melangkah ke dunia ini, ia berlari menuju kesuksesan.", "Sampai pada titik di mana dia merasa bahwa ini selalu menjadi panggilannya.", "Suatu hari, dia mengedit video Arena seperti tupai ketika dia berpikir.", "“Ini adalah kehidupan yang aku impikan.”", "Sejak saat itu, hati Ellis menghapus segalanya, dan dia hanya menyentuh video.", "“Ini omong kosong. Ini juga. Bisakah PK dilakukan seperti ini? Jelas itu hanya untuk mendapatkan uang. ”", "Ellis memilah suratnya yang seperti biasa ditumpuk hari ini.", "Dia tidak bisa menonton semua rekaman secara detail, jadi dia hanya menonton menit pembukaan.", "“", "Umm …", "Apa video ini? ”", "Tangannya berhenti menekan tombol hapus setelah beberapa saat.", "Dia melihat video yang disukainya.", "Gaya bertarung pria dalam video itu sangat rapi.", "Itu adalah gaya bertarung yang belum pernah dilihat Ellis sebelumnya.", "Tidak, dia pernah melihatnya di masa lalu.", "Itu benar, itu ada di video meleegod.", "“Yeongchan? Michael memperkenalkannya kemarin … ”", "“Tapi ini bukan dia?”", "Pikiran Ellis tidak bertahan lama.", "Dia terbenam dalam video Hyeonu.", "Itu adalah video tanpa pengeditan, tetapi sangat mendalam.", "Motivasi Ellis muncul setelah sekian lama.", "“Mulai hari ini, aku akan menjadi penggemar orang ini.”", "“Aku akan melakukannya untuknya tanpa pertanyaan!”", "Video orang ini yang menangkap kelompok PK secara terbalik sudah cukup.", "Gaya bertarung pria dalam video itu penuh dengan kekuatan bintang.", "Hanya perlu penambahan editingnya.", "“Ini adalah jackpot.”", "Ellis segera memulai pengeditan.", "Dia tidak tahan.", "Ini adalah pertama kalinya ada video yang membangkitkan keinginannya untuk mengedit.", "“Letakkan ini di latar belakang di sini dan perbesar seperti ini! Baik! Sempurna!”", "Tangan Ellis menjadi sibuk.", "Kemudian video Hyeonu mulai berubah dengan cepat.", "Ini adalah momen ketika Ellis menjadi editor video eksklusif Hyeonu.", "***", "‘Apa yang harus Aku lakukan…’", "Hyeonu sedang duduk di sudut desa.", "Dia merasa bermasalah.", "Buku keterampilan langka acak adalah sesuatu yang dia enggan menyerah meskipun mungkin tidak berguna.", "Dia tidak berpikir dia akan mendapatkan keterampilan yang baik jika dia menggunakannya, tetapi dia ragu untuk menjualnya.", "Harganya mahal, tetapi jika keterampilan yang berguna untuk Hyeonu keluar, maka itu akan sangat berharga untuk masa depan.", "Pada saat ini, Tang-E mendekati Hyeonu yang sedang berjuang.", "“Tuan Bung. Apa yang Kamu pikirkan?”", "Tang-E", "tanya dengan telinganya yang khas menggeliat.", "Hyeonu mengungkapkan kekhawatirannya kepada Tang-E saat dia ingin meminta saran kepada seseorang.", "“Aku punya sebidang tanah. Namun, itu adalah tanah yang tidak ditebangi.Dengan kata lain, Aku tidak tahu apa hasilnya jika Aku menanam sesuatu di dalamnya. ”", "“Begitu?”", "“Aku bertanya-tanya apakah aku harus menjual tanah ini atau membersihkannya untuk membangun pertanian.”", "Saat cerita Hyeonu selesai, Tang-E berkata,", "“Apa yang akan kamu lakukan jika kamu menjual tanah itu?”", "Hyeonu berhenti sejenak sebelum menjawab, ”", "Hah?", "Aku akan bertani? ”", "“Lalu mengapa menjual? Apakah kamu tidak punya uang? ”", "“!!!”", "“Mengapa Aku ingin menjual ini ketika mereka sudah memberi Aku uang?”", "Hyeonu membuka buku keterampilan segera setelah dia menyadari ini.", "Dia menggunakan buku keterampilan.", "[Kamu telah menggunakan buku keterampilan acak yang langka.]", "[Keterampilan telah dibuat.]", "[Kamu dan aku di One Shot!]", "[Kamu dan aku dalam satu kesempatan. Pukulan dengan jiwa!", "Jenis: Berkelanjutan", "Peringkat: Langka", "Kecakapan Keterampilan: F", "Abaikan 10% dari pertahanan lawan.]", "Hasil pertaruhan adalah jackpot.", "Ini sungguh menakjubkan.", "Itu memiliki efek yang hanya akan terlihat pada item unik tingkat tinggi.", "Penetrasi pertahanan 10% secara harfiah berarti mengabaikan 10% baju besi dan keterampilan bertahan mereka.", "Sulit untuk menunjukkan efisiensi di tingkat Hyeonu karena kekuatan serangan pemain itu relatif tinggi sementara monster tidak memiliki banyak pertahanan.", "Namun, efisiensinya berbeda ketika level meningkat.", "Jadi, itu adalah sukses besar.", "Lagipula, tujuan Hyeonu bukanlah menjadi pemain biasa-biasa saja.", "Hyeonu menyingkirkan semua pesan sistem dan mengambil Tang-E.", "Kemudian dia mulai berputar.", "Itu adalah ekspresi kegembiraan Hyeonu saat hampir disiksa untuk Tang-E.", "“Sial, Tuan Bung !! Turunkan aku!!!”", "“Terima kasih! Terima kasih!!”", "***", "Sebuah video diunggah ke Arena World saat Hyeonu mendapatkan jackpot dengan buku keterampilan acak.", "[PK Bugs Menangkap Video.avi]", "Reaksi orang-orang sangat intens.", "Khususnya, mereka yang menderita penjahat PK jahat di tingkat rendah sangat ceria.", "-Minum susu Yuljae:", "Aku juga ditabrak oleh orang-orang itu sebelumnya.", "Sangat menggembirakan.", "–", "Raja Kekuatan Otot:", "Jika Aku bertemu mereka, Aku akan memotong mereka terlebih dahulu.", "–", "Watch berkualitas tinggi:", "Mereka terpukul dalam gambaran besar.", "–", "Kematian yang Tidak Terduga saat Tersentuh:", "Ngomong-ngomong, mengapa pergi ke bos peri gelap yang bahkan tidak bisa mereka tangkap?", "Daois Tertidur:", "Tembakan sari apel 1,5L terasa menyegarkan.", "Direkomendasikan!", "–", "Thailand Opha:", "Apakah ini film Ellis?", "Tidak heran mengapa kualitasnya berbeda.", "“Bagus.”", "Ada 150.000 tampilan.", "Yeongchan senang dengan tanggapan masyarakat.", "Tampaknya mengunggah beberapa video lagi akan cukup publisitas.", "Dia mengunggahnya ke salurannya, jadi dia yakin jumlah penayangan akan naik.", "“Ini bukan buang-buang uang. Aku pikir mereka membuatnya sedikit murah. ”", "Yeongchan juga menyukai video setelah diedit.", "Di atas semua itu, ini adalah film Ellis yang luar biasa.", "Namun entah bagaimana, harganya sangat murah.", "Itu adalah jumlah uang yang luar biasa bagi pakar top industri.", "“Yah, ini artinya dia menyukai Hyeonu.”", "Yeongchan merasa mungkin tidak apa-apa untuk pindah ke tahap berikutnya.", "‘Rencana: Jadikan Gang Hyeonu bintang.", "Subtitle: Kembalinya sendok emas. ‘", "Itu mulai sekarang.", "www.worldnovel.online"]}
]