[
{"testing": ["Bab 5: Bentuk Puncak", "Penerjemah: EndlessFantasy Translation", "Lu Zhou tidak takut ditertawakan. Baginya, semua ini tidak penting selama dia bisa segera menyelesaikan krisis.", "Dia mengangguk, dan matanya berpindah dari wajah murid ketiga, keempat dan kelima, dan akhirnya berhenti pada murid kesembilannya.", "“Bagaimana denganmu, Yuan’er?”", "“Tua… Tuan.” Little Yuan’er ragu-ragu.", "“Tidak masalah… Katakan saja apa yang ingin kamu katakan. Aku sudah hidup cukup lama untuk melihat semua jenis badai. Ketika Kakak Tertua dan Kedua Kamu meninggalkan Gunung Golden Court, mereka jauh lebih bertekad daripada Kamu. ” kata Lu Zhou dengan suara lemah.", "Little Yuan’er berlutut. Guru, murid ini tidak berani.", "“Ding! Kamu telah menyelesaikan pencarian sampingan ‘Keinginan orang lain bukanlah milik kita untuk dilihat’. Hadiahnya adalah Eye of Truth, dan efeknya permanen. ”", "Itu membuat Lu Zhou terdiam. Tiba-tiba, label khusus muncul di matanya atas beberapa murid jahat di depannya.", "“Duanmu Sheng, alam Divine Court. Loyalitas 23%, menolak… ”", "“Mingshi Yin, alam Divine Court. Loyalitas 15%, menolak… ”", "“Zhao Yue, alam Divine Court. Loyalitas 35%, menolak… ”", "Ci Yuan’er, alam Divine Court. Loyalitas 60%, meningkat… ”", "“Petunjuk: Ketika kesetiaan seorang murid di bawah 0%, dia akan mengkhianati sekte dan menjadi musuh. Ketika loyalitas lebih dari 80%, murid tidak akan mengkhianati, sementara lebih dari 90% adalah loyalitas absolut. ”", "Penurunan kesetiaan dari tiga murid pertama memang sesuai dengan harapannya, tetapi Lu Zhou sedikit terkejut dengan kenyataan bahwa kesetiaan Little Yuan’er meningkat.", "“Dalam hal ini, Aku tidak perlu terus berpura-pura …” kata Lu Zhou sengaja. “Ya, Aku terluka…”", "Mata murid-muridnya berbinar. Sementara itu, para pembudidaya di luar perisai sangat ingin menyerbu ke dalam perisai dan merobek penjahat tua itu menjadi beberapa bagian seperti sekawanan serigala buas.", "Lu Zhou memperhatikan bahwa kesetiaan dari tiga murid pertama telah berkurang 5%.", "Tapi kemudian, nadanya berubah tiba-tiba.", "“Tapi, ini tidak berarti kamu bisa mengangkat jari ke arahku!” Lu Zhou menghancurkan kartu pengalaman ‘Bentuk Puncak Ji Tiandao’. Dalam sekejap, meridian, Dantian, dan lautan Qi-nya yang mengering terisi ke tingkat maksimum.", "Dengan dia di tengah, ledakan kuat meluncur ke segala arah!", "“Ah!”", "“Bagaimana ini mungkin?”", "Duanmu Sheng, Mingshi Yin dan Zhao Yue terbang mundur, masing-masing memuntahkan seteguk darah, sementara mata Little Yuan’er melebar saat dia menatap majikannya dengan tidak percaya.", "Gelombang ledakan kuat mengalir keluar dan menghancurkan perisai, yang sudah di ambang kehancuran. Dalam sekejap mata, perisai itu menghilang. Puluhan ribu pembudidaya menyaksikan dengan takjub, dan seluruh dunia terdiam.", "“Bukankah dia terluka? Bagaimana dia masih bisa mengeluarkan ledakan sekuat itu? ”", "“Aku jelas melihatnya berlari kembali ke perisai dengan panik!”", "“Aku punya firasat buruk…”", "“Berhenti mengatakan itu, aku bisa merasakan kakiku gemetar!”", "Sepuluh ahli teratas juga menatap dengan marah ke arah Lu Zhou dan tampak tidak percaya. Di sisi lain, yang terakhir menarik napas dalam-dalam dan bahkan tidak melihat ketiga murid jahatnya.", "Perasaan dari bentuk puncak sangat bagus. Dia merasa seolah-olah semuanya berada di bawah kendalinya, dan semua orang di depannya telah menjadi semut yang bisa dia hancurkan hanya dengan jentikan jari.", "Segera setelah Duanmu Sheng dan dua murid lainnya jatuh ke tanah, mereka berguling dan berlutut sambil berkata serempak, “Murid ini memohon pengampunan Guru!”", "Darah mengucur dari sudut mulut mereka dan jatuh ke punggung tangan mereka. Jari-jari mereka terus gemetar, bahkan mereka tidak berani bernapas terlalu keras.", "Lu Zhou memelototi mereka dan mengangkat tangan. Sebuah ledakan dahsyat mengalir ke arah ketiga murid seperti gelombang besar.", "“Kamu tidak menaati aku, dan kamu akan dihukum!”", "Bam! Bam! Bam! Tiga pancaran cahaya keemasan menabrak ketiga murid itu, menyebabkan mereka muntah darah lagi.", "Aku akan berurusan denganmu ketika aku kembali!", "Lu Zhou tidak menatap mata mereka tetapi melirik waktu yang tersisa: Dia masih punya waktu sekitar dua puluh sembilan menit. Dia tidak membutuhkan terlalu banyak waktu untuk memberi pelajaran kepada ketiga muridnya.", "Sekarang, yang tersisa baginya untuk ditangani adalah puluhan ribu pembudidaya dan sepuluh ahli dari ranah Nascent Divinity Tribulation.", "Menatap Luo Changfeng, yang berada di udara, Lu Zhou berkata, “Biarkan aku melihat seberapa kuat dirimu dalam sebulan terakhir!”", "LEDAKAN!", "Dia mendorong ke tanah dengan satu kaki, dan mendorong dirinya ke udara seperti misil dengan kecepatan kilat. Saat dia terbang ke atas, dia berteriak dengan suara keras dan jelas, “Avatar, Hundred Tribulations Insight!”", "Sebuah avatar dengan tinggi lebih dari seratus kaki dan lebar dua puluh kaki muncul di langit, dikelilingi oleh cahaya keemasan. Sebuah teratai emas dengan delapan daun terlihat berputar cepat di bawahnya.", "Saat melihatnya, Luo Changfeng dengan cepat bergerak mundur dengan ekspresi kaget di wajahnya.", "“Hentikan dia!”", "Sembilan ahli lainnya terbang ke udara dan menghasilkan avatar mereka juga.", "Sepuluh avatar bergabung bersama untuk membentuk dinding sementara para pembudidaya lainnya dengan cepat mundur dan bersembunyi di belakang mereka.", "Meski begitu, banyak kultivator yang lebih lemah tertegun dan jatuh ke tanah karena mereka tidak mundur tepat waktu, dan bahkan ada yang mati di tempat dengan darah menyembur dari tujuh lubang mereka.", "“Surga! Aku tidak percaya dia langsung menggunakan gerakan terkuatnya! ”", "Ini adalah salah satu jurus terkuat Ji Tiandao, avatar delapan daun Hundred Tribulations Insight!", "“Jangan panik! Meskipun Hundred Tribulations Insightnya sangat kuat, ia menghabiskan banyak energi. Selama kita bisa menahan serangan ini, dia akan tamat! ”", "Ini juga yang dipikirkan oleh sepuluh ahli teratas.", "Dipimpin oleh Luo Changfeng, sepuluh avatar terus-menerus menahan korosi Hundred Tribulations Insight. Segala sesuatu dalam jarak seratus mil diterangi oleh cahaya terang dari sebelas avatar sementara binatang dan burung melarikan diri dengan panik untuk hidup mereka.", "Setelah menggunakan kartu pengalaman bentuk puncak, semua keterampilan utama Ji Tiandao muncul di benak Lu Zhou. Avatar dari Hundred Tribulations Insight adalah salah satu skill terkuatnya.", "Tapi, kenapa dia langsung menggunakannya?", "Karena itu adalah kartu pengalaman yang akan hilang begitu waktunya habis. Jadi, dia mungkin juga menggunakannya tanpa keraguan!", "Karena kamu suka menggunakan pedang, aku juga akan menggunakan pedang! Lu Zhou mengangkat tangan kanannya.", "Cahaya putih menyala muncul di antara telunjuk dan jari tengahnya, membentuk pedang yang menyilaukan. Kemudian, energi berputar di sekitar bilah dan menyatu menjadi berkas pedang.", "Intervensi Ilahi yang Tidak Sempurna? Secara naluriah, Duanmu Sheng mendongak, dan tubuhnya gemetar. Bagaimanapun, gerakan ini adalah salah satu gerakan terkuat dari Teknik Satu Dewa.", "Teknik Divine One terdiri dari gerakan pedang dan gerakan tombak. Duanmu Sheng selalu ingin mempelajari semua jurus pedangnya, tapi sayang sekali Ji Tiandao menolak untuk mengajarinya jurus terakhir.", "Dia tidak pernah berpikir dia akan melihat langkah ini pada kesempatan seperti itu.", "Duanmu Sheng salah, Mingshi Yin salah, dan Zhao Yue salah juga. Guru mereka tidak hanya dapat menggunakan avatar Wawasan Seratus Kesengsaraan dengan mudah, tetapi juga Intervensi Ilahi yang Tidak Sempurna.", "Gerakan itu, tentu saja, juga salah satu keterampilan terkuatnya.", "Lebih mengerikan lagi, di bawah pengaruh avatar, kekuatan Intervensi Ilahi yang Tidak Sempurna berlipat ganda.", "Mata Luo Changfeng melebar dan bibirnya menggigil saat dia berkata, “Mundur!”", "“Mundur?”", "“Jika kita tidak mundur sekarang, sepuluh dari kita pasti akan terluka parah! Bukan hanya penjahat tua ini tidak terluka, tapi dia lebih kuat dari sebelumnya! ” Luo Changfeng berkata dengan enggan.", "Bagaimana ini bisa terjadi? Chang Jian dari cabang Duanlin penuh dengan keraguan. Mereka tidak mengalami kesulitan melawan Ji Tiandao sebulan yang lalu, dan mereka yakin bahwa mereka telah melukai him selama pertempuran.", "Tapi sekarang, sepertinya… mereka juga salah.", "Lu Zhou melayang di depan avatarnya, tampak seolah-olah keduanya telah bergabung menjadi satu. Kemudian, Intervensi Ilahi yang Tidak Sempurna miliknya mendekati dengan tenang, seolah-olah itu telah membelah kehampaan.", "Swoosh!", "Sepuluh avatar memudar pada saat yang sama ketika sepuluh ahli teratas pindah kembali ke langit. Dan ketika mereka mundur, para kultivator lemah yang bersembunyi di balik avatar mereka yang menderita.", "Detik berikutnya, sinar pedang kuat jatuh dari langit dan menebas kerumunan.", "www.worldnovel.online"]},
{"testing": ["Bab 2: Strategi Untuk Mengusir Musuh", "Penerjemah: EndlessFantasy Translation", "Ketika dia melihat basis kultivasinya berada di tingkat kesembilan dari Body Tempering, Lu Zhou menggelengkan kepalanya tanpa daya. Sayangnya, basis kultivasi Ji Tiandao telah hilang. Selain karena sudah tua, bodinya hanya tersisa dengan kekuatan Body Tempering.", "Kartu Bentuk Puncak Ji Tiandao?", "“Sistem, apakah itu berarti bentuk puncak Ji Tiandao dalam periode terkuatnya?”", "Sistem tidak menjawab; sepertinya memang begitu.", "Tiga kartu… itu berarti satu setengah jam.", "Dalam keadaan ketika kekuatan dan basis kultivasinya menurun, Ji Tiandao masih bisa bermain imbang dengan sepuluh ahli teratas, jadi seharusnya tidak sulit untuk mengalahkan mereka dalam bentuk puncaknya.", "‘Kartu Pembalikan yang bisa memberiku kekuatan hidup?’", "Ini persis yang paling dia butuhkan sekarang.", "Hampir tanpa berpikir dua kali, Lu Zhou mengeluarkan Kartu Pembalikan, yang hancur dan berubah menjadi titik cahaya hanya dengan pikiran, berputar-putar di sekitarnya.", "Pada saat itu, dia bergidik!", "Kekuatan kehidupan dari rumput dan pepohonan di sekitarnya tampaknya telah ditarik saat aliran energi bergulir dan mengalir melalui pegunungan. Segera, aliran energi dengan cepat berkumpul dari seluruh pegunungan dan dataran.", "Kulitnya berubah.", "Rambutnya berubah.", "Penglihatannya menjadi lebih jelas.", "Kekuatan hidupnya pulih.", "Lu Zhou melirik ke menu: Bidang sisa kehidupan perlahan meningkat.", "Efek dari kartu pembalikan yang dapat membalikkan kehidupan… sungguh menakjubkan.", "Butuh beberapa saat sampai perasaan itu berangsur-angsur tenang.", "Sementara itu…", "Tidak lama setelah keempat murid itu sampai di kaki gunung, mereka merasakan gerakan yang kuat di puncak gunung.", "Gelombang energi yang kuat! Old Third berseru.", "“Aku tahu bahwa Guru memiliki keterampilan yang lebih kuat yang tidak pernah dia ajarkan kepada kami!”", "“Sejak pengkhianatan, Guru selalu menahan satu atau dua trik saat mengajari kita!”", "“Tapi… Saat aku paling dekat dengan Guru barusan, aku jelas merasa tidak ada fluktuasi energi di tubuhnya. Ada desas-desus di dunia kultivator bahwa Guru telah terluka. ”", "“Jangan tertipu oleh penampilan! Tidak sulit menyembunyikan fluktuasi energi. Menilai dari kinerja Guru barusan, semuanya harus berada di bawah kendalinya. ”", "“Adik Kecil, Guru sangat menyayangimu. Apakah kamu tahu teknik apa ini? ” Tiga murid lainnya memandang murid kesembilan.", "“Ah? Bagaimana Aku tahu… Guru selalu begitu tak terduga! ” Little Yuan bergumam.", "Saat mereka berempat berpatroli, mereka mendengar suara seorang kultivator ortodoks dari luar perisai.", "“Dengarkan, penjahat Golden Court Mountain! Kamu dikelilingi! Cepat keluar dan hadapi kematianmu! ”", "Suara itu menggema di atas gunung.", "Murid kesembilan mendongak dan melihat sebuah kereta terbang melintasi langit.", "Itu Zhou Jifeng, murid tertua dari Sekte Pedang Surgawi. Dikatakan bahwa dia baru saja menerobos ke alam Divine Court beberapa waktu lalu. ”", "“Dia baru saja melangkah ke ranah Divine Court. Jika itu pertarungan satu lawan satu, dia bahkan tidak layak menjadi lawan Adik Junior Kecil. ”", "“Sayang sekali jumlahnya banyak.”", "“…”", "Di antara sembilan penjahat besar Golden Court Mountain, Ci Yuan’er, yang bergabung dengan sekte terbaru, memiliki basis kultivasi terlemah. Dia sekarang berada di tahap Mengendalikan-Dao alam Divine Court.", "“Orang-orang ini bukan masalah… Masalah sebenarnya adalah sepuluh ahli teratas. Mereka semua memiliki kekuatan dari alam Nascent Divinity Tribulation. ”", "“Dengan tidak ada kesempatan untuk mendapatkan bantuan Kakak Senior, Aku hanya berharap Guru benar-benar memiliki rencana untuk mengusir musuh, ”kata murid ketiga, Duanmu Sheng, dengan tangan terlipat di dada.", "Murid keempat, Mingshi Yin, tersenyum licik dan berkata, “Aku tahu ini berbahaya, tapi siapa yang bisa menghentikan kita berempat sekarang jika kita ingin melarikan diri?”", "Duanmu Sheng, Zhao Yue, dan Little Yuan’er semuanya berhenti. Setelah hening lama, Duanmu Sheng berkata, “Bagaimana Aku bisa pergi ketika Guru tidak memberi Aku senjata?”", "Murid kelima, Zhao Yue, sedikit membuka bibir merahnya saat dia terkekeh dan berkata, “Mana yang lebih penting, nyawamu atau senjata yang rusak itu?”", "Murid kesembilan menatap mereka dengan rumit, dan dia tidak bisa menahan diri untuk tidak berkata, “Saudara Senior, Saudari Senior, apakah kamu benar-benar tidak ingin bertarung bersama Guru? Bagaimana Kamu bisa melakukan ini ketika Guru telah bekerja sangat keras untuk mengajari kami teknik kultivasi? ”", "Saudari Senior Zhao Yue mengangkat tangan dan berkata, “Little Junior Sister, kamu baru bergabung dengan sekte, jadi ada banyak hal yang tidak kamu ketahui …”", "Mingshi Yin mendengus ringan dan berkata, “Meskipun Guru mengajari kami teknik kultivasi, dia juga menyiksa kami, bukan?”", "“Tapi, kita menjadi lebih kuat karena itu, kan?” Little Yuan’er tidak mengerti.", "Kamu terlalu naif. Lihat saja ketenaran Golden Court Mountain dan reputasi sembilan murid jahatnya. ”", "Tongkat yang bengkok akan memiliki bayangan yang bengkok; karakter dan perilaku murid dapat diharapkan menyerupai tuan mereka.", "“Bagaimanapun, ini tidak bisa menjadi alasan untuk pengkhianatan,” kata Little Yuan’er dengan keras kepala.", "Itu membuat tiga orang lainnya menggelengkan kepala dan mendesah. Guru mereka pemarah dan pemurung kadang-kadang, dan dia memperlakukan murid dengan kasar. Adapun kepergian kakak laki-laki tertua dan kedua mereka, mereka tidak tahu alasannya, dan tuan mereka juga tidak pernah menyebutkannya.", "Sementara itu, Lu Zhou telah mempelajari sistem tersebut.", "Setelah menggunakan Kartu Pembalikan, dia merasa tubuhnya diremajakan. Meskipun itu masih tidak seenergi pria muda, itu sudah cukup baginya untuk bergerak.", "Dia bangkit dan bernapas saat dia melakukan satu set perangkat latihan sederhana. Setelah terbiasa dengan tubuh barunya, dia menghela nafas, “Ini masih sedikit terlalu tua.”", "Dalam kehidupan sebelumnya, tidak peduli bagaimana dia bekerja lembur dan begadang, dia merasa paling lama tiga puluh tahun. Dia tidak terbiasa menjadi begitu tua secara tiba-tiba.", "Untungnya, sisa hidupnya dipulihkan menjadi 313 hari.", "Lu Zhou memperhatikan bahwa dia dapat bertukar teknik kultivasi, senjata, dan Kartu Pembalikan di pusat perbelanjaan. Itu berarti dia bisa memiliki pertumbuhan terbalik.", "313 hari masih jauh dari cukup. Dia ingin kembali ke level di mana dia setidaknya bisa bergerak secara normal. Rasanya sangat buruk terlihat begitu tua.", "Atau, mungkin dia bisa kembali ke masa mudanya? Namun, dia tidak memiliki terlalu banyak Kartu Pembalikan saat ini. Dia hanya bisa mempertimbangkan itu setelah menyelesaikan krisis langsung.", "Dia takut tidak ada penjelajah dimensi lain yang terjebak dalam situasi seperti ini.", "“Sayang sekali item hadiahnya terlalu sedikit. Tampaknya beberapa otak dibutuhkan untuk segera menyelesaikan krisis ini. ” Lu Zhou terus merenung. Sesaat kemudian, dia perlahan bangkit dan berjalan keluar dari gazebo.", "Matahari yang terik menyilaukan. Meskipun ingatan Ji Tiandao memberinya banyak referensi, ketika dia melihatnya dengan matanya sendiri, dia masih terkesima dengan langit biru yang cerah.", "Ledakan!", "Ada ledakan, dan seluruh Golden Court Mountain bergetar.", "Lu Zhou sedikit mengernyit. Apakah para pembudidaya sudah tidak sabar untuk menghancurkan perisai?", "Ledakan!", "Dia menatap perisai tak terlihat.", "Golden Court Mountain benar-benar tanah yang berharga. Pembatasan yang kuat diperkuat secara eksponensial oleh medan, dan sangat sulit untuk dibobol oleh para ahli dari ranah Nascent Divinity Tribulation.", "Swoosh, swoosh, swoosh…", "Dalam sekejap mata, keempat murid itu datang di depannya. Mereka tercengang saat melihat Lu Zhou berdiri tegak.", "“Guru!”", "“Guru!”", "“Guru!”", "“Salam, Guru! ”", "Orang terakhir yang menyambutnya adalah murid kesembilannya, Ci Yuan’er.", "Lu Zhou melihat senyum di wajahnya yang tampan.", "“Tuan, Kamu tampaknya semakin muda,” kata Yuan’er sambil tersenyum.", "“Kemari!”", "“Iya.”", "Adegan Ji Tiandao yang menyayangi Ci Yuan’er muncul di benak Lu Zhou. Dia tidak berharap penjahat tua itu memiliki sisi yang lembut. Dia mengangkat tangan tua yang besar dan dengan lembut menepuk dahi murid kesembilannya.", "Kamu masih yang terbaik.", "Duanmu Sheng, yang berdiri di samping, berkata, “Guru, mereka mencoba untuk menghancurkan perisai. Tolong biarkan aku melawan mereka! Aku pasti akan membantai mereka semua. ”", "Pandangan Lu Zhou melintasi mata Duanmu Sheng.", "Tatapan itu membuat hati Duanmu Sheng bergetar, dan dia menelan sambil menundukkan kepalanya, tidak berani menatap langsung ke yang lain lagi.", "“Aku sudah punya rencana untuk mengusir musuh. Ikutlah bersamaku!” Lu Zhou berkata dengan lemah.", "“Dimengerti!”", "Setelah mendapatkan kembali kekuatan hidup, kaki Lu Zhou menjadi lebih gesit.", "Keempat muridnya mengikuti dengan hormat di belakangnya saat dia berjalan menuju bagian luar Gunung Golden Court.", "Di luar gunung, ribuan pembudidaya berbaris dalam lusinan kelompok kecil: beberapa berdiri di atas pedang terbang, beberapa di kereta, dan beberapa di tanah.", "Berbagai spanduk melambai di depan mereka — Sekte Pedang Surgawi, Cabang Duanlin dari Sekolah Konfusianisme, Sekte Primal dari Liga Dao …", "“Bekerja lebih keras, semuanya! Perisai tidak akan bertahan lama! Patriark jahat dari Golden Court Mountain pasti terluka parah, itulah sebabnya dia berani untuk tidak keluar sekarang. Jika itu terjadi di masa lalu, Golden Court Mountain tidak akan pernah mengalami penghinaan seperti itu dalam diam! ”", "“Memang! Dia pasti terlalu takut untuk keluar dan menghadapi kita! Mari kita terus menantang mereka untuk berkelahi! ”", "Sebuah kereta melayang di langit, dari situ terdengar suara, “Dengarkan, penjahat Golden Court Mountain! Kamu dikelilingi! Cepat keluar dan hadapi kematianmu!", "www.worldnovel.online"]},
{"testing": ["Bab 3: Mengajar Tanpa Keparahan Adalah Kemalasan Guru", "Penerjemah: EndlessFantasy Translation", "Suara itu bergema dan terdengar perkasa, sangat meningkatkan moral para pembudidaya ortodoks. Sementara itu, sepuluh ahli teratas dari ranah Nascent Divinity Tribulation masing-masing duduk di kereta, menunggu dengan mata tertutup hingga perisai pecah.", "Penjahat tua ada di sini!", "“Hati-hati!”", "Tiba-tiba, ekspresi para kultivator berubah, dan mereka dengan cepat terbang mundur dengan pedang mereka. Tidak berani postur lagi, mereka begitu saja mendarat dan berdiri di antara kerumunan.", "Tepat pada saat itu, sepuluh ahli teratas membuka mata mereka. Namun, murid tertua dari Sekte Pedang Surgawi Zhou Jifeng sangat berani. Dia adalah satu-satunya yang masih mengambang dan melihat ke bawah dari langit, seolah-olah dia akan menjadi ujung tombak serangan itu.", "Mata para pembudidaya tertuju pada pintu masuk Golden Court Mountain ketika sekelompok orang berjalan perlahan, dengan Lu Zhou di depan dan empat muridnya mengikuti di belakang. Mereka tidak menggunakan kemampuan ilahi yang kuat dan hanya berjalan seperti orang biasa, tetapi banyak kultivator bahkan tidak berani bernapas terlalu keras.", "Pria tua berambut putih itu tidak lain adalah patriark jahat yang terkenal, tuan dari sembilan murid jahat yang terkenal!", "Saat dia mendekati perisai, Lu Zhou berhenti, yang membuat murid keempatnya, Mingshi Yin berhenti karena terkejut. “Kenapa dia tidak pindah?”", "Lu Zhou tetap tenang dan tenang. Dia tahu itu akan membangkitkan kecurigaan murid-muridnya yang jahat, tapi itu tidak masalah. Begitu dia mengusir musuh, mereka secara alami akan tersingkir.", "Pemimpin sekte dari Sekte Pedang Surgawi Luo Changfeng adalah yang pertama berbicara. “Ini baru sebulan, dan kepala penjahat tampaknya semakin muda.”", "Leluconnya membuat penonton tertawa terbahak-bahak.", "Namun, Lu Zhou tidak mempedulikannya. “Kamu orang yang berani, Luo Changfeng,” katanya acuh tak acuh.", "“Berhenti berpura-pura! Kamu mungkin bisa menipu beberapa murid jahat Kamu ini, tapi Kamu tidak bisa menipu kami. Tidak ada artinya menjadi sok. Menyerahlah sekarang, dan sekte ortodoks dunia akan mengampuni Kamu seluruh tubuh, ”kata Luo Changfeng.", "Mengambang di langit, Zhou Jifeng tiba-tiba berkata dengan suara keras, “Kalian berempat harus menjadi empat murid terakhir dari orang tua ini, kan?”", "Murid kesembilan Yuan’er memutar matanya dan berkata, “Siapa lagi kita ini? Betapa bodohnya!”", "“…”", "Zhou Jifeng melirik gadis kecil itu. Bagaimanapun, dia tidak marah saat dia melanjutkan, “Penjahat tua ini telah terluka parah, dan tidak mudah baginya untuk berpura-pura sampai sekarang. Ini kesempatan bagimu untuk melepaskan kejahatan dan kembali ke kebaikan — bunuh dia bersama kita dari sekte ortodoks. ”", "“Bunuh dia!”", "“Bunuh dia!”", "“Bunuh dia!”", "Puluhan ribu pembudidaya meraung, suara mereka mengguncang langit dan bergema di seluruh Golden Court Mountain.", "“Mereka sangat berisik… Tuan, tolong biarkan aku melawan mereka! Aku tidak sabar untuk mengupas dan mematahkan tulang anak sombong ini! ” Mingshi Yin membungkuk dan berkata.", "Mingshi Yin adalah seorang ahli sejati pada tahap Dao-transformasi dari alam Divine Court, lebih kuat dari pada tingkat yang sama. Zhou Jifeng sama sekali bukan tandingannya. Jadi, yang terakhir menelan saat dia menggerakkan pedangnya dan bergerak mundur beberapa meter.", "Dia pasti lelah hidup untuk bertarung di barisan depan melawan Golden Court Mountain.", "Lu Zhou mengangkat tangan dan berkata, “Tidak perlu. Bagaimana sekte ortodoks ini memberi Kamu kesempatan untuk melawan mereka satu lawan satu? ”", "Kamu benar, Guru! Mingshi Yin mengangguk dan berkata.", "Dengan senyum menawan, murid kelima Zhao Yue berkata dengan sinis, “Anak laki-laki tampan, pedang terbangmu terlihat luar biasa. Jika Kamu berhasil tetap hidup setelah menerima satu tamparan dari Aku, Aku akan membiarkan Kamu membunuh Aku. Apa pendapatmu tentang itu?”", "“Kamu…”", "“Jifeng, mundur!”", "“Iya.”", "Luo Changfeng berkata, “Siapa yang tidak tahu bahwa semua sembilan murid jahat dari Golden Court Mountain adalah ahli dari alam Divine Court dan di atasnya? Aku takut hanya penjahat sepertimu yang akan menindas junior. ”", "Lu Zhou tidak berbicara tetapi memandang mereka dengan tenang.", "Pada saat itu, Chang Jian dari cabang Duanlin berkata, “Hari ini, para ahli dari sekte ortodoks bergandengan tangan untuk menghukum Kamu. Kamu penjahat hanya menyalahkan diri sendiri untuk ini. Kebaikan dan kejahatan harus mendapatkan pahala pada akhirnya, jadi berhentilah melakukan perlawanan yang tidak berarti! ”", "“Aku memiliki penilaian sendiri, apakah itu baik atau jahat, benar atau salah. Bahkan jika murid-murid Aku melakukan sesuatu yang salah, mereka hanya dapat dihukum oleh Aku. Kamu tidak berhak memberi tahu Aku apa yang harus Aku lakukan, ”kata Lu Zhou dengan lemah.", "Setelah mendengar itu, Luo Changfeng dan yang lainnya tertawa terbahak-bahak.", "“Kamu benar-benar pandai bercanda, tua! Pada saat Kamu menghukum mereka, seluruh dunia akan berakhir sepenuhnya. Sekte Nether Yu Zhenghai menelan sekte lain di mana-mana, tetapi apakah Kamu menghukumnya? Yu Shangrong merampok puluhan ribu barang berharga dari ibu kota sekunder Great Yan. Apakah Kamu sudah menghukumnya? ”", "“Izinkan Aku bertanya lagi, apakah Yu Shangrong yang menculik putri dari Wilayah Barat yang menikah dengan Great Yan?”", "“Iya.”", "“Apakah karena hasutan Si Wuya sehingga tiga puluh ribu pembudidaya meninggal di Rongbei?”", "“Iya.”", "“Adalah baik bagimu untuk mengakuinya. Mengajar tanpa keseriusan adalah kemalasan guru! Apa lagi yang harus kamu katakan? ”", "Selama bertahun-tahun, murid-murid jahatnya memang telah melakukan banyak kejahatan. Tetapi, pada saat ini, para pembudidaya ortodoks ini dan dia adalah musuh dengan pendapat yang berbeda!", "Lu Zhou melirik Luo Changfeng dan menjawab dengan tenang, “Lalu?”", "“Tidakkah menurutmu apa yang telah dilakukan Evil Sky Pavilion dibenci oleh manusia dan surga?” Luo Changfeng menggelengkan kepalanya.", "“Mereka yang bukan kerabat kita pasti memiliki hati yang berbeda. Mereka yang dari Wilayah Barat bukanlah kerabat kami, dan begitu pula mereka yang dari Rongbei, namun Kamu mengasihani mereka. Motifmu keterlaluan. ”", "“Kamu!” Luo Changfeng sangat marah dengan ucapan Lu Zhou. Sembilan ahli lainnya juga menggelengkan kepala, berpikir bahwa penjahat tua ini tidak ada harapan.", "Namun, pada saat itu, keempat murid di belakang Lu Zhou tampak sedikit terkejut. Tuan mereka bukanlah orang yang fasih, dan dia selalu membunuh lawannya hanya dengan sedikit perselisihan. Tapi sekarang, dia benar-benar bernalar dengan para pembudidaya ortodoks ini. Itu adalah keajaiban bagi mereka.", "Dari sudut matanya, Mingshi Yin melirik tuannya. Lu Zhou berdiri di dalam perisai, dan aura serta sikapnya tidak berbeda dari sebelumnya. Namun, dia terus memiliki perasaan aneh tentang yang terakhir, yang tidak dapat dia tunjukkan dengan tepat.", "“Penjahat tua, kamu harus keluar dari perisai sekarang jika kamu punya nyali! Tidak ada gunanya berpura-pura seperti ini… ”kata Chang Jian.", "Kalau begitu, aku akan bertarung dengan kalian sepuluh lagi.", "Sepuluh ahli teratas tercengang sejenak, dan kemudian mereka tertawa terbahak-bahak.", "Bagaimana mungkin Ji Tiandao, yang sedang terluka, bisa mengalahkan mereka yang gagal melakukannya dalam pertempuran yang terjadi sebulan lalu?", "Luo Changfeng berkata dengan suara keras, “Penjahat tua, Aku akan melihat berapa lama Kamu bisa berpura-pura. Keluar dan lawan aku sekarang! ”", "Lu Zhou memandang Luo Changfeng dengan wajah tenang. Namun, alis Mingshi Yin mengerutkan kening sebelum bersantai.", "‘Dengan temperamen Guru, dia tidak akan pernah melakukan ini. Jika dia benar-benar memiliki kemampuan untuk melawan sepuluh dari mereka bersama-sama, dia tidak akan bertengkar dan berdebat dengan mereka. Ini hanya berarti satu hal — Guru benar-benar terluka! ”", "Sedikit senyuman menyapu sudut mulut Mingshi Yin.", "Di bawah pengawasan pengawasan orang banyak, Lu Zhou keluar dari perisai, berdiri melawan angin dan menghadapi puluhan ribu pembudidaya. Dia belum pernah melihat pemandangan sebesar itu dalam hidupnya, dan dia akan berbohong jika dia mengatakan dia tidak gugup. Meskipun demikian, dia harus tetap tenang.", "“Baiklah, tunjukkan padaku apa yang bisa kamu lakukan,” kata Lu Zhou.", "Swoosh!", "Luo Changfeng menyaladi udara, lalu pedangnya berlipat ganda dan mulai berputar dengan cepat seperti payung.", "“Ini adalah keterampilan unik dari Sekte Pedang Surgawi yang disebut Kilatan Pedang Surgawi. Itu bisa menyerang lebih dari seratus kali dalam sekejap. Bahkan ahli puncak dari ranah Nascent Divinity Tribulation tidak berani mengambilnya secara langsung. ” Para murid dari Sekte Pedang Surgawi sangat bersemangat.", "“Ini adalah Kilatan Pedang Surgawi Pemimpin Sekte!”", "“Serangan itu akan menunjukkan kepada kita warna aslinya. Bahkan jika dia bisa menerimanya, dia tidak bisa mengubah apapun. ”", "“Penjahat tua ini sendiri sedang mencari kematian!”", "www.worldnovel.online"]},
{"testing": ["Bab 8: Undian Berhadiah dan Pusat Perbelanjaan Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Lu Zhou melirik ketiga murid itu lagi saat dia perlahan bangkit. Tamparannya telah membuat mereka sangat menderita, sampai-sampai mereka kesulitan berdiri. Yuan’er cukup bijaksana untuk berlari dan membantunya sampai dia mendapatkan pijakan dan kemudian menyingkir.", "2Lu Zhou berdiri dengan tangan terlipat di belakang punggungnya. Alih-alih melihat mereka, dia berjalan ke tepi gazebo dan menghadap ke pegunungan.", "Kabut membumbung di sulur di antara pegunungan, berputar-putar di udara. Gunung Pengadilan Emas, tanpa perisainya, tampak agak misterius.", "Old Third!", "“Ya tuan!” Duanmu Sheng gemetar saat dia menundukkan kepalanya dan menjawab.", "“Berapa peringkat Kamu di daftar hitam?”", "Ini … Aku di posisi kedelapan belas.", "Bagaimana dengan Old Fourth?", "“Aku… aku tidak sebaik Kakak Senior. Aku di posisi dua puluh lima. ”", "1Zhao Yue tidak menunggu tuannya bertanya. Aku cukup beruntung berada di posisi dua puluh delapan.", "“Beruntung?” Suara Lu Zhou menjadi serius saat dia berkata, “Kamu benar-benar muridku yang luar biasa … Sejak kapan itu menjadi sesuatu yang berharga untuk dipamerkan untuk mencantumkan namamu di gulungan hitam? Kamu telah mempermalukan aku! ”", "2 “Aku salah!” Hati Zhao Yue bergetar.", "Lu Zhou baru saja mulai memberi ceramah ketika dia tiba-tiba memikirkan apa yang dikatakan Yuan Kecil kepadanya, bahwa namanya ada di atas gulungan hitam. Sepertinya dia paling mempermalukan dirinya sendiri …", "Untuk sesaat, dia merasa malu, tapi kemudian dia membuangnya.", "“Karena kamu tahu kamu salah, kamu harus berubah,” kata Lu Zhou dengan lemah.", "Perubahan?", "Bagaimana?", "Ketiga murid itu saling memandang.", "Mereka mengira mereka berada di jalur yang sama dengan tuan mereka, dan semua gaya melakukan sesuatu juga dipelajari dari tuan mereka!", "“Kejahatan tidak akan dilakukan selanjutnya. Bisakah kamu melakukan itu?” Lu Zhou mengucapkan kata demi kata.", "14Tiganya berhenti. Mereka menatap tuan mereka dengan pandangan yang agak tidak bisa dimengerti, tetapi kemudian mereka menjawab serempak, “Murid ini akan mematuhi perintah Guru.”", "Keheningan berat terjadi di gazebo sekali lagi. Setelah beberapa waktu, saat Lu Zhou melihat pemandangan di kejauhan, dia menghela nafas dan berkata, “Satu hal yang telah Aku lakukan salah dalam hidup Aku adalah bahwa Aku hanya mengajari Kamu cara berkultivasi tetapi tidak bagaimana berperilaku.", "“Aku juga salah, dan karena itu, aku telah menghasilkan banyak murid pengkhianat sepertimu!”", "1Tanpa mengomentari apa yang telah mereka lakukan di dunia kultivasi, hanya fakta bahwa mereka tidak mematuhi tuan mereka dan menyembunyikan niat mengkhianati sekte sudah cukup untuk menandai mereka sebagai pengkhianat.", "1Keempat murid tidak berani bersuara.", "Siapa yang berani mengatakan bahwa tuannya salah?", "“Duanmu Sheng, Mingshi Yin!”", "“Ya tuan!” Kedua murid menjawab pada saat bersamaan.", "“Perisai Gunung Pengadilan Emas telah rusak sekarang. Hukuman Kamu adalah menjaga gunung sementara perisai diperbaiki, dan Kamu tidak boleh pergi tanpa izin Aku. Setelah perbaikannya selesai, Aku akan memaafkan Kamu, ”kata Lu Zhou dengan lemah.", "Itu setara dengan membatasi kebebasan mereka. Memperbaiki perisai bukanlah tugas yang mudah, dan itu akan memakan waktu setidaknya delapan hingga sepuluh tahun untuk diselesaikan. Itu adalah hukuman yang masuk akal, yang jauh lebih baik daripada membunuh mereka.", "Kedua pria itu sangat gembira.", "Murid ini akan mematuhi perintah Guru!", "Mata Lu Zhou tertuju pada murid kelimanya. “Zhao Yue!”", "“Ya tuan?”", "“Kakak Ketiga dan Keempat Kamu harus tetap di gunung, jadi … Aku menghukum Kamu untuk menebus kejahatan Kamu di bawah gunung. Apakah Kamu keberatan? ”", "Menebus kejahatannya?", "Zhao Yue menjatuhkan dirinya ke tanah dan berkata dengan suara rendah, “Murid ini akan mematuhi perintah Guru dan dare tidak memiliki keberatan apapun. Tapi…”", "“Katakan!”", "2 “Kejahatan apa yang harus Aku tebus?”", "Lu Zhou menggelengkan kepalanya. Murid-murid jahat ini telah mengikuti Ji Tiandao selama bertahun-tahun sehingga pandangan mereka tentang kehidupan dan nilai-nilai telah dirusak sepenuhnya olehnya, dan mereka telah kehilangan kemampuan dasar untuk menilai benar dan salah.", "3Dia tidak segera berbicara tetapi berbalik dan berjalan melewati mereka. Meskipun dia tanpa fluktuasi aura atau energi, dia masih membuat ketiga murid itu bergidik.", "Yuan’er, katakan padaku, apa yang baik dan apa yang jahat? Lu Zhou bertanya dengan acuh tak acuh.", "Itu membuat Yuan Kecil berhenti sejenak, lalu dia menangkupkan tinjunya dan berkata, “Membantu orang itu baik dan melukai orang itu jahat?”", "10Itu adalah jawaban yang dia dapatkan secara tiba-tiba, dan dia tidak pernah mengira itu benar.", "Lu Zhou menggelengkan kepalanya saat mendengar jawabannya. “Bagaimana menurutmu, Old Third?”", "Dengan kepala tertunduk, Duanmu Sheng berkata, “Melakukan amal itu baik, sedangkan membunuh dan membakar dan menjarah itu jahat?”", "Lu Zhou menggelengkan kepalanya lagi.", "Old Fourth.", "“Untuk melayani negara dan orang-orang itu baik, dan membantu penjahat melakukan hal-hal buruk adalah kejahatan.” Itulah jawaban Mingshi Yin.", "2Lu Zhou masih menggelengkan kepalanya.", "Jawaban mereka terlalu dangkal dan bukan yang dia inginkan.", "Keempat murid itu memandang dengan wajah bingung saat tuan mereka terus menggelengkan kepalanya.", "Dengan tangan tergenggam di belakang punggungnya, Lu Zhou berkata, “Dalam hidup, seseorang tidak harus melakukan perbuatan baik atau mengabdi pada negara dan rakyat… Seseorang tidak akan pernah bisa menyenangkan semua orang. Tapi, seseorang seharusnya tidak memiliki rasa bersalah di hati. ”", "9Mereka berempat menatap majikan mereka dengan tatapan yang rumit. Mereka tiba-tiba merasa bahwa tuan mereka sangat berbeda dari sebelumnya.", "Sebulan yang lalu, dia menyuruh mereka untuk membunuh siapa saja yang menurut mereka tidak enak dipandang. Tapi sekarang, dia membuat pernyataan yang bijaksana. Sulit bagi mereka untuk tidak terkejut.", "“Seseorang seharusnya tidak memiliki rasa bersalah di dalam hati… Aku mengerti sekarang. Aku pasti akan membunuh semua orang fanatik yang telah menghina Guru … “Zhao Yue mengertakkan gigi dan berkata.", "7 “…”", "Sepertinya dia tidak mengatakan apa-apa. Lu Zhou tidak tahu apakah harus tertawa atau menangis.", "“Sudahlah. Aku pikir lebih baik bagi Kamu untuk tetap di gunung dan dihukum bersama dengan yang lain. ” Lu Zhou menggelengkan kepalanya.", "Zhao Yue membeku, dan kemudian dia berkata, “Murid ini akan mematuhi perintah Guru.”", "Bagaimanapun, ketiga murid ini telah mengikuti Ji Tiandao terlalu lama. Pandangan mereka tentang kehidupan dan nilai-nilai telah mengakar kuat, yang tidak dapat diubah olehnya hanya dengan beberapa kata. Dia terlalu kejam, dan akan menjadi ide yang sangat buruk untuk membiarkan dia meninggalkan gunung.", "2Saat ini, basis kultivasi Lu Zhou sangat lemah, jadi krisis masih ada. Selain itu, murid-murid jahat yang mengkhianati sekte itu semua mengamatinya.", "Lu Zhou melirik mereka sekali lagi. Loyalitas mereka meningkat masing-masing menjadi 50%, 45% dan 52%.", "Ketiga murid jahat ini benar-benar keras kepala!", "Masalah baik dan jahat tidak dapat diselesaikan dalam waktu singkat, tetapi kesetiaan mereka harus ditingkatkan hingga lebih dari 60%.", "Tampaknya hukuman membuat mereka tetap di gunung saja tidak cukup.", "1Lu Zhou perlahan berbalik dan berjalan kembali ke gazebo sebelum duduk bersila.", "“Mulai hari ini, tidak peduli apa yang telah Kamu lakukan di masa lalu, Aku bisa membiarkan masa lalu berlalu. Tapi, jika Kamu melakukannya lagi, jika Kamu tidak setia dan melakukan pengkhianatan, Aku tidak akan mengampuni Kamu dengan mudah. ​​”", "Kali ini, bahkan Yuan Kecil pun berlutut juga, dan mereka berempat terus berjanji bahwa mereka tidak akan melakukannya lagi. Benar saja, kesetiaan dari tiga murid jahat meningkat sebesar 5%.", "Setelah tongkat itu, dia menunjukkan kepada mereka wortel dengan berkata, “Karena Kamu telah bergabung dengan Gunung Golden Court dan menjadi murid Aku, Aku secara alami akan melindungi Kamu semua …”", "Loyalitas mereka meningkat 10% lagi sementara Yuan Kecil meningkat 2%.", "Lu Zhou mengangguk di dalam hatinya. Ide perlindungan telah banyak meningkatkan loyalitas mereka. Dunia sangat luas dan penuh keajaiban. Meskipun ada banyak ort terkenalsekte hodoks, ada juga banyak orang munafik dan pengkhianat. Di dunia yang kompetitif dan kejam ini, orang tidak takut pada penjahat sejati, tetapi pada orang baik palsu. Dunia kultivasi sangat aneh dan beragam, penuh intrik. Merupakan berkah dalam hidup memiliki atap di atas kepala seseorang.", "Sebenarnya, itu adalah ide yang sama persis dengan yang mereka miliki ketika mereka datang ke sini untuk mengakui dia sebagai tuan mereka.", "“Ding! Kamu telah menyelesaikan tugas menghukum tiga murid jahat. Kamu diberi 100 poin reward. ”", "Dia mendengar perintah sistem.", "“Meninggalkan!” Lu Zhou berkata dengan suara samar.", "“Ya tuan!” Empat murid meninggalkan gazebo.", "Meskipun hati mereka tidak tenang, mereka merasa lebih terkejut dan bingung, terutama ketiga murid jahat itu. Mereka telah melakukan pengkhianatan, tetapi tuan mereka hanya melarang mereka di Gunung Pengadilan Emas.", "Itu tidak berbeda dengan bantuan yang besar.", "Jika sebelumnya, akan ada pemukulan brutal dan luka serius.", "…", "Ketika semua muridnya telah pergi, Lu Zhou menghela nafas lega dan membuka menu pribadi.", "Nama: Lu Zhou", "Ras: Manusia", "Basis Budidaya: Body Tempering tingkat kesembilan", "Avatar: Tidak ada", "Poin Merit: 200", "Sisa hidup: 321 hari", "Item: Kartu Bentuk Puncak Ji Tiandao x 2, Kartu Blok Kritis (pasif) x 5", "Teknik Budidaya: Tidak ada", "…", "Dia sangat lemah.", "Hanya setelah mengalami bentuk puncak, Lu Zhou menyadari betapa lemahnya tubuh ini.", "Ketika dia melihat bahwa dia memiliki 200 poin prestasi, dia berkata, “Undian berhadiah.”", "“Ding! Setiap undian menghabiskan 50 poin prestasi, dan jika undian gagal, Kamu akan mendapatkan 1 poin keberuntungan. ”", "8 “Itu penipuan!”", "5 “Pusat perbelanjaan.”", "3 Antarmuka di matanya berubah. Pusat perbelanjaan itu penuh dengan berbagai senjata dan teknik budidaya.", "“Kamu bahkan bisa membeli avatar?” Lu Zhou tidak bisa berkata-kata.", "Avatar adalah salah satu keterampilan terkuat para pembudidaya. Ketika para kultivator berkultivasi ke alam tertentu, mereka akan memadatkan indera ketuhanan mereka menjadi avatar besar. Semakin kuat pembudidaya, semakin kuat avatar mereka.", "2Sayangnya, sebagian besar item berwarna merah dan tidak bisa dibeli.", "“Avatar peringkat magang, ‘Taiji Dasar’, berharga 300 poin prestasi …”", "“Avatar ‘Two Transformed Powers’ berharga 1.000 poin prestasi …”", "Lu Zhou memperhatikan bahwa harga untuk avatar level tertinggi, ‘Myriad Supreme’, hanyalah sederet tanda tanya.", "6 “…”", "3", "www.worldnovel.online"]},
{"testing": ["Bab 1: Patriark Penjahat", "Penerjemah: EndlessFantasy Translation", "“Yang disebut sekte ortodoks terkenal itu terlalu hina! Bagaimana mereka bisa memanfaatkan kesulitan orang lain? Biarkan aku keluar dan membantai mereka semua! ”", "“Saudara Senior Ketiga, jangan sembrono dan tertipu trik mereka.”", "“Saudari Junior Kelima benar. Kita tidak harus panik sekarang. Bahkan jika Guru tidak bisa bertarung, mereka tidak bisa menyebabkan terlalu banyak masalah dengan kita berempat di sini. ”", "“Tapi, sepuluh ahli ortodoks teratas dari ranah Nascent Divinity Tribulation semuanya ada di sini! Selain itu, kondisi Guru … ”", "“Diamlah, kalian semua! Tidak bisakah kamu melihat Guru sedang beristirahat? ”", "Lu Zhou mendengar pertengkaran sengit saat dia perlahan membuka matanya. Kenangan yang membingungkan menusuk ke dalam pikirannya seperti puluhan juta jarum sementara gambar yang terfragmentasi dengan cepat terjalin di kepalanya.", "‘Dimana ini?’", "“Apa yang terjadi padaku?”", "Fragmen ingatan membasuhnya!", "‘Tunggu apa? Aku telah menjadi Ji Tiandao, Patriark jahat? ‘Lu Zhou melihat segala sesuatu di depannya dengan heran.", "Sebuah gazebo, Golden Court Mountain, empat murid jahat, dan puluhan ribu pembudidaya ortodoks di kaki gunung…", "Sementara itu, kenangan terus datang padanya…", "Dalam hidupnya, Ji Tiandao telah mengambil sembilan murid, yang semuanya adalah penjahat hebat yang memegang kekuasaan di berbagai daerah dan dikenal karena menciptakan masalah di mana-mana.", "Murid tertuanya, Yu Zhenghai, telah mendirikan sekte setelah mengkhianatinya, dan sekarang menjadi pemimpin sekte dari Sekte Nether yang terkenal kejam, yang dikenal sebagai sekte jahat nomor satu dari Great Yan.", "Murid keduanya, Yu Shangrong, ahli dalam pedang. Sekarang, dia telah menjadi Pedang Iblis yang menakutkan, dan menantang para ahli di mana-mana dan membunuh siapa pun dengan sedikit perbedaan pendapat.", "Murid ketiga, keempat, dan kelima pergi keluar untuk menimbulkan masalah dari waktu ke waktu, tetapi untungnya mereka tidak meninggalkan Golden Court Mountain.", "Murid keenamnya, Ye Tianxin, adalah penguasa istana dari Derived Moon Palace, pemimpin yang didukung oleh banyak pembudidaya wanita dan dijuluki Jadeface Shura.", "Murid ketujuhnya, Si Wuya, memiliki jaringan informasi yang mencakup seluruh dunia, dan merupakan penjahat yang bijaksana dan licik. Dia pernah memulai perang dengan strategi menabur perselisihan, menyebabkan banyak korban dan penderitaan yang tak terhitung.", "Murid kedelapannya, Zhu Honggong, mendapatkan gelar Raja Jahat hanya beberapa tahun setelah meninggalkan gunung.", "Murid kesembilannya, Ci Yuan’er, adalah yang terakhir bergabung dengan sekte-nya, dan juga murid favoritnya, serta satu-satunya murid yang masih memiliki hati nurani. Dia juga tinggal di gunung sepanjang waktu.", "Sayangnya, Ji Tiandao telah hidup selama hampir seribu tahun, yang hampir mencapai batas umur seorang kultivator. Seiring bertambahnya usia, kendali atas kesembilan muridnya menurun, dan begitu pula sikapnya terhadap mereka. Akhirnya, lima dari mereka mengkhianatinya, menimbulkan tantangan serius bagi otoritasnya.", "Sebulan yang lalu, sepuluh ahli ortodoks teratas memasang jebakan dan bersama-sama menyerang Patriark jahat. Ji Tiandao bertarung melawan sepuluh ahli sendirian, dan pertarungan berakhir imbang.", "Sekarang, para ahli dari sekte ortodoks berada di kaki gunung, bersiap-siap untuk melancarkan serangan.", "Golden Court Mountain sedang menghadapi krisis yang belum pernah terjadi sebelumnya.", "Lu Zhou tidak tahu apakah harus tertawa atau menangis. Saat dia mencoba untuk bangun, dia duduk kembali dan hampir jatuh ke tanah. Tubuhnya terasa kosong dan lemah.", "“Guru sepertinya sudah bangun!”", "“Guru!”", "Keempat murid, yang telah menunggu lama di luar gazebo, masuk dan membungkuk kepada Lu Zhou. Yang terakhir melirik empat orang di depannya dan berdehem.", "Dia tidak berbicara.", "Murid-murid di depannya semuanya adalah penjahat jahat, dan pengkhianatan lima murid lainnya adalah panggilan bangun untuknya.", "“Bagaimana perasaan Kamu, Guru?” Murid ketiganya, Duanmu Sheng, bertanya dengan prihatin.", "“Aku baik-baik saja.”", "Wajah keempat murid itu bersinar.", "“Tuan… para ahli dari sekte ortodoks ada di kaki gunung sekarang. Aku khawatir tidak akan butuh waktu lama bagi mereka untuk menghancurkan perisai pertahanan, ”kata Mingshi Yin, murid keempatnya.", "Lu Zhou memaksa dirinya untuk tenang. Pada saat ini, dia tidak punya pilihan lain selain menerima ingatan dan tubuh Ji Tiandao sepenuhnya.", "“Mengapa Aku tidak keluar dan meminta Kakak Tertua untuk kembali dan membantu? Mempertimbangkan hubungannya dengan Guru, dia seharusnya tidak duduk diam. Dia sekarang adalah pemimpin sekte dari Sekte Nether, dengan ribuan antek di bawahnya. ”", "“Atau mungkin Adik Ketujuh, dia pria yang jenaka …”", "“Guru…”", "“Diam!” Lu Zhou menyela mereka. ‘Tenang, Aku tidak bisa panik. Tidak peduli apa, Aku adalah Master dari penjahat ini. Aku tidak dapat mengungkapkan fakta bahwa basis kultivasi Aku telah hilang. Jika tidak, Aku akan menjadi sepotong daging di atas talenan, dan keempat murid ini akan membunuh Aku terlebih dahulu sebelum para pembudidaya ortodoks di luar melakukannya. ”", "“Perisai Golden Court Mountain cukup kuat untuk bertahan selama beberapa waktu. Apa yang membuatmu panik? ” Lu Zhou menegur.", "Empat murid tersipu malu saat mereka menundukkan kepala dan tidak berani berbicara sepatah kata pun.", "Old Third, apa yang kamu katakan barusan? Lu Zhou bertanya dengan nada yang sama dengan Ji Tiandao.", "Sebagai orang tua yang telah hidup selama seribu tahun, kondisi mental Ji Tiandao jauh melebihi orang lain. Tapi, Lu Zhou adalah pembelajar yang cepat, dan ketika ingatan mereka telah bergabung, selama dia hanya meniru sebentar dan tidak mengacau, mereka tidak akan menemukan sesuatu yang tidak biasa.", "“Guru, Aku ingin meminta Kakak Tertua untuk kembali dan membantu,” kata Duanmu Sheng. Ketika dia menangkupkan tinjunya dan menundukkan kepalanya, dia mencuri pandang ke Lu Zhou.", "Lu Zhou menghela nafas sambil menggelengkan kepalanya dan berkata, “Aku bersama-sama diserang oleh sepuluh ahli dan hampir tidak mengakhiri pertarungan dengan seri. Apakah menurut Kamu tidak ada orang di balik ini? ”", "Ekspresi Duanmu Sheng sedikit berubah. “Tuan, maksud Kamu Kakak Tertua menjebak Kamu di belakang punggung Kamu?”", "Ji Tiandao telah menjadi liar di dunia selama bertahun-tahun dan tidak pernah mengalami kecelakaan seperti itu. Seiring bertambahnya usia, kekuatannya menurun, dan ia menjadi kurang jera. Meski begitu, tidak mudah untuk menghadapinya. Hanya seseorang yang tahu segalanya tentang dia yang bisa memasang jebakan yang begitu sempurna.", "Murid tertua, Yu Zhenghai, sangat mengenal gurunya, dan Si Wuya pandai berhitung, jadi keduanya dicurigai.", "Murid keempat, Mingshi Yin, mengutuk, “Bajingan yang tidak tahu berterima kasih ini! Mereka tidak hanya mengkhianati Golden Court Mountain, tetapi juga berani menjebak Guru! ”", "“Jika bukan karena perisainya, aku yakin mereka akan mengepung gunung sekarang juga!”", "“…”", "“Cukup!”", "Di teriakan itu, semua orang langsung terdiam. Suara Lu Zhou terdengar jelas tidak senang saat dia berkata, “Apakah menurut Kamu Aku tidak tahu apa yang Kamu pikirkan? Kamu ingin Aku mati, bukan? ”", "“Ah?”", "Keempat murid itu segera berlutut dan berkata serempak, “Murid ini tidak berani!”", "Lu Zhou melirik mereka saat dia mendengus dan berkata, “Kalian semua adalah ahli dari alam Divine Court, dan mungkin Kamu akan melangkah ke alam Nascent Divinity Tribulation hanya dalam beberapa tahun seperti Kakak Tertua dan Kedua. Pada saat itu, dapatkah Aku, sebagai Guru Kamu, masih dapat mengendalikan Kamu? ”", "“Dia yang mengajariku sehari adalah ayahku seumur hidup! Kami tidak akan pernah mengkhianati Guru! ” Keempat murid itu membungkuk.", "Lu Zhou menarik napas dalam-dalam. Meskipun dia sudah siap secara mental, dia masih sedikit gugup ketika menghadapi situasi seperti itu.", "“Tinggalkan aku. Aku punya rencana sendiri untuk mengusir musuh. ”", "“Aku mengerti!” Empat murid mundur dengan patuh.", "‘Rencanakan pantatku, aku hanya ingin diam, itu saja.’ Lu Zhou akhirnya merasa lega, dan dia menemukan bahwa pada suatu saat, punggungnya berkeringat dingin. “Aku perlu tenang. Tetapi, bagaimana Aku bisa tenang di hadapan empat murid yang tidak tahu berterima kasih, yang mungkin melompati dan menyerang Aku kapan saja, dan ribuan yang disebut kultivator ortodoks di luar sana? ‘", "’Ji Tiandao, dosa apa yang telah kau lakukan sehingga aku harus membereskan kekacauan untukmu? ‘", "‘Seolah-olah melakukan dosa sendiri tidak cukup, mengapa kamu memupuk begitu banyak murid yang jahat?’", "‘Kurang ajar kau! Kamu benar-benar pantas mati! ”", "‘Apa yang harus Aku lakukan sekarang untuk menangani masalah internal dan eksternal, ditambah tubuh lama yang hampir tidak bisa bergerak?’", "‘Apakah ada penjelajah dimensi yang lebih sial dariku?’", "“Ding! Tugas selesai. Waktu yang dibutuhkan: 1.000 tahun. Selesaikan 9/9 tugas mewarisi dan mengajar. ”", "“Sistem prestasi secara resmi diaktifkan.”", "’Eh? ‘Hati Lu Zhou bergetar. ‘Ini dia cheatnya!’", "Dia tiba-tiba mengerti mengapa Ji Tiandao telah membudidayakan sembilan murid jahat.", "Sayangnya, kerja keras sepanjang hidupnya hanya untuk membuka jalan bagi orang lain. Itu adalah kerja keras seribu tahun!", "Sistem membuka menu, dan antarmuka biru pucat muncul di depan mata Lu Zhou.", "Nama: Ji Tiandao", "Ras: Manusia", "Basis Budidaya: Body Tempering tingkat sembilan", "Merit Points: -100,000 (Dapat digunakan untuk menukar life force, lucky draw, dll.)", "Sisa hidup: 3 hari", "Item: Tidak ada", "Teknik Budidaya: Tidak ada", "Fungsi lainnya: Undian berhadiah, pusat perbelanjaan.", "…", "′-100.000! ‘Lu Zhou membelalakkan matanya dan berpikir,’ Serius? Seratus ribu poin pahala negatif? Aku dapat menerima kenyataan bahwa Kamu mengirim Aku ke dalam tubuh orang tua, tetapi apa ini? Dan apa yang terjadi dengan sisa 3 hari kehidupan? ”", "“Menilai kembali…”", "“Informasi yang salah diperbaiki. Ji Tiandao sekarang diubah menjadi Lu Zhou. ”", "“Ding! Tugas prasyarat dari misi utama dipicu: Kalahkan musuh. ”", "“Selesaikan tugas prasyarat dan perbaiki diri Kamu sendiri, maka poin prestasi akan menjadi nol.”", "“Terdeteksi bahwa tuan rumah terlalu lemah. Paket hadiah pemula dihadiahkan. Apakah Kamu ingin membukanya? ”", "Rangkaian perintah membuat Lu Zhou mengangguk puas.", "Itu lebih seperti itu.", "Dia juga bisa memahami tugas prasyarat yang diberikan oleh sistem. Lagipula, apa yang dilakukan Ji Tiandao sepanjang hidupnya adalah perbuatan yang terkenal jahat.", "Tetapi, sistemnya cukup masuk akal. Ia tahu tubuh tua ini terlalu lemah, jadi ia memberinya paket hadiah pemula.", "“Buka.”", "“Ding! Kamu telah menerima 1 x Kartu Pembalikan, yang dapat memberi Kamu kekuatan hidup. ”", "“Kamu telah menerima 3 x Kartu Bentuk Puncak. Yang akan memberi Kamu waktu 30 menit dari bentuk puncak Ji Tiandao. ”", "“Kamu telah menerima 5 x Kartu Blok Kritis, yang dapat memblokir 5 serangan fatal bagi tuan rumah.”", "‘Hal-hal ini tidak buruk.’ Lu Zhou melihat menu pribadinya lagi.", "Nama: Lu Zhou", "Ras: Manusia", "Basis Budidaya: Body Tempering tingkat kesembilan", "Poin Merit: -100.000 (Akan menjadi nol jika tugas prasyarat selesai.)", "Sisa hidup: 2 hari 23 jam…", "Item: 3 x Kartu Bentuk Puncak Ji Tiandao, 5 x Kartu Blok Kritis (pasif), 1 x Kartu Pembalikan.", "Teknik Budidaya: Tidak ada", "www.worldnovel.online"]},
{"testing": ["Bab 7: Mulai Penjinakan", "Penerjemah: EndlessFantasy Translation", "Lu Zhou berdiri di depan keempat murid saat matanya berpindah dari Duanmu Sheng ke Mingshi Yin, dan akhirnya ke Zhao Yue.", "Little Yuan’er.", "Itu membuat Duanmu Sheng dan dua orang lainnya menggigil ketakutan.", "“Guru?” Little Yuan’er segera menjawab.", "“Kamu boleh bangun.”", "“Iya!”", "Lu Zhou memperhatikan bahwa kesetiaannya telah meningkat menjadi 65% sementara kesetiaan Duanmu Sheng, Mingshi Yin, dan Zhao Yue masing-masing berada pada 30%, 20%, dan 40%, yang telah berhenti menurun dan mulai meningkat. Namun, tingkat loyalitas ini masih jauh dari cukup.", "Dia tidak mengatakan apa-apa lagi tetapi memberi tahu murid kesembilannya, “Aku lelah. Bantu aku. Ayo kembali.”", "Diam-diam merasa bahagia, Little Yuan’er mendatanginya dengan langkah kecil dan membantunya mendaki gunung seperti gadis pelayan kecil yang patuh. Akibatnya, Duanmu Sheng dan dua murid lainnya tertinggal.", "Karena tuannya tidak mengatakan bahwa mereka boleh bangun, mereka secara alami tidak berani bergerak. Selain itu, karena mereka semua terluka karena tamparan tuannya, mereka merasa tidak enak sekarang.", "“Old Fourth, kamu telah meninggalkanku dalam situasi yang mengerikan…” Duanmu Sheng berkata dengan tatapan lemah.", "“Bagaimana Kamu bisa menyalahkan Aku? Hanya setelah analisis yang cermat Aku yakin bahwa Guru terluka, ”kata Mingshi Yin.", "“Setelah analisis yang cermat? Maka kamu benar-benar pandai dalam analisis, ”Zhao Yue juga mengeluh. Jika bukan karena perubahan sikap kakak laki-laki keempatnya, dia tidak akan bergabung dalam pemberontakan.", "“Siapa yang tahu ini akan terjadi? Aku telah menghitung semuanya tetapi hanya mengabaikan satu hal ini… ”", "Apa yang telah kamu abaikan?", "“Mungkin, mungkin, mungkin… Guru benar-benar lelah bermain dengan rutinitas lama dan ingin mencoba sesuatu yang baru.”", "Duanmu Sheng dan Zhao Yue tidak bisa berkata-kata.", "“Kenapa kita tidak lari sekarang?” Zhao Yue berbisik.", "“Melarikan diri? Bagaimana? Apakah kamu tidak melihat Guru menunjukkan kekuatannya yang luar biasa? ”", "“Saat Guru mengejar sepuluh besar ahli tadi, dia sepertinya telah menggunakan avatarnya dua kali, Imperfect Divine Intervention satu kali, dan Pengejaran Jiwa satu kali. Saran Suster Junior dapat dipertimbangkan … “Mingshi Yin mengangguk sedikit.", "“Pertimbangkan pantatku! Jika Guru benar-benar ingin membunuh kita, dia akan melakukannya! ”", "Tidak peduli apa yang Mingshi Yin katakan, Duanmu Sheng tidak berani mempercayainya lagi.", "Seperti kata pepatah, ‘Jatuh ke dalam lubang, keuntungan dalam kecerdasanmu.’ Karena sang guru tidak melakukan apa pun kepada mereka, itu berarti mereka masih memiliki kesempatan untuk hidup. Jika mereka benar-benar melarikan diri, mereka akan sama dengan Kakak Tertua mereka dan yang lainnya.", "…", "Lu Zhou perlahan duduk di dalam gazebo. Terlepas dari semua yang baru saja terjadi, dia tidak merasa sesak napas sama sekali.", "Setelah basis budidayanya dipulihkan ke Body Tempering tingkat sembilan, dia tidak memiliki masalah dalam naik dan turun gunung. Meskipun murid-muridnya masih bisa merasakan sesuatu yang mencurigakan dari auranya, mereka tidak berani meragukan basis kultivasinya, dan Mingshi Yin bahkan memutuskan bahwa dia sedang memainkan rutinitas baru dengan mereka.", "“Little Yuan’er, sudah berapa lama kamu bergabung dengan sekte ini?” tanya Lu Zhou.", "Aku telah mengikuti Guru selama lima tahun.", "“Lima tahun…”", "Hanya butuh lima tahun baginya untuk mencapai alam Divine Court. Monster penentang surga macam apa yang diambil Ji Tiandao sebagai murid?", "Lu Zhou berspekulasi bahwa Ji Tiandao pasti telah menerima bantuan fdari sistem sebelum diaktifkan.", "“Apakah Kamu menyadari kesalahan Kamu?” Lu Zhou berkata dengan emosi campur aduk.", "Little Yuan’er segera berlutut dan bergumam, “Tuan … Aku salah, Aku seharusnya tidak pernah mendengarkan Kakak Senior! Guru, Kamu harus mempercayai Aku, Aku selalu sangat baik dan patuh! ”", "Bukan itu yang Aku maksud.", "“Ah?”", "“Pada akhir tahun lalu, apakah Kamu meninggalkan Golden Court Mountain tanpa izin Aku dan merampok buku kultivasi dan catatan dari dua sekte utama?”", "“Maafkan aku!”", "“Kenapa kau melakukan itu?” Lu Zhou mencari ingatan itu di benaknya, tapi dia tidak menemukan motif Yuan’er melakukan itu.", "Little Yuan’er menjulurkan lidahnya dan berkata, “Kakak Senior Keempat berkata bahwa orang-orang yang namanya tidak termasuk dalam daftar hitam tidak layak menjadi murid Golden Court Mountain! Jadi… jadi… aku pergi. ”", "“Gulungan hitam?” Lu Zhou juga tidak memiliki informasi tentang itu.", "“Ini adalah daftar yang disiapkan oleh dunia kultivasi, dan para pembudidaya dalam daftar semuanya adalah pelaku kejahatan. Kakak dan adik senior semuanya telah masuk tiga puluh teratas, dan Guru… Guru… ”", "“Katakan!”", "“Tuan, Kamu ada di daftar teratas.”", "Lu Zhou, “…”", "Ketika Little Yuan’er melihat tuannya melamun, dia tidak berani melanjutkan berbicara, tetapi diam-diam mengamati. Perubahan suasana membuatnya takut bahkan untuk bernapas terlalu keras.", "Setelah beberapa waktu, Lu Zhou berkata, “Lupakan! Adalah kesalahan orang tua memberi makan dan mendandani anak-anaknya tanpa pendidikan yang layak, dan kemalasan seorang guru hanya mendidik murid-muridnya tanpa bersikap tegas. Aku tidak mengajarimu dengan baik. ”", "Ketika dia mendengar itu, Little Yuan’er diam-diam menatap majikannya dengan tatapan yang rumit. Meskipun dia hanya bergabung dengan sekte untuk waktu yang sangat singkat, jauh lebih pendek dari kakak dan adik senior lainnya, dia tahu tentang lelaki tua di depannya dengan cukup baik.", "Ada apa dengan tuannya?", "Lu Zhou merasakan keraguannya dan berkata, “Yuan’er, kamu adalah murid favoritku. Mulai sekarang, Aku ingin Kamu berhenti melakukan perbuatan jahat. Bisakah kamu melakukan itu?”", "“Ya, Guru!”", "Sekarang bangun!", "“Iya.”", "Little Yuan’er sangat senang karena telah diampuni. “Hehe! Guru adalah yang terbaik… Biarkan Aku memijat bahu Kamu. ” Little Yuan’er melompat ke belakang Lu Zhou seperti kelinci.", "Lu Zhou menghela nafas dalam hatinya. Meskipun Ji Tiandao telah membina delapan murid yang jahat, setidaknya masih ada orang yang memiliki hati nurani untuk berbakti. Jika dia tidak datang tepat waktu, dia mengira bahwa murid termuda ini akan segera berubah menjadi jahat juga.", "Teman sebaya dapat mempengaruhi perilaku seseorang dengan cara yang positif dan negatif. Meskipun Little Yuan’er cerdas dan nakal, pikirannya sederhana dan mudah rusak.", "“Ding! Kamu telah menyelesaikan tugas. Loyalitas Ci Yuan’er telah mencapai 80%. Kamu diberi hadiah 100 poin prestasi. ”", "Lu Zhou melirik Little Yuan’er. Benar saja, kesetiaannya telah mencapai 80%. Dia mengangguk puas dan berkata, “Panggil mereka bertiga di sini.”", "“Iya.” Little Yuan’er berlari menuruni gunung secepat monyet.", "Lu Zhou sedikit lega.", "‘Sistem, adakah cara yang lebih baik untuk menghukum murid yang jahat?’", "Dalam kehidupan sebelumnya, dia adalah seorang eksekutif perusahaan. Meskipun dia tidak memiliki pengalaman Ji Tiandao hidup di dunia selama seribu tahun, dia memiliki pendapatnya sendiri tentang melatih bawahan. Dia percaya bahwa hal yang sama berlaku ketika mengajar murid.", "Semakin mereka ditekan, semakin besar kemungkinan mereka untuk bangkit kembali.", "Pada akhirnya, alasan mengapa murid-murid ini jahat adalah semua karena ajaran Ji Tiandao, jadi Ji Tiandao-lah yang mereka benci. Karena Lu Zhou telah menggantikan Ji Tiandao, dia harus mengikuti jalan ini juga.", "Bagaimanapun, sistem tidak menjawab.", "“Karena kamu tidak akan menjawabku, aku akan melakukannya dengan caraku sendiri,” said Lu Zhou.", "Setelah beberapa saat, Duanmu Sheng, Mingshi Yin, dan Zhao Yue naik gunung menuju gazebo dengan kepala tertunduk dan sedikit ketakutan, segera berlutut. Sementara itu, Little Yuan’er berdiri diam.", "“Tuan, tolong selamatkan hidup Aku!”", "“Guru, maafkan Aku!”", "“Tuan, tolong selamatkan hidup Aku!”", "Loyalitas mereka masing-masing adalah 40%, 35% dan 42%.", "Jumlahnya masih sangat rendah. Pada tingkat kesetiaan ini, mereka akan jatuh ke sisi lain dengan mudah dengan sedikit perubahan.", "Ada keheningan di gazebo. Tidak ada yang berani berbicara karena Lu Zhou tidak mengucapkan sepatah kata pun.", "Pada saat ini, diam lebih baik daripada bahasa verbal. Keheningan membuat mereka bertiga gelisah dan membuat mereka merinding. Seperempat jam berlalu, dan Lu Zhou masih tidak berbicara. Dia hanya menghela nafas atau menggelengkan kepalanya dari waktu ke waktu.", "Akhirnya, murid kelima, Zhao Yue, tidak bisa lagi menahan atmosfer yang aneh. Dia menjatuhkan dirinya ke tanah saat dia menangis dan berkata, “Guru, Aku salah! Aku jadi bingung saat itu! Sejak Aku bergabung dengan sekte ini, Aku tidak pernah berpikir untuk mengkhianati Guru! Aku mohon maaf, Guru! ”", "Karena seseorang telah memimpin, Duanmu Sheng dan Mingshi Yin mengikuti dan memohon belas kasihan.", "“Guru, Aku telah berada di sekte selama lebih dari seratus tahun! Selama bertahun-tahun ini, Aku benar-benar berusaha keras dalam segala hal yang Aku lakukan… Mengingat Aku telah mengikuti Guru begitu lama, Aku mohon Guru untuk mengampuni hidup Aku! ”", "“Guru, Aku bergabung dengan sekte itu enam puluh tahun yang lalu, dan Aku tidak pernah sekalipun tidak mematuhi Guru. Hanya dalam ketidaktahuan Aku, Aku melakukan ketidaktaatan yang begitu besar! Aku mohon Guru untuk menyelamatkan hidup Aku! ”", "www.worldnovel.online"]},
{"testing": ["Bab 4: Sikap Para Murid yang Jahat Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Mata ribuan pembudidaya semua terfokus pada Lu Zhou. Para ahli yang lebih kuat mencoba merasakan fluktuasi energinya, ingin mengetahui kekuatan aslinya. Namun, mereka tidak menemukan apa pun, seolah-olah dia hanyalah orang biasa.", "Kilatan Pedang Surgawi Luo Changfeng mulai mengumpulkan kekuatan, dan berkas cahaya pedang segera menyatu.", "“Tuan …” Yuan Kecil tampak khawatir. Sementara itu, tiga murid jahat lainnya tidak segugup dia, dan sebaliknya mereka menyaksikan dengan penuh minat.", "“Jangan khawatir! Guru tidak akan membuat dirinya terbunuh tanpa alasan, ”kata Mingshi Yin, murid keempat.", "Mungkin tuan mereka benar-benar memiliki beberapa kartu truf. Sebaiknya biarkan orang-orang ini mengujinya.", "7Luang Yuan’er tidak mengalami kesulitan dalam mempelajari niat kakak laki-laki dan perempuan seniornya. Dia bisa tahu itu dari ekspresi mereka yang tidak disembunyikan.", "Tapi…", "Tuannya menghadapi keterampilan terkuat Sekte Pedang Surgawi, yang bahkan seorang ahli puncak dari ranah Kesengsaraan Dewa Baru Lahir tidak berani untuk menghadapinya. Itu jelas jebakan Luo Changfeng.", "Sementara itu, Lu Zhou terlihat tenang, tetapi hatinya sangat gugup. Dia terus menatap item di menu — kartu pengalaman bentuk puncak dan kartu blok kritis — sambil memperhatikan sekeliling dengan cermat.", "Jika perlu, dia tahu bahwa dia harus menggunakan kartu pengalaman bentuk puncak. Selain itu, dia juga menyadari bahwa keempat murid jahatnya semakin curiga.", "‘Ding! Pencarian sampingan dipicu! Kehendak orang lain bukanlah milik kita untuk melihat, membuat murid jahat menunjukkan warna asli mereka. ”", "Wajah Lu Zhou berkedip-kedip saat melihat quest tersebut. Dia menghadapi musuh dari depan dan belakang! Betapa menyedihkannya dia!", "Pada saat itu, Kilatan Pedang Surgawi Luo Changfeng selesai mengumpulkan kekuatan.", "“Mati!”", "Swoosh! Swoosh! Swoosh!", "Pusaran pisau tajam melesat langsung ke arah Lu Zhou, menggulung hembusan angin kencang yang bertiup ke ribuan pembudidaya, memaksa mereka untuk menyempitkan mata dan menutupi pandangan mereka.", "Bebek, Tuan! Yuan Kecil terkejut.", "2Duanmu Sheng, Mingshi Yin, dan Zhao Yue juga menyaksikan dengan mata lebar, wajah mereka terlihat cemas. Bahkan jika tuan mereka tidak terluka, akan sedikit sulit baginya untuk melakukan serangan secara langsung. Jadi, mengapa dia melakukan itu?", "“Kamu tidak bisa mati sekarang, tua!” Duanmu Sheng berteriak secara refleks saat dia bertukar pandang dengan Mingshi Yin dan Zhao Yue, alis mereka mengerutkan kening. Jika yang lain mati, teknik dan senjata budidaya itu akan menghilang bersamanya.", "3Dua!", "Duanmu Sheng dan Zhao Yue melesat. Saat ratusan bilah mendekat, murid ketiga dan kelima melancarkan gelombang besar, satu menuju tuan mereka dan yang lainnya menuju bilah Luo Changfeng.", "Oh? Lu Zhou sedikit mengernyit. ‘Mereka memang murid yang jahat. Apakah mereka khawatir bahwa Aku akan membawa harta itu ke kuburan Aku setelah Aku mati? ”", "1 “Tuan, Mundur!”", "Hembusan angin yang dikirim oleh Duanmu Sheng dengan seluruh kekuatannya mendorong bilahnya sedikit demi sedikit, mengirimnya ke perisai Gunung Pengadilan Emas. Meski begitu, sisa energi masih mengguncang Lu Zhou dan membuatnya merasa mual. Dia segera berbalik dan berlari kembali ke perisai dengan berpura-pura panik.", "1Ledakan energi Zhao Yue adalah untuk menyelamatkan tuannya, tetapi saat dia melangkah ke perisai, itu menghancurkan penghalang pelindung.", "Ledakan!", "Ledakan!", "Ledakan itu meledak di perisai tak terlihat di udara seperti kembang api.", "Retak! Retak!", "Dalam sekejap mata, perisai Gunung Pengadilan Emas retak dengan garis-garis menyebar ke mana-mana. Kemungkinan besar itu tidak akan bertahan lama.", "Keheningan turun dan semua pemandangan dipulihkan. Lu Zhou melihat sedikit ke perisai dan mendesah dalam hatinya.", "Kartu blokir kritis tidak terpicu, dan dia masih memiliki lima di antaranya. Dengan kata lain, tidak ada serangan yang bisa menyakitinya sekarang. Namun, sekelompok murid jahat telah merusak rencananya!", "“Aku tahu penjahat tua ini berpura-pura. Diaberlari sangat cepat barusan! ”", "“Aku juga melihatnya. Sayang sekali!”", "“Aku tidak berharap kepala keluarga penjahat yang tangguh akan menjadi seperti ini.”", "Itu memberi keyakinan lebih pada puluhan ribu pembudidaya.", "Luo Changfeng terbang ke depan saat dia melihat ke bawah dari langit dan berkata, “Jadi, apakah ini tipuanmu? Ini benar-benar membuka mata Aku. ”", "Serangannya meleset dari sasaran, tapi dia tidak diganggu olehnya. Sejauh menyangkut orang-orang dari sekte ortodoks, tidak ada artinya bagi kelompok penjahat ini untuk memainkan trik apa pun.", "“Luo Changfeng, kamu sangat tidak tahu malu! Apakah Kamu ingin Guru Aku berdiri tak bergerak seperti target latihan dan membiarkan Kamu menyerang dengan serangan kekuatan penuh? Apakah kamu menganggap kami semua bodoh? ” Zhao Yue berkata dengan sinis sambil tersenyum.", "“Zhao Yue, aku bertukar pukulan dengan tuanmu, tapi kamu tiba-tiba ikut campur bahkan ketika dia tidak mengatakan apapun. Haha… Sepertinya statusnya sebagai patriark penjahat tidak lagi dihormati seperti sebelumnya, ”kata Luo Changfeng.", "“Aku tidak percaya bahwa seorang patriark penjahat yang tangguh akhirnya membutuhkan perlindungan dari murid-murid jahatnya. Ini akan menjadi berita yang aneh bagi dunia. ”", "Lu Zhou tidak mempedulikan kata-kata mereka, yang tidak lain hanyalah omong kosong yang dimaksudkan untuk mengejeknya. Mereka hanya membuang-buang waktu dan sama sekali tidak berarti. Sebaliknya, dia melirik kartu pengalaman bentuk puncak sekali lagi. Dia memiliki tiga di antaranya, yang akan memberinya waktu puncak selama satu setengah jam. Dengan kata lain, begitu dia menggunakannya, dia harus bertarung dan memenangkan pertempuran secepat mungkin.", "3Ketika Mingshi Yin melihat ekspresi tuannya, dia menangkupkan tinjunya dan berkata, “Tuan, tidak perlu membuang-buang napas dengan mereka. Dengan kekuatanmu, selama kamu menahan sepuluh ahli teratas, sisanya hanyalah bawahan yang bisa kamu biarkan empat dari kami tangani. Bukankah itu lebih baik? ”", "Lu Zhou sedikit mengernyit dan berkata dengan suara yang dalam, “Apakah kamu meragukan keputusanku?”", "“Tidak, murid ini tidak berani!”", "Lu Zhou memiliki pemahaman yang mendalam tentang ‘menenangkan internal sebelum melawan agresi asing’ sekarang. Jika dia tidak menenangkan kelompok murid jahat ini, dia akan mengalami kesulitan di kemudian hari.", "Waktu kartu pengalaman bentuk puncak telah diperbaiki, dan begitu dia menggunakan semuanya, dia akan jatuh ke dalam krisis lagi.", "“Duanmu Sheng!”", "“Ya tuan?”", "Beraninya kamu! Suara Lu Zhou semakin keras.", "“Apa?”", "“Siapa yang mengizinkanmu mencampuri urusan Aku?”", "Ekspresi Duanmu Sheng berubah sedikit. Dia bergegas dan berlutut saat berkata, “Aku tahu itu salah, tapi Aku khawatir tentang keselamatan Guru. Orang tua bodoh Luo Changfeng sedang mencoba mengelabui Guru agar jatuh ke dalam perangkapnya! Guru tidak boleh tertipu oleh tipuannya! ”", "Faktanya, banyak hal sudah sangat jelas, dan yang diperlukan hanyalah seseorang untuk merobek lapisan tipis kertas itu hingga terpisah. Selama sebulan terakhir, Ji Tiandao telah berjuang dan mengudara. Namun, murid-murid ini bukanlah orang bodoh, dan beberapa detail telah lama membuat mereka curiga.", "Lu Zhou adalah seorang penjelajah dimensi dan bukan Ji Tiandao, jadi tidak peduli seberapa keras dia mencoba untuk meniru, dia tidak bisa mendapatkan inti dari pidato Ji Tiandao. Pada saat ini, sekelompok murid jahat sudah menyadari bahwa tuan mereka berpura-pura. Karena dia berpura-pura, mereka tidak perlu terus berakting.", "Saat itu, Mingshi Yin tidak berpura-pura takut seperti Duanmu Sheng. Dengan senyum licik di wajahnya, dia berkata, “Kamu telah bertindak sangat keras, Guru! Aku pikir itu cukup. ”", "Oh?", "“Kakak Ketiga, bangunlah …” Sikap Mingshi Yin berubah. Sementara itu, ekspresi hormat di wajah Duanmu Sheng menghilang saat dia perlahan bangkit.", "Murid kelima Zhao Yue chuckmemimpin dan berkata, “Serahkan, Guru! Selama Kamu memberi kami semua teknik kultivasi dan senjata Kamu, kami pasti akan membawa Kamu pergi hari ini, dan Kamu akan selalu menjadi Guru kami. ”", "Mata Yuan Kecil melebar saat dia berkata, “Kakak dan Adik, apa yang kamu lakukan …”", "Di luar perisai, Luo Changfeng dan yang lainnya tertawa terbahak-bahak ketika mereka melihat penjahat bertarung di antara mereka sendiri.", "“Kamu mungkin lolos dari tindakan surgawi yang tidak diinginkan, tetapi tidak pernah dari kejahatan Kamu sendiri!”", "1 “Inilah karma! Dengan murid jahat seperti itu, Kamu seharusnya sudah siap secara mental untuk ini. ”", "“Lima murid jahat yang mengkhianatimu adalah contoh terbaik. Aku pikir penjahat tua ini tidak akan berakhir baik bahkan tanpa kita sekte ortodoks melawannya. ”", "Sepuluh ahli teratas saling memandang dan tertawa.", "www.worldnovel.online"]},
{"testing": ["Bab 6: Aku Hanya Tahu Keterampilan Tertinggi", "Penerjemah: EndlessFantasy Translation", "Sepuluh ahli teratas tiba-tiba menyadari keseriusan masalahnya.", "Dalam pertempuran sebulan yang lalu, Ji Tiandao telah melawan sepuluh dari mereka sendirian dengan avatar Hundred Tribulations Insight, dan dia tidak menggunakan gerakan kuat lainnya. Tapi kali ini, penjahat tua itu terus menggunakan keterampilan pamungkas seolah-olah dia melakukan pertarungan putus asa.", "Namun, yang lebih membuat mereka takut adalah dia terlihat sangat santai.", "Ya, dia memang sangat santai.", "Lu Zhou menemukan fenomena yang menarik. Kunci dari kartu pengalaman puncak terletak pada kata ‘puncak’. Setiap kali dia menggunakan beberapa energi, itu akan terisi hingga level maksimum secara instan.", "Efeknya benar-benar layak untuk namanya, kartu pengalaman bentuk puncak.", "Itu adalah barang yang luar biasa!", "Lu Zhou memutuskan bahwa dia perlu menggunakannya dengan hemat. Bagaimanapun, dia hanya memiliki tiga kartu pengalaman.", "Kalau begitu … dia harus menyelesaikan pertempuran secepat mungkin.", "Imperfect Divine Intervention telah membunuh ratusan kultivator dan menakuti orang lemah lainnya hingga gila. Karena bentuk puncak tidak terbatas, Lu Zhou tidak akan menyia-nyiakan kesempatan itu. Dia mulai menghabiskan energinya tanpa ragu dan terus membunuh pembudidaya terdekat.", "Setelah beberapa saat, dia melihat sekeliling. Semua pembudidaya tingkat rendah di dekatnya telah mundur!", "Bagaimana mungkin ada orang lain yang berani tinggal di sini ketika sepuluh ahli teratas pun mundur?", "Kerumunan pembudidaya tersebar dan melarikan diri dalam bentuk kipas.", "Lu Zhou sendirian, dan dia tidak tahu keterampilan untuk meniru dirinya sendiri, jadi dia tidak bisa mengejar mereka semua. Dia sedikit mengernyit dan menetapkan targetnya pada sepuluh ahli teratas.", "“Mencoba kabur? Sayang sekali kamu terlalu lambat! ” Lu Zhou bergerak seperti sambaran petir, meninggalkan sisa bayangan di udara. Melihat itu, beberapa murid jahatnya tercengang.", "Duanmu Sheng tampak ketakutan saat dia bergumam, “Kemampuan ilahi Guru yang kuat, Pengejaran Jiwa.”", "“Kakak Ketiga, a-a-apa yang harus kita lakukan sekarang …” Mingshi Yin adalah pria yang cerdas, tapi dia kehabisan ide sekarang dan kelopak matanya berkedut karena panik.", "“Bagaimana aku tahu?”", "“Kenapa kita tidak lari juga?” Zhao Yue mengemukakan saran yang berani.", "Murid kesembilan dengan cepat berkata, “Kakak dan Adik Senior, dengarkan aku, diam saja… Guru memiliki kemampuan ilahi yang kuat, jadi kamu tidak bisa lari darinya.”", "“…”", "Rasa putus asa yang mendalam membanjiri hati mereka.", "Alasan Soul Chase adalah kemampuan ilahi yang kuat adalah karena ia bisa mengejar target dalam waktu yang sangat singkat. Satu-satunya kelemahannya adalah ia menghabiskan banyak energi.", "Mereka sudah terkejut dengan penggunaan skill ultimate yang terus menerus oleh tuan mereka, dan mereka tidak menyangka dia masih bisa menggunakan kemampuan divine yang begitu kuat.", "Murid-murid yang jahat tidak bisa mengerti mengapa tuan mereka membiarkan musuh menghinanya di kaki gunung dan membiarkan Kakak Tertua mereka dan yang lainnya mengkhianatinya ketika dia memiliki kekuatan yang begitu kuat.", "Tentu saja, mereka bukanlah satu-satunya yang tidak bisa memahaminya.", "‘Kamu tidak bisa menangkap burung tua dengan sekam. Ternyata Guru telah bertindak sepanjang waktu dan dengan sengaja menipu kita! ”", "“Mungkinkah … Guru lelah bermain dengan rutinitas sebelumnya dan ingin mengubah polanya?”", "Pikiran ketiga murid itu dipenuhi dengan berbagai dugaan. Namun, alih-alih mendapatkan jawaban yang benar, mereka malah ngeri dengan tebakan mereka sendiri.", "Saat Soul Chase digunakan, avatar Hundred Tribulations Insight dan Lu Zhou menghilang bersama.", "Sementara itu…", "Luo Changfeng terbang di langit, melihat ke belakang dari waktu ke waktu. Para pembudidaya sekte ortodoks telah melarikan diri dengan panik seperti kawanan domba tak berdosa yang baru saja melihat serigala buas.", "“Eh? Aku telah menunggu Kamu untuk sementara waktu. Mengapa Kamu baru saja terbang ke sini? ”", "Di depannya melayang sosok yang dikenalnya.", "Luo Changfeng berhentiburu-buru dan berkata, “Penjahat tua? Dia sangat cepat… ”Keringat dingin mengucur di punggungnya.", "‘Kenapa dia mengejarku, bukan yang lain?’ Pikirnya getir.", "Seolah-olah pikirannya terbaca sejelas hari, saat Lu Zhou menyindir, “Di mana kesombongan Kamu beberapa saat yang lalu?”", "“Kamu… Jangan memaksaku terlalu keras!” Luo Changfeng memelototinya.", "“Apa yang akan kamu lakukan jika aku mendorongmu terlalu keras?”", "“…”", "Melawan rasa takutnya, Luo Changfeng melanjutkan, “Kamu telah menggunakan kemampuan ilahi yang kuat dari alam Nascent Divinity Tribulation tiga kali berturut-turut, dan jika Kamu melanjutkan, Kamu akan menghabiskan energi Kamu … Apakah menurut Kamu menggunakan Pengejaran Jiwa itu sesederhana itu? seperti makan nasi? Avatar Hundred Tribulations Insight juga merupakan kemampuan ilahi yang kuat… ”", "Dia baru setengah jalan menyampaikan apa yang ingin dia katakan ketika Lu Zhou muncul di hadapannya. Dalam sekejap mata, avatar Hundred Tribulations Insight yang familiar juga muncul di belakangnya pada saat yang sama.", "Hanya ada segelintir pembudidaya di dunia kultivasi yang memiliki avatar Hundred Tribulations Insight. Sebuah teratai emas adalah simbol uniknya, dan jumlah daunnya bergantung pada basis kultivasi orang tersebut. Ji Tiandao adalah satu-satunya yang memiliki teratai emas berdaun delapan!", "Selain itu, delapan daun emas menunjukkan tanda-tanda terbelah lagi, yang berarti delapan daun teratai emas akan berubah menjadi teratai emas sembilan daun, dan kemudian sepuluh daun, yang merupakan simbol unik dari avatar Thousand Realms Whirling …", "“Aku hanya tahu keterampilan tertinggi,” suara Lu Zhou melayang.", "Luo Changfeng lupa melawan.", "Dia sudah pernah menggunakan avatarnya.", "Perbedaan antara Hundred Tribulations Insight tujuh daun dan delapan daun sangat besar. Selain itu, dia juga menggunakan Flash of Heavenly Sword.", "Untuk sampai sejauh ini, dia telah melakukan yang terbaik. Jadi, bagaimana dia bisa melawan penjahat tua yang terus menggunakan skill ultimate?", "“Berhenti!” Luo Changfeng mengangkat tangan.", "“Maafkan aku … aku tidak bisa berhenti.”", "“Apa?”", "Avatar The Hundred Tribulations Insight jatuh seperti gunung besar.", "LEDAKAN!", "Bumi bergetar. Itu sesederhana membunuh semut dengan sejumput; hampir tidak ada perlawanan sama sekali. Dalam sekejap mata, Luo Changfeng lenyap, tidak meninggalkan apa pun di dunia.", "Lu Zhou melirik waktu yang tersisa. Masih ada waktu tersisa. Bagaimanapun, tidak perlu mengejar orang lain. Bahkan jika dia berhasil menyusul mereka, dia paling banyak bisa membunuh beberapa orang lagi. Namun, setelah efek kartu pengalaman menghilang, dia akan berada dalam situasi yang sangat buruk.", "Setelah kejadian ini, Lu Zhou menyadari nilai dari kartu pengalaman. Itu bisa membuatnya membalikkan situasi yang buruk, jadi dia tidak boleh menyia-nyiakannya dengan mudah.", "Memanfaatkan waktu yang tersisa, dia menggunakan kemampuan ilahi yang kuat lagi dan kembali ke Golden Court Mountain.", "…", "Para pembudidaya ortodoks telah berpencar dan melarikan diri dengan ekor terselip di antara kaki mereka. Sementara itu, sembilan ahli teratas melarikan diri ke sembilan arah berbeda untuk memaksimalkan peluang bertahan hidup mereka.", "Mereka tidak sebodoh itu. Ketika mereka melihat avatar Hundred Tribulations Insight muncul di cakrawala lagi, mereka tahu bahwa sesuatu telah terjadi pada salah satu rekan mereka.", "Tidak ada hal istimewa yang terjadi untuk waktu yang lama setelah itu.", "…", "“Ding! Kamu telah menyelesaikan misi prasyarat. Poin prestasi dikosongkan. ”", "“Pencarian utama dipicu: Jinakkan murid-murid yang jahat. Dia yang mengajariku selama sehari adalah ayahku seumur hidup, mereka yang mengkhianati Tuannya adalah pengkhianat, dan mereka yang tidak setia lebih buruk dari babi dan anjing. Jinakkan murid Kamu dan tingkatkan kesetiaan mereka. ”", "“Tugas # 1: Meningkatkan loyalitas Ci Yuan lebih dari 80%.”", "“Tugas # 2: Menghukum tiga murid jahat.”", "…", "“Sistem ini terlalu pelit. Aku telah mengusir puluhan ribu kultivator, namun itu bahkan tidak memberi Aku imbalan. Setidaknya harus memberi Aku kartu pengalaman bentuk puncak. Bagaimana bisa itu tidak memberi Aku apa-apa. ”", "“Kiat # 1: Kartu pengalaman bentuk puncak adalah barang berharga yang diberikan karena kekuatan tuan rumah yang lemah. Mohon gunakandengan hati-hati. ”", "“Kiat # 2: Cobalah yang terbaik untuk meningkatkan kekuatan Kamu.”", "“Waktu untuk kartu pengalaman bentuk puncak sudah berakhir.”", "Dengan itu, Lu Zhou merasakan semua energi di tubuhnya menghilang seketika.", "Sungguh menyenangkan menjadi begitu tangguh, dan dia bertanya-tanya berapa lama waktu yang dibutuhkannya untuk mencapai alam yang sama jika dia berkultivasi sendiri.", "Kartu selalu merupakan kartu, dan itu tidak benar-benar mewakili kekuatannya. Tanpa kekuatan, dia tidak bisa mengalahkan siapa pun kecuali orang biasa.", "Dia tidak bisa mengalahkan siapa pun dengan tubuh tua ini.", "…", "Ketika dia melihat ketiga muridnya yang terluka dan Little Yuan’er berlutut di pintu masuk, Lu Zhou menenangkan dirinya. Dia harus tenang dan tidak cerewet seperti anak muda. Itu terlalu kekanak-kanakan.", "‘Berpengalaman dan bijaksana?’", "Lu Zhou memikirkan kata-kata itu, jadi dia meletakkan tangannya di belakang punggung dan berjalan. Adapun apakah dia harus bersikap seperti Ji Tiandao dari masa lalu, dia tidak peduli lagi.", "Dia sudah ada di sini, dan tidak ada gunanya berpikir terlalu banyak.", "www.worldnovel.online"]},
{"testing": ["Bab 9: Menetapkan Tugas Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Setelah melihat sekilas, Lu Zhou merasa akan pingsan.", "Dia bahkan tidak mampu membeli avatar peringkat magang termurah. Semuanya sangat mahal!", "Meskipun avatar adalah salah satu keterampilan pembudidaya yang paling kuat, itu juga mewakili hambatan seorang pembudidaya. Seringkali, banyak kultivator yang terjebak di alam tertentu, bahkan seumur hidup, karena level avatar mereka tidak dapat ditingkatkan.", "“Apa yang dimaksud dengan tidak menunjukkan biayanya?” Lu Zhou bergumam dengan rasa ingin tahu.", "Myriad Supreme adalah avatar yang hanya ada di legenda. Di dunia kultivasi saat ini, bahkan penjahat tua sekuat Ji Tiandao hanya memiliki avatar Wawasan Seratus Kesengsaraan berdaun delapan.", "Ya, itu memang menunjukkan tanda-tanda menerobos Wawasan Ratusan Kesengsaraan sembilan daun, tapi itu masih jauh dari menjadi avatar Thousand Realms Whirling.", "“Yah, sebaiknya aku tidak berpikir terlalu jauh ke depan … aku harus memperbaiki sikapku.”", "Karena basis kultivasinya telah berkurang menjadi Body Tempering tingkat sembilan, dia harus mengubah sikapnya menjadi orang yang lemah. Dia tidak bisa berharap untuk meraih apa yang berada di luar jangkauannya.", "“Ayo kita coba undian,” kata Lu Zhou.", "“Ding! Undian berhadiah dimulai. ”", "“Ding! Undian berhadiah 50 poin prestasi. Kamu telah menerima kartu pembalikan. ”", "“Apakah Kamu ingin melanjutkan undian?”", "“Oh? Tingkat kemenangan yang begitu tinggi? Aku tidak percaya itu sebenarnya tidak hanya memberi Aku permintaan ‘terima kasih, coba lagi lain kali’! ” Lu Zhou sedikit terkejut. “Aku masih memiliki 150 poin prestasi… Baiklah, lebih baik Aku menyimpan poin sampai Aku memiliki cukup untuk membeli avatar untuk meningkatkan tingkat kultivasi Aku.”", "8Menurut proses kultivasi normal, pertama-tama dia harus menerobos kemacetan alam Body Tempering dan memasuki alam Mystic Enlightening, sebelum dia bisa menguasai penggunaan avatar peringkat magang.", "Tapi, karena dia bisa membeli avatar di sistem, itu berarti tidak ada hambatan.", "“Tunjukkan questnya.”", "“Misi utama saat ini: Menjinakkan murid-murid yang jahat. Dia yang mengajariku selama sehari adalah ayahku seumur hidup, mereka yang mengkhianati Tuannya adalah pengkhianat, dan mereka yang tidak setia lebih buruk dari babi dan anjing. Jinakkan murid Kamu dan tingkatkan kesetiaan mereka. ”", "“Misi sampingan # 1: Tingkatkan loyalitas Ci Yuan, selesai.”", "“Pencarian sampingan # 2: Menghukum tiga murid jahat, selesai.”", "“Misi sampingan # 3: Menjinakkan Zhu Honggong, sedang berlangsung…”", "1 “Pencarian sampingan # 4: Kejahatan harus dimusnahkan sepenuhnya. Ubah situasi, sedang berlangsung… ”", "16Ketika dia melihat bahwa antarmuka quest telah diperbarui, Lu Zhou menghela nafas.", "“Menjinakkan murid kedelapan berarti Aku harus menemukannya… Dengan basis kultivasi Aku saat ini, ini tidak berbeda dengan menggali kuburan Aku sendiri,” kata Lu Zhou pada dirinya sendiri. “Aku harus mempertimbangkan berbagai hal dengan hati-hati dan tidak bertindak terlalu gegabah.”", "Dia memikirkan tiga murid jahat. Bahkan jika dia tidak membumikannya, itu akan menjadi risiko untuk membuat mereka begitu dekat dengannya. Bagaimanapun, kebenaran akan terungkap cepat atau lambat.", "Hanya Yuan Kecil yang paling bisa diandalkan.", "Basis kultivasinya berada di alam Pengadilan Ilahi, kesetiaannya tertinggi, dan dia yang termuda. Jadi, dia adalah murid yang paling cocok untuk tetap di sampingnya, dan dia juga bisa mengajarinya kebenaran hidup, membunuh dua burung dengan satu batu.", "Ketika dia memikirkan hal itu, Lu Zhou perlahan bangkit dan kembali ke Paviliun Langit Jahat.", "“Aku masih memiliki kartu pembalikan. Aku harus menggunakannya sebelum hal lain. ”", "Paviliun Langit Jahat adalah kediaman Ji Tiandao dan murid-muridnya di Gunung Pengadilan Emas. Itu terletak di puncak gunung, tempat yang tenang dan damai.", "…", "Tiga hari kemudian, di markas besar Gang Tigerridge…", "Bagaimana penyelidikannya?", "“Aku telah mengirim orang untuk bergegas ke Gunung Golden Court dengan kereta terbang. Pertempuran di sana sangat intens, jadi orang-orang kami tidak berani terlalu dekat. Tapi… tapi beberapa pembudidaya memberitahu mereka bahwa mereka melihat avatar dengan milik mereka sendiri. EIya.”", "Avatar? Avatar macam apa itu? ”", "Avatar itu tingginya seratus kaki dan lebar dua puluh kaki, dikelilingi oleh cahaya keemasan dan memiliki delapan daun teratai emas di bawahnya.", "Celepuk!", "Zhu Honggong jatuh dari singgasananya. Sikap seorang penguasa yang kuat telah hilang, dan wajahnya berubah sangat tidak sedap dipandang sementara kakinya gemetar.", "1Orang yang memiliki avatar setinggi seratus kaki di dekat Gunung Golden Court hanya bisa menjadi tuannya. Setelah avatar Hundred Tribulations Insight dipadatkan, itu akan tumbuh sepuluh kaki lebih tinggi dengan setiap daun tambahan yang dihasilkannya.", "Seluruh tubuh Zhu Honggong gemetar. ‘Benar-benar Guru… Apa yang harus Aku lakukan… Apa yang harus Aku lakukan…’", "Di dalam Paviliun Langit Jahat…", "Lu Zhou menggunakan kartu pembalikan, memulihkan sisa hidupnya menjadi 613 hari. Setelah beberapa hari istirahat, dia menjadi lebih energik.", "“Kartu ini hanya memberiku 300 hari kehidupan, yang tidak sebaik yang pertama,” gumam Lu Zhou pada dirinya sendiri.", "1Dia menjadi sedikit lebih muda lagi. Dari segi penampilan, dia tidak banyak berubah, kecuali dia memiliki beberapa rambut hitam lagi dan terlihat lebih energik.", "“Aku masih memiliki 150 poin prestasi … Sangat sedikit!”", "Lu Zhou tidak mempraktikkan semua teknik kultivasi yang berantakan dalam pikirannya, termasuk yang diajarkan kepada murid-muridnya. Sebagai gantinya, dia berencana menebus teknik budidaya baru dari pusat perbelanjaan.", "Dia tidak ingin mengulangi kesalahan Ji Tiandao.", "Sementara kebaikan dan kejahatan seseorang tidak boleh dinilai oleh orang lain, itu pasti karakter Ji Tiandao dan cara dia memperlakukan orang lain yang telah mereduksi dirinya ke keadaan seperti itu, di mana bahkan murid-muridnya memberontak terhadapnya. Dan sejauh mana seseorang dapat melakukan kejahatan terkait erat dengan teknik kultivasi yang telah dia latih.", "4Saat dia tenggelam dalam pikirannya, sebuah suara datang dari luar pintu.", "Tuan, Yuan Kecil ingin bertemu denganmu.", "“Masuk!”", "Yuan Kecil membuka pintu dan masuk dengan langkah-langkah kecil. Ketika dia melihat tuannya duduk bersila di tanah, dia terkekeh dan berkata, “Tuan, kamu menjadi lebih muda lagi.”", "“Pembicaraan yang manis,” Lu Zhou mengangkat tangan dan dengan lembut memukul kepalanya.", "“Guru, Kamu benar-benar luar biasa!”", "Apakah Aku?", "“Kamu adalah satu-satunya di dunia saat ini yang dapat memaksa kembali sepuluh ahli teratas sendirian,” kata Yuan Kecil dengan kagum.", "Lu Zhou tidak mengatakan apapun. Dia melakukan itu dengan kartu pengalaman, jadi tidak perlu disebutkan.", "Yuan Kecil mengedipkan matanya yang besar dan berkata lagi, “Tuan, Kamu telah memberi tahu Aku sebelumnya bahwa kita dapat membunuh siapa pun yang kita inginkan selama kita cukup kuat. Tapi, mengapa kamu tidak membunuh Kakak dan Adik Senior? ”", "“…”", "Mata Lu Zhou tertuju pada Little Yuan’er. Dia tidak menyangka gadis kecil ini memiliki pikiran berbahaya seperti itu.", "Yuan’er.", "“Ya tuan?”", "“Kamu harus melupakan semua kebenaran dan kata-kata yang telah aku katakan sebelumnya …”", "1 “Oh, Aku akan!”", "1Lu Zhou melihat ekspresi ragu-ragu di wajahnya. Sambil menggelengkan kepalanya, dia berkata, “Katakan saja apa yang kamu katakan … aku tidak akan menyalahkanmu.”", "“Guru, kamu pernah berjanji padaku satu hal… Apakah aku harus melupakannya juga?” Yuan Kecil mengumpulkan keberaniannya dan bertanya.", "Apa yang dijanjikan penjahat tua itu sebelumnya?", "Lu Zhou dengan cepat mencari ingatannya, tetapi dia tidak dapat menemukan informasi yang relevan. Tampaknya setelah dia melakukan perjalanan ke tubuh penjahat tua ini, sebagian besar ingatannya hilang.", "Apa yang aku janjikan padamu? Lu Zhou bingung.", "“Tuan, Kamu mengatakan bahwa selama Aku bisa mencapai alam Pengadilan Ilahi, Kamu akan memberikan kocokan ekor kuda giok …”", "Meskipun Lu Zhou tidak ingat apapun tentang janji itu, dia tahu kocokan ekor kuda giok. Itu adalah harta kelas surga yang dapat sangat meningkatkan kekuatan seorang kultivator.", "Namun, setelah Lu Zhou pergi ke tubuh Ji Tiandao, semua barangnya telah hilang. Bagaimanadia akan memberikannya padanya?", "3Dia juga mengerti mengapa penjahat tua itu melakukan itu. Pengkhianatan murid-muridnya telah menantang otoritasnya. Jika dia tidak melemahkan murid-muridnya, cepat atau lambat semua orang akan mengkhianatinya. Itu adalah langkah yang tidak berdaya.", "Tapi, kata-kata yang diucapkan seperti air yang tumpah.", "“Tentu saja, kamu harus melupakan itu juga!”", "2Ruang Kecil kecewa.", "Lu Zhou melanjutkan, “Tapi, aku akan memberimu harta setingkat surga. Bisikan ekor kuda biasanya digunakan oleh pembudidaya tua, dan tidak terlihat bagus bila digunakan oleh gadis kecil sepertimu. ”", "Yuan Kecil sangat gembira ketika dia mendengar itu, dan dia segera membungkuk dan berkata, “Terima kasih, Guru!”", "Lu Zhou mengangguk sedikit dan berkata, “Aku punya tugas untukmu.”", "Aku siap melayani Kamu, Guru.", "“Masih ada beberapa pembudidaya ortodoks yang diam-diam mengawasi kami di sekitar Gunung Golden Court. Aku ingin Kamu menyelesaikannya. ”", "Aku akan menyelesaikan tugasnya.", "“Pergi sekarang.”", "Saat dia meninggalkan Evil Sky Pavilion, dia melayang menuruni gunung dengan cepat dan anggun seperti burung layang-layang. Sekitar sepuluh menit kemudian, Lu Zhou mendengar perintah sistem.", "Kamu telah membunuh penjahat dan menerima 10 poin prestasi.", "2 “Kamu telah membunuh penjahat dan menerima 10 poin prestasi.”", "3", "www.worldnovel.online"]},
{"testing": ["Bab 10: Pukulan Fatal", "Penerjemah: EndlessFantasy Translation", "Lu Zhou berhenti sejenak dan kemudian mengangguk puas.", "Murid bisa menyelesaikan misi juga, dan guru bisa mendapatkan poin prestasi dari muridnya. Itu sangat masuk akal, sangat bagus!", "Dalam satu jam, Little Yuan’er benar-benar membunuh selusin pembudidaya yang berani. Pada saat itu, Lu Zhou memanggil menu dan melihatnya sekilas.", "Poin prestasi telah terakumulasi menjadi 300.", "“Pusat perbelanjaan.”", "“Beli avatar Taiji peringkat magang.”", "“Ding! Kamu telah menerima avatar Taiji peringkat magang. ”", "Saat dia menerima avatar, Lu Zhou merasakan mata air mengalir keluar dari Dantiannya yang kering saat aliran kekuatan mengalir ke seluruh tubuhnya.", "Dia telah menerobos!", "Dia telah melangkah ke alam Mystic Enlightening dari alam Body Tempering!", "Alam Body Tempering hanya melatih tendon, tulang, dan kulit, jadi mereka yang berada di alam ini tidak dapat menggunakan energi seperti pembudidaya. Tetapi, ketika seseorang menjadi seorang kultivator, kemampuannya berlipat ganda.", "Benar saja, tidak ada kemacetan. Lu Zhou merasakan perubahan di tubuhnya. Setelah beberapa saat, aktivitas di dalam dirinya menjadi tenang.", "Nama: Lu Zhou", "Ras: Manusia", "Basis Budidaya: alam Mystic Enlightening, Bukaan Hati", "Poin Merit: 0", "Sisa hidup: 613 hari", "Item: Kartu Bentuk Puncak Ji Tiandao x 2, Kartu Blok Kritis (pasif) x 5", "…", "Avatar Two Transformed Powers berharga 1.000 poin prestasi. Itu adalah penipuan besar-besaran!", "Tampaknya tidak semudah yang dibayangkannya jika ingin mencapai ketinggian yang sama dengan Ji Tiandao. Selain itu, tidak ada teknik kultivasi yang sesuai yang bisa dia praktikkan untuk saat ini.", "“Haruskah Aku berlatih teknik kultivasi lama?”", "Dalam benak Lu Zhou, memang ada banyak metode dan pengalaman kultivasi yang berhubungan dengan Ji Tiandao, metode kultivasi sembilan muridnya, serta kelebihan dan kekurangannya. Namun, teknik kultivasi tersebut disesuaikan untuk mereka dan tidak cocok untuknya.", "Adapun teknik kultivasi Ji Tiandao sendiri, sepertinya menjadi stagnan setelah berlatih karena tubuhnya yang menua. Itu berarti bahwa dia harus memperpanjang hidupnya sebelum dia dapat mempertimbangkan untuk melanjutkannya.", "Sebelumnya, dia lebih suka tidak berlatih teknik kultivasi apapun daripada berlatih teknik yang buruk. Dia bisa saja menunggu.", "Sekarang, poin pahala tampaknya telah berhenti meningkat.", "“Basis budidaya Little Yuan’er ada di alam Divine Court, jadi sangat mudah baginya untuk menangani ikan kecil dan udang ini.”", "“Aku harus memberi mereka lebih banyak pekerjaan.” Karena para murid dapat membantunya mendapatkan poin pahala, dia harus memanfaatkannya dengan baik.", "Lu Zhou perlahan berdiri dan melenturkan tubuhnya. Saat dia hendak melangkah keluar dari pintu, sebuah bayangan tiba-tiba menghambur ke arahnya.", "Swoosh!", "‘Eh?’", "Seperti sambaran petir, bayangan itu pecah dari jendela di sisi barat paviliun dengan pedang pendek berkilauan di tangan. Dengan kekuatan Lu Zhou saat ini, dia bisa langsung tahu bahwa penyerangnya adalah seorang ahli.", "Ada sejumlah besar energi di ujung pedang yang langsung masuk ke hatinya.", "‘Haruskah Aku berteriak minta tolong?’", "Bam!", "Pedang itu ditusuk di dada Lu Zhou. Namun, dia tidak terluka!", "Kartu blok kritis akhirnya dipicu.", "Pada saat itulah Lu Zhou melihat penampilan penyerang.", "“Murid tertua dari Sekte Pedang Surgawi Zhou Jifeng?” Lu Zhou berkata dengan heran.", "Zhou Jifeng tidak pernah berpikir bahwa dia akan dikenali sekilas. Dalam kepanikannya, dia menarik kembali pedangnya dan melompat ke belakang sebelum menusukkan pedang itu lagi.", "“Mati!”", "Lu Zhou sedikit mengernyit.", "Alam Mystic Enlightening, bagaimanapun, adalah alam yang paling tidak berguna di dunia kultivasi. Tidak mungkin dia bisa melawan Zhou Jifeng, yang telah melangkah ke alam Divine Court.", "Dia seperti daging di atas balok pemotong seseorang!", "Zhou Jifeng ini jelas ada di sini untuk membalas dendam. Dia adalah seorang fanatik yang berani yang tidak peduli dengan hidupnya sendiri!", "Bam!", "Itu merupakan pukulan fatal lainnya.", "Tapi, pedang ituterlempar oleh balok aneh Lu Zhou sekali lagi. Zhou Jifeng berguling ke belakang di udara dan merasakan mati rasa di lengannya.", "Bagaimana… apakah itu mungkin?", "Evil Sky Pavilion terdiam.", "Zhou Jifeng menelan ludah saat matanya melebar dan ditembak dengan darah. Pedang di tangannya bergetar sedikit, dan dia tidak tahu apakah dia harus terus menyerang atau tidak.", "“Apakah Kamu ingin melanjutkan?” Mata Lu Zhou bersinar seperti obor.", "“…”", "Kekuatan habis dari kaki Zhou Jifeng, dan dia jatuh kembali ke pantatnya. Kesenjangan di antara mereka terlalu besar, begitu banyak sehingga dia benar-benar menyerah untuk menyerang.", "“Kamu melebih-lebihkan dirimu sendiri,” Lu Zhou mendengus dan perlahan berbalik. ‘Tenang. Aku tidak bisa membiarkan dia melihat kelemahan Aku. ”", "“Kamu membunuh Tuanku … Aku akan membalasnya bahkan jika nyawaku!” Zhou Jifeng mengepalkan pedang dengan erat.", "“Kamu membuang-buang waktumu.”", "Zhou Jifeng bergegas maju dengan pedangnya lagi, bergerak secepat hembusan angin. Seorang ahli di alam Divine Court tidak ada bandingannya dengan kultivator biasa.", "Pada saat kritis ini…", "“Guru!”", "Sosok biru muncul dari luar. Sementara itu, hati Zhou Jifeng bergetar dan gerakannya melambat.", "Bam!", "Sosok biru itu mengeluarkan seberkas energi dan menjatuhkannya terbang. Akibatnya, Zhou Jifeng mengeluarkan seteguk darah dan jatuh ke tanah.", "“Berani-beraninya kau menyelinap menyerang Tuanku! Apakah kamu buta?” Little Yuan’er mendarat, menunjukkan giginya dengan senyum mematikan di wajahnya.", "“Mundur, Yuan’er!”", "“Tuan, dia menyerangmu. Aku ingin memotongnya menjadi beberapa bagian untuk membantu Kamu melampiaskan amarah Kamu … ”", "Ketika Zhou Jifeng mendengar itu, wajahnya menjadi pucat seperti seprai. Benar saja, sembilan murid Evil Sky Pavilion semuanya sangat ganas.", "Apa yang dia ketahui tentang mereka berasal dari rumor, yang penuh dengan kebohongan dan kebohongan. Tapi, dia menemukan bahwa rumor itu benar ketika dia melihatnya dengan matanya sendiri hari ini, karena bahkan gadis kecil yang terlihat imut ini sangat menakutkan!", "Zhou Jifeng sedikit menyesal datang ke sini untuk membalas dendam!", "Sementara itu, Lu Zhou sudah siap di permukaan, tapi dia terus mendesah di dalam hatinya. ‘Tubuh tua ini sangat lemah.’", "Ketika dia dalam kondisi puncak, dia bahkan tidak memperhatikan seseorang seperti Zhou Jifeng. Tapi barusan, dia hampir dibunuh oleh orang ini. Untungnya, murid kecilnya tiba tepat waktu. Jika tidak, lima kartu blok kritisnya tidak akan bertahan terlalu lama, dan dia harus membuang kartu pengalaman bentuk puncak lainnya.", "Lu Zhou tidak terkejut bahwa Zhou Jifeng, dengan basis kultivasinya di alam Divine Court, dapat menyelinap ke atas gunung, karena perisai belum diperbaiki, dan perhatian beberapa muridnya ada di tempat lain. Dia hanya tidak menyangka bahwa yang lain akan begitu berani untuk menyelinap menyerangnya.", "Matanya tertuju pada Zhou Jifeng.", "Nama: Zhou Jifeng", "Ras: Manusia", "Basis Kultivasi: Tahap pembentukan Dao awal dari alam Divine Court", "Status: Musuh, tingkat permusuhan 85%", "…", "“Aku membunuh tuanmu, dan masuk akal bagimu untuk datang kepadaku untuk membalas dendam. Namun, Kamu telah melebih-lebihkan diri Kamu sendiri, dan ini tidak berbeda dengan bunuh diri. Tidak ada gunanya melakukan itu. ”", "Lu Zhou duduk perlahan, mencari ingatan yang berhubungan dengan anak itu di benaknya. Kebetulan Ji Tiandao pernah bersinggungan dengan yang terakhir di masa lalu.", "“Kamu mulai melunakkan tubuh Kamu saat berusia delapan tahun, melangkah ke alam Mystic Enlightening pada usia sembilan tahun, alam Sense Condensing pada usia tiga belas tahun, alam Brahma Sea pada usia delapan belas tahun, dan alam Divine Court pada usia dua puluh. Ini membuat Kamu menjadi jenius langka bahkan di dunia kultivasi. Kamu benar-benar bisa menunggu beberapa tahun lagi sebelum Kamu datang kepada Aku untuk membalas dendam. Mengapa Kamu harus datang untuk membuat diri Kamu terbunuh sekarang? ”", "Zhou Jifeng sangat menyesalinya.", "Dia adalah seorang jenius yang dikenal oleh seluruh Sekte Pedang Surgawi.", "Sementara itu, Little Yuan’er bergumam, “Tuan, Kamu menyebut ini jenius yang langka? Ketika Aku berusia sepuluh tahun, Aku mengakui Kamu sebagai majikan Aku, dan Aku berusia lima belas tahun tahun ini, tetapi Aku telah melangkah ke alam Divine Court … ”", "Lu Zhou, “…”", "Ketika Zhou Jifeng mendengar itu, sedikit kebanggaan yang dia miliki sekarang lenyap dalam sekejap.", "“Jangan menyela!” Lu Zhou memelototinya.", "Little Yuan’er menjulurkan lidahnya dan melangkah ke samping. Kemudian, Lu Zhou melanjutkan, “Zhou Jifeng, apakah kamu tahu mengapa aku tidak membunuhmu?”", "“Penjahat tua, Kamu tidak harus munafik. Apakah Kamu ingin membunuh atau menyiksa Aku, lakukan sekarang! ” Zhou Jifeng memasang wajah pemberani.", "Lu Zhou menggelengkan kepalanya. “Kamu benar-benar mengira Luo Changfeng adalah seorang pria sejati?”", "“Maksud kamu apa?” Zhou Jifeng memelototinya.", "“Pria muda yang bodoh! Kamu bahkan belum lahir saat aku bertemu Luo Changfeng. ”", "“Apa yang kamu coba katakan?”", "“Jika aku memberitahumu bahwa orang yang membunuh ayahmu adalah Luo Changfeng, apakah kamu akan percaya?”", "“Ding! Pencarian sampingan tersembunyi dipicu: Menghasut pembelotan Zhou Jifeng. ”", "“Petunjuk: Semua yang Kamu lakukan berpotensi memicu misi tersembunyi.”", "www.worldnovel.online"]}
]