[
{"text3": ["Bab 1: Xia Fei 14", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Sejak zaman kuno, ada banyak lansia yang masuk penjara. Namun, dapat dikatakan dengan pasti bahwa Xia Fei adalah orang pertama yang masuk penjara alien.", "21", "Sejak zaman kuno, semua senior yang pergi ke penjara berharap pintu sel penjara tiba-tiba terbuka. Tetapi Xia Fei tinggal dengan nyaman di dalam sel penjara ini, dan dia tidak benar-benar ingin meninggalkan tempat ini.", "8", "Saat itu jam 6 waktu Bumi, dan Xia Fei sedang meringkuk, berbaring di tempat tidur tunggal yang sempit. Dia menggunakan selimut hijau tentara untuk menguburnya dari ujung kepala sampai ujung kaki saat tidur nyenyak.", "6", "* Bip Bip Bip Bip *", "Di samping tempat tidur, ada jam digital murah yang mengeluarkan suara mengerikan dan menusuk telinga yang membangunkan Xia Fei dari mimpinya.", "Dia dengan mudah menekan tombol diam di jam tangan sebelum bangun dari tempat tidur dengan linglung.", "Dia diam-diam menghitung sampai tiga sebelum tiba-tiba membuka matanya.", "Beberapa detik kemudian, Xia Fei membenarkan bahwa dia masih di sel penjara, dan dia segera mengungkapkan senyum puas di wajahnya.", "9", "Sel penjara ini lebih nyaman daripada rumah Xia Fei. Sel itu kurang dari sepuluh meter persegi, tetapi berisi segala macam fasilitas. Entah itu musim semi, panas, gugur, atau dingin, sel akan selalu hangat, dan bahkan ada kamar mandi tersendiri.", "28", "Xia Fei mandi air panas di kamar mandi sebelum mengambil pakaiannya dari mesin cuci pintar.", "12", "Xia Fei tidak dapat menggambarkan hasrat dan cintanya pada mesin cuci yang canggih. Pakaian kotor hanya membutuhkan waktu lima menit untuk dibersihkan, dan terlihat seperti dihaluskan dengan hati-hati, serta segar dan cerah seperti sinar matahari.", "5", "Ini hanyalah alat sakral utama untuk seorang bujangan. Dengannya, tidak perlu khawatir tentang tumpukan kaus kaki yang bau, dan tidak ada kesulitan untuk membedakan antara pakaian yang sedikit bersih atau sedikit kotor.", "11", "Setelah makan sarapan yang terasa seperti pasta gigi Cina, Xia Fei duduk di tempat tidur dan menatap kosong. Jika dia masih di Bumi, dia akan mengendarai sepedanya menuju perusahaan untuk mengambil paket sebelum membagikannya.", "8", "Kurir sepeda adalah pekerjaan yang trendi karena tidak ada kota yang tidak mengalami kemacetan lalu lintas; Oleh karena itu, sepeda menjadi prioritas para kurir.", "2", "Xia Fei mendapat $ 5 untuk setiap pengiriman, dan pendapatan $ 6.000 sebulan cukup baik. Cukup bagi Xia Fei untuk tinggal di kota besar seperti Beijing. Jika beruntung, dia bisa menonton film setiap minggu sambil menikmati secangkir coke dan seember popcorn.", "27", "Setelah menghela nafas, Xia Fei memutuskan untuk melakukan push-up untuk menghabiskan waktu yang bergerak lambat yang tak tertahankan.", "3", "Dia meletakkan kakinya di tempat tidur dan telapak tangannya di lantai.", "“1, 2, 3, 4…”", "6", "Keringat berangsur-angsur menetes dari kepalanya saat latihan yang awalnya sederhana semakin sulit, tetapi Xia Fei tidak berencana untuk menyerah.", "Setelah menyelesaikan push-up, dia beristirahat sejenak sebelum melakukan set push-up lainnya.", "Sampai setiap jejak kekuatan habis, Xia Fei berbaring di tempat tidur dan menutupi kepalanya dengan selimut.", "1", "Selanjutnya, Xia Fei kembali tidur …", "4", "Bangun, mandi, makan, push-up, tidur, ulangi.", "17", "Ini adalah rutinitas harian Xia Fei, dan itu telah diulangi selama setengah bulan. Tentu saja, dia masih harus menerima interogasi rutin Fatty Connor.", "Tidak diketahui berapa lama waktu telah berlalu, ada serangkaian langkah kaki di lorong, mendekat lebih dekat.", "Xia Fei, yang ditutupi selimut, membuka matanya dengan waspada. Langkah kaki Fatty Connor berat dan sangat malas, membuatnya mudah dibedakan. Xia Fei tidak terbiasa dengan serangkaian langkah kaki lainnya. Itu adalah suara yang bergema dan tajam, seperti sepatu hak tinggi yang menginjak tanah.", "5", "“Seorang wanita?” Xia Fei bergumam pada dirinya sendiri dan dengan cepat menghilangkan dugaan ini. “Mengapa ada wanita di penjara? Itu pasti imajinasiku. ”", "18", "Gemerincing!", "Pintu logam berat dibuka, dan dua orang masuk ke ruangan itu satu demi satu.", "Xia Fei sudah terbiasa dengan ini. Menurut rutinitas, mereka kemudian akan membawanya ke ruang interogasi sebelum mengajukan serangkaian pertanyaan yang tidak bisa dijelaskan.", "“Hei, tidak peduli berapa kali kamu bertanya, jawaban Aku tidak akan berubah. Aku Xia Fei, 17 tahun, Earthling, ID No. ESS370402… Aku tidak punya uang, mobil, rumah, atau pacar. Aku bukan apa yang kau sebut sebagai ‘Hantu.’ “Xia Fei berkata dengan frustrasi.", "Setelah mengangkat selimut, Xia Fei duduk dari tempat tidur dan mengusap matanya yang merah. “Baiklah, aku akan mengikutimu. Apakah Kamu memahami bahwa Kamu melanggar hak asasi manusia? Bumi mungkin planet beradab kelas rendah, tapi kita tetap manusia. ”", "5", "Xia Fei menggosok matanya dan tiba-tiba berhenti bergerak karena ada seorang wanita asing yang muncul di depannya selain Fatty Connor.", "Tingginya sekitar 1,75 meter dengan tubuh montok. Dia memiliki rambut merah indah yang tergerai di bahunya. Dari penampilannya, dia tampak berusia sekitar 27 atau 28 tahun, dan dia adalah kecantikan alami yang tidak membutuhkan kosmetik apa pun. Seluruh tubuhnya memancarkan pesona wanita dewasa.", "12", "Dia mengenakan setelan profesional hijau, dan ada lambang lingkaran perak di dadanya. Di atasnya, ada tiga bintang berkilau yang sangat mempesona.", "9", "Si cantik berambut merah memandang Xia Fei dengan matanya yang mempesona, sedemikian rupa sehingga dia merasakan hawa dingin di tulang punggungnya. Tiba-tiba, dia tertawa terbahak-bahak saat menutupi mulutnya ketika Xia Fei memperhatikan bahwa dia memiliki lesung pipi yang nakal di pipi kirinya. Ini adalah ‘Hantu’ yang kamu tangkap? ”", "‘Phantom’ adalah pembunuh paling misterius dan paling tidak beruntung di alam semesta ini. Dikabarkan bahwa dia hanya melakukan satu pekerjaan, tetapi dia sudah menjadi salah satu penjahat paling dicari di alam semesta.", "8", "Wajah Fatty Connor memerah saat dia tergagap dan berkata, “Aku … Kami pikir …”", "“Aku tidak tahu apa yang Kamu pikirkan, Aku juga tidak ingin tahu.” Kecantikan berambut merah itu terdengar seolah-olah dia sedang memarahi seorang anak kecil. “Kamu Polisi Rahasia benar-benar memenuhi ketidakefisienan Kamu. Kamu benar-benar menangkap manusia primitif yang bahkan belum membuka wilayah otak ketujuhnya untuk meniru ‘Hantu’. Dapatkah Aku merepotkan Kamu untuk menjadi profesional? Meskipun Kamu ingin menggunakan peniru identitas, dapatkah Kamu menemukan orang yang terlihat meyakinkan? ”", "10", "Dahi Fatty Conner mulai berkeringat. Dia mengeluarkan saputangan untuk menyeka keringatnya dan berkata, “Saat kami berpatroli di Bumi, kami melihat bahwa dia mengenakan liontin Moore Stone yang juga dipakai oleh ‘Phantom’.”", "1", "Setelah berbicara, Fatty Conner mengeluarkan liontin merah dari sakunya dan menyerahkannya kepada kecantikan berambut merah. Liontin itu berbentuk seperti setetes darah segar. Di atasnya ada label kuning yang bertuliskan kata ‘bukti’.", "3", "Si cantik berambut merah meliriknya sementara tangannya gemetar sebelum melemparkan liontin itu kembali ke Xia Fei. Xia Fei menangkap liontin itu dan berpikir, ‘Saudaraku, kamu telah membuatku mengalami penderitaan seperti itu. Ketika Aku menjemput Kamu, Aku pikir Aku mengambil harta karun. Lihat apa yang terjadi? Aku dibuat untuk menjalani hukuman penjara yang tidak adil selama setengah bulan, dan itu berada di penjara asing! ”", "Xia Fie tidak berpikir terlalu banyak sebelum merobek label di liontin dan memakainya lagi di lehernya.", "“Liontin seperti itu adalah sekitar 50 koin bintang di pasar bebas, dan Kamu dapat memiliki sebanyak yang Kamu inginkan. Apakah itu berarti siapa pun yang memiliki liontin ini adalah ‘Hantu’? ” Si cantik berambut merah berbicara dengan nada meremehkan, “Selain itu, hanya rumor bahwa ‘Phantom’ juga memakai liontin Moore Stone berbentuk tetesan darah. Faktanya, tidak ada yang tahu seperti apa dia. ”", "1", "“Tapi dia hanyalah orang primitif, kenapa dia memiliki Moore Stone sebagai liontin? Bukankah ini mencurigakan? ” Connor mencoba membenarkan dirinya sendiri.", "Si cantik berambut merah agak marah saat dia berkata dengan wajah dingin, “Mengapa orang primitif tidak bisa memiliki liontin Moore Stone? Apakah Kamu menyelidiki planet mereka? Bagaimana jika planet mereka menghasilkan Moore Stone? ”", "4", "Connor tidak melanjutkan berbicara, dan dia terus-menerus menggunakan saputangannya untuk menyeka keringat di wajahnya. Dia sangat gugup; rasanya seolah-olah kecantikan berambut merah ini bisa memakannya kapan saja.", "1", "Xia Fei sedikit mengernyit dan menggunakan nada tegas untuk berbicara, “Maaf, cantik, Aku tidak bermaksud mengganggu Kamu. Tapi, nama Aku Xia Fei, dan Aku orang Bumi, bukan orang primitif. ”", "12", "Si cantik berambut merah berbalik untuk melihat Xia Fei dengan ekspresi terkejut. “Kecantikan? Sebutan ini tidak buruk, Aku sangat menyukainya. Sangat disayangkan bahwa Kamu masih orang yang primitif di mata Aku, dan itu adalah fakta yang tidak akan berubah. ”", "Matanya terlihatseperti manusia yang mengamati monyet, dan itu membuat Xia Fei sangat tidak nyaman.", "“Kecantikan.” Xia Fei mengungkapkan senyuman yang bersinar seperti matahari. “Aku benar-benar manusia dan bukan orang primitif yang menggunakan peralatan batu untuk berburu.”", "Si cantik berambut merah tertawa dan berkata, “Kenapa? Apakah Kamu pikir Kamu bukan orang primitif jika Kamu tidak menggunakan perkakas batu untuk berburu? ” Sambil berbicara, dia mengeluarkan kalkulator mikro seukuran kotak rokok dan menekannya dengan ringan.", "Desir!", "Sebuah layar tiba-tiba diproyeksikan, dan si cantik berambut merah dengan cepat memasuki kata ‘Bumi’.", "“Bumi. Itu ditemukan oleh Universe Explorer Madoff tiga tahun lalu. Tingkat peradaban berada di antara planet primitif dan planet beradab kelas 1. Tujuh miliar penduduk bumi tinggal di 224 negara. ”", "10", "“Peluang seorang Earthling membuka wilayah otak ketujuh hanya 1/100 juta. Aliansi Pan-Manusia Universal mendefinisikan Bumi sebagai planet beradab kelas 0.5. ” Si cantik berambut merah membaca informasi tentang Bumi yang tertera di layar proyeksi. Dia bahkan tidak berusaha menyembunyikan nada mengejeknya terhadap Bumi.", "11", "“Sangat disesalkan. Bumi hanyalah sebuah planet beradab kelas 0,5. Oleh karena itu, bagi banyak alam semesta, Kamu hanyalah orang primitif yang baru saja belajar bagaimana melihat langit berbintang. ”", "10", "Connor juga tertawa sementara perut birnya yang besar bergoyang.", "Si cantik berambut merah menatap Connor dengan tatapan dingin. “Kamu benar-benar berani tertawa? Jika Aku harus mengatakannya, Polisi Rahasia Blue Sea Star Kamu lebih buruk daripada orang-orang primitif. Kalian hanyalah sekelompok orang bodoh! ”", "1", "Connor menahan tawanya dengan canggung saat dia menggaruk kepalanya yang gemuk karena kesal, tetapi dia tidak berani membalas.", "Xia Fei tidak bisa berkata-kata karena dia merasa ini adalah pertama kalinya dalam hidup dia mengalami kesulitan untuk membuktikan bahwa dia adalah manusia.", "8", "“Pertama, Bumi telah membentuk Pemerintah Federal Bumi sesuai dengan permintaan Aliansi Pan-Manusia Universal. Kedua, peluang kita untuk membuka wilayah otak ketujuh adalah 1 banding sejuta, bukan 1 banding 100 juta. Ketiga…”", "5", "Xia Fei menatap kosong sejenak dan menghela nafas. “Lupakan, kenapa aku bahkan harus berdebat? Apa hubungannya dengan Aku meskipun Bumi bukan planet yang beradab? ”", "1", "Si cantik berambut merah tertawa karena dia merasa itu cukup menyenangkan. “Bagaimana Kamu bisa mengatakan itu tidak ada hubungannya dengan Kamu? Bumi adalah planet rumah Kamu, meskipun itu sedikit primitif. ”", "Xia Fei berdiri dan meregangkan tubuhnya. “Jadi bagaimana jika Bumi adalah peradaban kelas rendah? Tidak peduli seberapa kaya pemerintah, mereka tidak akan menyisihkan uang untuk Aku. Aku akan tetap menjadi orang yang harus bekerja setiap hari dan membayar pajak serta sewa Aku tepat waktu. ”", "Xia Fei kemudian melihat lebih dekat puncak di payudara kecantikan berambut merah itu. “Eh? Adjudicator! Kamu sebenarnya adalah seorang Adjudicator! Pantas saja Fatty Connor begitu takut padamu. ”", "Connor memelototi Xia Fei, tetapi dia tidak membantah karena Xia Fei benar. Dia hanyalah kepala biro dari kantor polisi planet beradab kelas 1. Di hadapan seorang Adjudicator, dia bahkan bukan serangga. Selain itu, kecantikan ini adalah Adjudicator bintang-3 Perak.", "“Keke, orang primitif sepertimu benar-benar tahu tentang Adjudicator?” Si cantik berambut merah tidak terlalu peduli.", "6", "“Tahun lalu, Adjudicator Union mendirikan cabang di Bumi, dan Aku mendengar bahwa Adjudicator adalah salah satu profesi paling mulia di alam semesta. Meskipun Aku tidak tahu betapa mulianya itu, Aku tahu bahwa semua Adjudicator adalah orang kaya. ”", "1", "Connor berbicara dengan nada meremehkan, “Tidak heran Kamu adalah orang primitif dari planet yang tidak beradab. Para Juri Agung memiliki status yang begitu dihormati. Bagaimana bisa dibandingkan dengan uang yang tidak senonoh? ”", "Connor tiba-tiba menyadari bahwa ini adalah kesempatan besar untuk menjilat Adjudicator cantik ini.", "“Para Adjudikator dan Biarawan dikenal sebagai dua profesi super. Mereka memiliki prioritas untuk menggunakan sebagian besar fasilitas umum dan dapat dengan bebas memasuki planet yang tidak terbuka untuk orang lain. Selain itu, mereka menikmati batas kredit tanpa bunga sebesar satu juta koin bintang dan bahkan tidak memerlukan jaminan apa pun. ”", "12", "“Setelah seseorang dinyatakan sebagai penjahat oleh Adjudicator Union, Adjudicator memiliki hak untuk mengeksekusi penjahat, dan mereka tidak dibatasi oleh hukum apa pun. Setiap Adjudicator memiliki satu otoritas eksekusi tertinggi. Kalaupun Adjudicator menggunakan kewenangan eksekusi untuk membunuh presiden, mereka tidak akan dituntuted. ”", "10", "“Setiap niat untuk merugikan Adjudicator dipandang sebagai pernyataan perang terhadap seluruh Adjudicator Union. Pelaku akan terdaftar dalam daftar hitam super dari Adjudicator Union dan akan dikejar selamanya sampai mati! ”", "5", "Xia Fei tertarik pada hak istimewa yang sangat istimewa dari para Juri saat matanya bersinar. ” Aku mengerti sekarang. Juri adalah orang kaya yang tidak dibatasi oleh hukum! Bagaimana Aku bisa menjadi Adjudicator? ”", "3", "“Ha, kamu hanyalah orang primitif yang bahkan belum membuka wilayah otak ketujuhmu, dan kamu benar-benar ingin menjadi seorang Adjudicator? Ini mungkin lelucon terbesar yang pernah Aku dengar dalam hidup Aku. ” Si cantik berambut merah berbicara dengan sedikit arogansi, “Aku punya urusan lain yang harus kuurus. Anak muda, sampai jumpa lagi. ”", "2", "Setelah menyelesaikan pernyataannya, kecantikan berambut merah itu berbalik dan bersiap untuk pergi. Fatty Connor segera berlari dan dengan sopan membuka pintu yang berat untuknya.", "Ketika wanita cantik berambut merah berada di pintu masuk, dia tiba-tiba berhenti dan berkata, “Tidak, kamu adalah orang yang primitif. Kita seharusnya tidak punya kesempatan untuk bertemu lagi. ”", "3", "Xia Fei tidak keberatan dengan kata-kata arogannya sementara pikirannya berpikir cepat.", "“Tahan.” Xia Fei menetapkan pikirannya dan mengejar mereka sebelum bertanya dengan tenang, “Aku ingin tahu. Bagaimana rencana kalian untuk berurusan dengan Aku? ”", "Si cantik berambut merah memandang Connor dengan acuh tak acuh sementara yang terakhir berkata dengan nada tidak menyenangkan, “Jelas kami akan mengirimmu kembali. Apakah menurutmu kami akan memberimu makan seumur hidup? ”", "2", "Xia Fei menyeringai dan tidak tergesa-gesa mengulurkan tangannya. “Aku telah ditangkap oleh Kamu orang-orang di sini saat tidak bersalah. Karena kesalahan Kamu, Kamu telah menyia-nyiakan 15 hari dan 8 jam hidup Aku. Kamu harus mengganti kerugian ekonomi dan kerusakan psikologis Aku! ”", "2", "Kompensasi?", "“Kamu!” Connor memasang wajah pucat saat berkata, “Nak, jangan lupa bahwa kami telah menanamkan microchip terjemahan di dalam dirimu. Jika tidak, Kamu bahkan tidak akan memahami bahasa kami atau kata-kata tertulis kami. Tahukah Kamu harga microchip terjemahan? Sebagai manusia dari planet beradab kelas 0.5, bahkan jika Kamu menghabiskan sisa hidup Kamu untuk bekerja, Kamu tetap tidak akan mampu membelinya! ”", "3", "Xia Fei tiba-tiba menyadari sesuatu dan meraih lehernya. Ada bekas luka dangkal dan merah di bagian belakang lehernya. Itu adalah tanda yang tertinggal karena penanaman microchip terjemahan.", "1", "“Terima kasih banyak atas pengingat Kamu. Aku hampir lupa tentang masalah ini karena masih ada kebutuhan untuk memasukkan kompensasi atas kerusakan fisik Aku. Aku tidak meminta Kamu untuk menanam microchip ini pada Aku. Tahukah kamu betapa sakitnya ketika benda ini ditanam di tubuh Aku? ”", "7", "Connor membenci Xia Fei karena tidak puas dengan keuntungannya. Connor berharap dia bisa mencekik Xia Fei sampai mati sekarang. Dia kemudian melihat ke arah kecantikan berambut merah tanpa daya dan bertanya, “Apa pendapat Kamu tentang masalah ini?”", "2", "Si cantik berambut merah mengangkat kepalanya sementara wajahnya memiliki senyum yang menyenangkan saat kata-kata Xia Fei membuatnya geli.", "Ini urusan Polisi Rahasia Kamu, apa hubungannya dengan Aku?", "Selanjutnya, dia menambahkan, “Namun, masalah ini adalah kesalahanmu, untuk memulai. Kamu harus memberikan kompensasi. ”", "Connor tersenyum minta maaf dan berkata, “Ya, ya, Kamu benar. Polisi Rahasia kami juga merupakan organisasi yang diatur. Memperbaiki kesalahan selalu menjadi moto kami. ”", "“Kami akan memberi Kamu 300 koin bintang sebagai kompensasi setiap hari di sini. Selama 16 hari, itu harus menjadi 4.800 koin bintang. Kamu harus puas dengan ini, kan? ” Connor mengertakkan gigi dan berkata pada Xia Fei.", "Setelah mengubahnya menjadi mata uang Bumi, 4.800 koin bintang sangat banyak. Koin bintang adalah salah satu mata uang universal di alam semesta. Dolar federal Bumi tidak ada bandingannya, dan tidak ada yang sebodoh itu menukar mata uang planet beradab kelas 0.5 dengan koin bintang.", "Xia Fei menggelengkan kepalanya dan berkata, “Aku merasa lebih masuk akal bagi Kamu untuk memberi Aku sebotol cairan pengoptimalan gen.”", "“Apa!?” Wajah Connor berubah drastis. “Mengapa Kamu tidak meminta saja pesawat luar angkasa!”", "4", "Si cantik berambut merah itu terkikik dan mengagumi karya Xia Feiulgence dalam fantasi. “Ini memang ide yang bagus. Dengan cairan pengoptimalan gen, Kamu dapat dengan paksa membuka kunci wilayah otak ketujuh dan mengoptimalkan fungsi tubuh Kamu. Kamu bahkan mungkin menjadi orang yang kuat. ”", "“Yang terpenting, planet beradab kelas 0.5 tidak akan bisa membeli cairan pengoptimalan gen bahkan jika Kamu punya uang. Orang primitif, Aku harus mengakui bahwa Kamu agak pintar. ” Mata cantik si cantik berambut merah berbinar saat dia bertanya, “Chief Connor, apakah Kamu berencana untuk memenuhi permintaannya?”", "6", "Connor sangat marah sehingga fitur wajahnya yang gemuk berubah. Dia tiba-tiba mendapat inspirasi ketika dia mengingat sesuatu.", "“Keke, masalah sepele.” Fatty Connor tersenyum rubah tua dan berkata, “Itu hanya sebotol cairan pengoptimalan gen. Aku akan meminta seseorang untuk membawanya nanti. ”", "Xia Fei tidak bisa mempercayai telinganya, tetapi dia tiba-tiba menyadari sesuatu setelah Connor dan kecantikan berambut merah itu telah lenyap di ujung lorong.", "“Sial! Aku salah hitung. Sepertinya cairan pengoptimalan gen legendaris adalah komoditas yang sangat murah di tempat ini. Aku seharusnya meminta dua botol lagi. ” Xia Fei agak kesal saat dia berbicara pada dirinya sendiri.", "4", "…", "Connor mengirim gadis cantik berambut merah itu keluar dari markas besar Polisi Rahasia dengan sikap hormat.", "“Apakah Kamu benar-benar akan memberinya sebotol cairan pengoptimalan gen? Kamu harus tahu bahwa botol termurah setidaknya 50.000 koin bintang, kan? ” Si cantik berambut merah bertanya dengan heran.", "Connor menampar perutnya dengan paksa. Dia sebenarnya ingin menampar dadanya, tetapi sayang sekali bahwa semua yang ada di bawah kepalanya adalah perutnya.", "8", "“Bagaimanapun, kami adalah Polisi Rahasia, dan mampu membayar sebanyak ini. Kami telah salah menuduhnya dan memenjarakannya untuk waktu yang lama; kita perlu memberikan kompensasi kepadanya. ” Connor membual tanpa malu-malu.", "Si cantik berambut merah tersenyum. Seseorang dengan statusnya tidak perlu repot dengan hal-hal sepele seperti itu. Dia dengan lembut melompat ke mobil sport convertible merah sebelum menghilang di ujung jalan bahkan tanpa berbalik.", "6", "Connor kembali ke kantornya di lantai 26 dan duduk di kursi putar berukuran besar sebelum menampakkan senyum licik.", "Dia menggunakan jarinya yang gemuk untuk menekan tombol di atas meja, dan layar yang diproyeksikan tiba-tiba muncul di atas meja.", "Di layar, ada seorang pria berpakaian hitam yang terlihat berusia 30-an. Dia memiliki tubuh yang kurus dan lurus seperti bambu. Dia jelas mampu dan berpengalaman.", "“Ketua, ada apa?” Pria itu bertanya.", "“Hei Nan, aku ingat kita sedang menyelidiki sekumpulan cairan pengoptimalan gen yang diselundupkan kemarin, kan?”", "1", "“Ya, ada total 74 botol cairan pengoptimalan gen, dan tidak ada yang memiliki lokasi atau label pembuatan. Aku menduga kumpulan cairan itu palsu. ”", "4", "“Baik sekali!” Fatty Connor mengungkapkan senyuman jahat. “Berikan salah satu botol kepada anak Bumi di lantai bawah tanah 7. Jangan katakan apapun dan minta dia untuk mengkonsumsinya setelah kembali ke Bumi. ”", "Hei Nan mengerutkan kening. “Ketua, kumpulan cairan ini berasal dari asalnya yang tidak diketahui, dan laporan inspeksi belum keluar. Jika kita memberikannya kepada seseorang untuk digunakan, mereka mungkin akan mati begitu saja. ”", "Connor membanting meja dengan marah dan berkata, “Apa yang perlu Kamu lakukan adalah menyesuaikan diri dan tidak mempertanyakan. Lakukan apa yang Aku katakan dan temukan seseorang untuk mengirim anak itu kembali ke Bumi terkutuk. ”", "2", "Bang!", "Sebelum Hei Nan bisa menjawab, Connor telah mematikan layarnya.", "“Nak, kaulah yang memintanya,” gumam Connor pada dirinya sendiri dengan ekspresi kejam di wajahnya.", "1", "…", "Beberapa jam kemudian, Xia Fei memegang sebuah kotak yang berisi cairan pengoptimalan gen dan sedang mengendarai pesawat luar angkasa kembali ke rumah.", "Pada saat yang sama, layar komunikasi milik Kepala Polisi Rahasia Connor tiba-tiba terbuka.", "“Ketua, tidak bagus! Laporan inspeksi sudah keluar. Kumpulan cairan pengoptimalan gen itu adalah Purple Jade! ” Hei Nan berbicara dengan mendesak.", "1", "Connor sedikit terkejut dan bertanya, “Purple Jade apa?”", "Di layar, Hei Nan mengusap telapak tangannya dengan cemas dan berkata, “Chief, Purple Jade adalah sejenis cairan pengoptimalan gen super yang ditemukan oleh ilmuwan terkemuka Harris 13 tahun lalu. Dikatakan bahwa dia menghabiskan 60 tahun kerja keras untuk meneliti cairan pengoptimalan gen ini. Tetapi selama percobaan, semua 179 individu, yang berpartisipasi dalam percobaan dan memiliki consumed cairan pengoptimalan gen Purple Jade, telah mati! Harris juga melarikan diri karena dia takut dihukum. Ini bukan lagi cairan pengoptimalan gen dan hanyalah racun yang paling mematikan! ”", "6", "Connor mengangguk setelah dia mengerti dan berkata, “Aku ingat sekarang. Bukankah jenis cairan pengoptimalan gen ini terdaftar sebagai obat terlarang kelas alam semesta? Kenapa beredar di pasaran? Kirim penyelundup itu ke Biro Keamanan Planet. Mereka pasti akan mendapatkan hukuman mati kali ini! ”", "“Ya, mengerti!” Hei Nan ragu-ragu sebelum bertanya, “Bagaimana dengan pemuda itu?”", "2", "Connor memasang wajah lurus dan bertanya, “Anak muda apa? Tentang apa itu? ”", "10", "www.worldnovel.online"]},
{"text3": ["Bab 3: Kecepatan 21", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Faktanya, cairan pengoptimalan gen super, Purple Jade, yang diteliti oleh ilmuwan terkemuka Harris, bukanlah racun. Sebaliknya, efeknya jauh melebihi ekspektasi semua orang.", "Purple Jade berhasil membuka wilayah otak ketujuh Xia Fei, seolah-olah itu telah membuka pintu. Cairan pengoptimalan gen normal hanya mampu membuka celah kecil, sedangkan Purple Jade menggunakan metode yang hampir gila dan meledak! Itu hanya menghancurkan pintu dan bahkan tidak menyisihkan dindingnya!", "15", "Tanpa halangan apapun, semua kekuatan besar yang terkandung di dalam wilayah otak ketujuh telah dilepaskan seluruhnya. Kekuatan tak terbatas dan besar melonjak ke otak Xia Fei seperti tsunami!", "Xia Fei telah kehilangan semua akal sehatnya dan jatuh ke dalam bak mandi yang berisi air dingin.", "4", "Dengan asumsi bahwa Xia Fei tidak menolak cairan pengoptimalan gen dan membiarkannya terus melonjak, hasil akhirnya akan sama dengan orang lain yang menggunakan Purple Jade sebelumnya dan sekarang tidur selamanya, tidak pernah bangun lagi.", "Namun, ketika manusia menghadapi situasi putus asa, mereka akan meledak dengan keinginan kuat untuk bertahan hidup. Itu terutama berlaku untuk orang-orang yang terlihat lemah selama waktu biasa!", "17", "Tubuh Xia Fei gemetar kuat di bak mandi, memercikkan air ke mana-mana, seolah-olah seseorang telah memasang kabel tegangan tinggi ke dalam air.", "Dia sudah kehilangan sebagian besar kesadarannya, tetapi sedikit kesadaran terakhir yang bertahan mengatakan kepadanya, “Jangan menyerah! Jangan pernah menyerah, tidak sampai saat terakhir! ”", "1", "Sukses terdiri dari 99% kerja keras dan 1% keberuntungan. Xia Fei telah menggunakan 200% untuk berjuang, jadi di mana 1% keberuntungan itu?", "27", "Air bersih di bak mandi mengalir ke mulut, hidung, dan telinga Xia Fei, mencegahnya bernapas. Saat ini, Xia Fei sedang tersiksa oleh dua cairan, air dan cairan pengoptimalan gen.", "1", "Setiap detik berlalu, perjuangan Xia Fei tidak begitu kuat.", "Mendadak!", "Liontin Moore Stone yang berbentuk setetes darah segar meledak dengan kilau cerah di depan dadanya!", "18", "Warna merah segar itu seperti kilatan petir merah, dan itu menerangi kamar mandi sempit ini.", "4", "…", "Matahari pagi melewati jendela sempit, dan secara bertahap semakin cerah.", "* Achoo *", "2", "Xia Fei bersin dan duduk dari tanah.", "Dia memiliki ekspresi pucat, dan seluruh tubuhnya lemah. Rasanya seperti baru saja sembuh dari penyakit serius.", "* Achoo! Achoo! Achoo *", "3", "Setelah tiga kali bersin berturut-turut, Xia Fei benar-benar merasa bahwa tubuhnya jauh lebih rileks, dan tubuhnya pulih dengan cepat pada tingkat yang luar biasa.", "“Uh, ini sangat dingin!”", "Xia Fei keluar dari bak mandi dan dengan cepat berlari kembali ke kamar tidur sebelum bersembunyi di dalam selimut. Dia melakukan semua ini dengan kecepatan sangat cepat!", "4", "Setengah jam kemudian, tubuhnya secara bertahap melakukan pemanasan. Setelah berganti pakaian bersih, Xia Fei pergi ke ruang tamu.", "Dia benar-benar lupa mengapa dia tidur di kamar mandi, dan dia juga benar-benar basah kuyup. Dia hanya ingat bahwa dia telah mengkonsumsi cairan pengoptimalan gen, dan dia saat ini sedang terburu-buru untuk mencari tahu kekuatan seperti apa yang telah dia peroleh.", "Xia Fei meregangkan tubuhnya dan tahu bahwa tidak ada efek residu setelah mengonsumsi cairan pengoptimalan gen tadi malam. Saat ini, kondisi fisik dan mental Xia Fei baik-baik saja, dan dia merasa tubuhnya dipenuhi dengan kekuatan.", "2", "Ruang tamu memiliki karung pasir yang diisi dengan tambalan; itu lusuh tapi berat.", "1", "Xia Fei menyipitkan matanya dan menarik napas dalam-dalam.", "Dia tiba-tiba meninju dengan tangan kanannya!", "Bang!", "Karung pasir yang berat itu bergetar sedikit.", "“Eh?”", "Xia Fei tidak bisa mempercayai matanya karena kecepatan tinjunya jelas jauh lebih cepat dari sebelumnya. Ini bisa dianggap sebagai ‘Tangan Tanpa Bayangan’ yang legendaris.", "8", "Ada dua jenis kemungkinan. Kemungkinan pertama adalah Xia Fei memiliki penglihatan kabur. Kemungkinan kedua adalah cairan pengoptimalan gen telah meningkatkan kecepatannya.", "8", "Ruangan itu terlalu sempit, dan mustahil baginya untuk menguji kecepatannya.", "Xia Fei berjalan menuruni tangga dan menuju ke halaman belakang.", "Halaman belakang adalah pabrik kulit yang ditinggalkan, dan orang akan bisa mencium bau busuk saat berjalan di dalam tempat itu. Gulma yang tumbuh di lingkungan seperti itu memiliki tenacious vitalitas saat mereka tumbuh dari tanah ke atap.", "2", "Hari masih pagi, dan halaman belakang masih kosong. Seekor kucing putih liar sedang bermalas-malasan dan menguap di atap.", "Xia Fei membuka langkahnya dan berlari cepat di jalan yang dipenuhi rumput liar. Angin bertiup melewati telinganya saat dia berlari. “Kecepatan yang begitu cepat, ini pasti kemampuan! Itu adalah kemampuan kecepatan! ” Xia Fei sangat terkejut.", "10", "Kemampuan tipe pertempuran adalah kemampuan yang paling umum. Di antara semua manusia yang membuka wilayah otak ketujuh, lebih dari 70% manusia akan mendapatkan kemampuan tipe pertempuran.", "Kemampuan pertempuran diurutkan menjadi tiga jenis utama, kemampuan kecepatan, kemampuan kekuatan, dan kemampuan khusus.", "Di antara ketiga jenis, kemampuan kekuatan adalah yang paling umum, dan itu lebih dari 80%. Kemampuan kecepatan adalah yang kedua dan sekitar 15%. Hanya kurang dari 5% individu yang memperoleh kemampuan khusus.", "Ada tembok pendek di depan, dan tingginya sekitar 1,7 meter. Xia Fei mengerahkan sedikit kekuatan di kaki kirinya dan melompati dinding. Bentuknya bahkan lebih ideal daripada pelari gawang.", "Apa artinya berlari seperti angin? Ini dia!", "1", "Menurut perkiraan Xia Fei, dia harus bisa berlari 100 meter dalam lima detik.", "14", "Orang biasa yang tidak bisa melebihi batas sepuluh detik telah melakukannya dalam semalam. Xia Fei telah berubah dari kurir sepeda biasa menjadi salah satu Pengguna Kemampuan langka di Bumi.", "4", "Sambil merasa terkejut, Xia Fei benar-benar kagum dengan kekuatan wilayah otak ketujuh.", "Mampu berlari 100 meter dalam 5 detik bukanlah batasnya. Di masa mendatang, Xia Fei tidak diragukan lagi akan dapat mencapai kecepatan yang lebih cepat, kecepatan yang tidak terbayangkan untuk orang biasa!", "7", "Setelah kembali ke rumah, Xia Fei menggunakan kecepatan tercepatnya untuk mandi sebelum berganti ke satu set pakaian baru karena pakaiannya saat ini sudah basah oleh keringat.", "4", "Saat mengendarai sepeda jalan raya merek Giant Bicycles, Xia Fei langsung menuju ke bagian barat kota. Di situlah Kantor Manajemen Warga Kelas A Earth Federation berada.", "2", "Sub-biro Kantor Manajemen Warga Kelas A Earth Federation di Beijing terletak di distrik kota barat yang ramai. Tempat itu awalnya adalah tempat kedutaan besar negara yang berbeda, tapi sekarang menjadi milik federasi. Semua dari 224 negara yang semula telah dibatalkan; oleh karena itu, kedutaan adalah sesuatu yang secara bertahap dilupakan orang seiring berjalannya waktu.", "4", "Warga kelas A juga disebut warga berkemampuan dan dianggap sebagai produk era baru standar. Karena manusia tahu tentang wilayah otak ketujuh, warga federasi diurutkan ke dalam kelas yang berbeda.", "Orang yang belum membuka wilayah otak ketujuh mereka dikenal sebagai warga negara biasa, sedangkan mereka yang telah membuka wilayah otak ketujuh mereka adalah warga kelas A.", "7", "Federasi Bumi masih pada tahap awal peradaban alam semesta, dan setiap Pengguna Kemampuan sangat berharga. Pemerintah, militer, perusahaan multinasional berskala besar akan merekrut Pengguna Kemampuan tanpa batasan dan memberi mereka perlakuan yang sangat murah hati.", "2", "Setelah seorang warga negara menjadi warga negara kelas A federasi, tidak hanya ada hak istimewa yang dapat dinikmati, warga negara kelas A juga akan segera menerima hadiah uang tunai sebesar 100.000 dolar federal.", "‘Begitu Aku mendapatkan uang, Aku akan keluar dari daerah kumuh dan mencari pekerjaan yang layak. Aku tidak perlu melihat wajah menyedihkan istri Wang Er di masa depan. ‘Xia Fei memiliki pikiran yang sangat bahagia.", "4", "Xia Fei mengendarai sepeda dan melintasi jalanan seperti burung loach yang gesit. Dari jauh, dia bisa melihat bangunan mengesankan setinggi 12 lantai dan simbol emas raksasa.", "1", "Huruf ‘A’ terukir di gedung, dan itu sangat mempesona. Tampaknya berusaha untuk terus-menerus mengingatkan semua orang bahwa tempat ini menonjol dari yang lain.", "1", "Xia Fei memarkir sepedanya sebelum berjalan ke dalam dengan langkah besar.", "Seorang wanita muda berdiri di area resepsionis, dan dia terlihat sedikit lebih tua dari 20 tahun.", "“Halo, Aku di sini untuk mendaftar kewarganegaraan kelas A.”", "Setelah mendengar pernyataan ini, orang-orang yang duduk dan tersebar di sekitar aula utama dengan cepat bergegas. Mereka memegang paket yang dikemas dengan indah dan menjejalkannya ke tangan Xia Fei.", "7", "“Yang sederhana ini adalah perwakilan dari Pfizer Pharmaceutical Group. Semoga di masa yang akan datang Kamu yang terhormat dapat bergabung dengan perusahaan kami. Gaji dan tunjangan pasti ekstraluar biasa. ” Seorang perwakilan muda berbicara sambil menyerahkan profil dan hadiah perusahaannya.", "‘Farmasi Pfizer! Top 500 global. Salah satu yang menemukan ‘Viagra’! ‘Xia Fei berseru dalam hatinya.", "9", "Aku adalah perwakilan dari Exxon Mobil.", "“Aku dari IBM.”", "1", "“Aku perwakilan dari perusahaan lokal, Sany Heavy Industry. Aku ingin tahu apakah diri Kamu yang terhormat memiliki niat untuk bekerja di perusahaan kita? ”", "“Aku adalah perwakilan dari Microsoft Corporation. Jika kemampuan Kamu adalah aspek kecerdasan, Kamu harus ingat untuk mengunjungi perusahaan kami untuk tur. Tidak apa-apa meskipun kemampuan Kamu bukan dari aspek kecerdasan, tidak apa-apa karena kami bersedia melakukan kerja sama yang komprehensif dengan Kamu dalam aspek lain. ”", "“Ini, Pak, Aku perwakilan dari Deloitte. Jika Kamu membutuhkan seorang profesional untuk memberi Kamu nasihat tentang keuangan, perusahaan kami bersedia melayani Kamu dengan sepenuh hati dan akan melakukannya tanpa biaya apapun. ”", "“IBM! Microsoft! Exxon Mobil! ‘Xia Fei hampir pingsan karena dorongan kebahagiaan yang tiba-tiba.", "2", "Semua perusahaan ini adalah yang terbaik dan masuk ke dalamnya sangat sulit. Namun, saat ini, perusahaan-perusahaan tersebut justru bersikap begitu rendah hati dan memintanya untuk bekerja di perusahaan mereka. Ini bukan mimpi, kan !?", "Dalam satu malam, kurir sepeda Xia Fei telah berubah menjadi individu dengan permintaan tinggi di antara perusahaan-perusahaan global ini. Ini hanyalah kasus burung pipit yang terbang dan berubah menjadi burung phoenix.", "1", "Apa yang kurang selama beberapa tahun terakhir?", "Orang berbakat!", "Terutama orang-orang yang berhasil membuka wilayah otak ketujuh!", "Mereka bahkan lebih berharga dari emas!", "Baiklah, semuanya! Seorang anggota staf laki-laki keluar dan berkata, “Masalah Kamu bisa didiskusikan nanti. Sekarang, Aku harus membawanya untuk tes. ”", "Semua perwakilan MNC mengungkapkan keengganan mereka saat mereka mundur ke samping.", "“Halo, nama Aku Wang Bin. Silakan ikuti Aku.”", "Wang Bin membawa Xia Fei ke ruangan yang sangat terang, dan ada beberapa anggota staf berseragam yang menunggu di sana. Semua wajah mereka memiliki senyuman yang mempesona.", "Seorang veteran yang tampak agak tua berjalan. Dia memiliki rambut emas pendek dan terlihat agak energik.", "Di sampingnya adalah seorang wanita pendek yang terlihat berusia sekitar 30 tahun, dan berkacamata.", "Veteran berambut emas itu tersenyum sambil bertanya pada Xia Fei, “Warga negara federasi yang terkasih, selamat karena telah membuka wilayah otak ketujuh yang misterius. Aku ingin tahu kemampuan seperti apa yang kamu dapatkan? ”", "“Kecepatan.” Xia Fei menjawab dengan terus terang.", "“Eh, kamu bisa mengerti bahasa Ukraina yang aku gunakan?” Veteran itu kagum. Dia awalnya mempersiapkan wanita ini di sampingnya untuk menerjemahkan untuk Xia Fei, tetapi dia tidak berharap Xia Fei berbicara lebih lancar daripada dia.", "7", "Xia Fei menggaruk kepalanya dengan malu dan berkata, “Sedikit, sedikit.”", "Xia Fei dapat berbicara dengan veteran di Ukraina semua karena microchip terjemahan di tubuhnya.", "2", "Microchip terjemahan adalah item yang sangat menakjubkan. Microchip mampu menerjemahkan sebagian besar bahasa di alam semesta, dan itu adalah perangkat pintar. Oleh karena itu, tidak perlu disimpan dengan data terlebih dahulu.", "Karena pengaruh microchip, ketika Xia Fei mendengar veteran itu berbicara bahasa Ukraina, mulutnya secara alami menjawab dalam bahasa Ukraina juga.", "1", "“Kamu benar-benar seorang pemuda dengan banyak talenta. Halo, nama Aku Podoski, dan Aku adalah kepala sub-biro Beijing dari Kantor Manajemen Warga Kelas A Earth Federation. ” Podoski berbicara dengan ekspresi senang.", "7", "Pemerintah federasi sangat menghargai orang-orang yang mampu membuka wilayah otak ketujuh mereka. Ditambah dengan fakta bahwa Xia Fei dapat berbicara bahasa Ukraina dengan lancar, Podoski secara alami merasakan keintiman tambahan di negeri asing.", "“Nama Aku Xia Fei, Tionghoa.” Xia Fei menjawab.", "Podoski tertawa dan berkata, “Akan lebih cocok bagimu untuk mengatakan bahwa kamu adalah warga Federasi Bumi.”", "5", "Xia Fei menggaruk kepalanya sambil merasa malu. “Keke, aku terlalu terbiasa, jadi mungkin butuh waktu untuk mengubahnya.”", "Saat keduanya bertukar kata dengan cepat dan lancar, wanita berkacamata itu mau tidak mau mengangkat telinganya untuk mendengarkan dengan seksama. Kadang-kadang, dia tidak bisa mengikuti percakapan, menyebabkan dia mengungkapkan ekspresikekaguman terhadap Xia Fei.", "“Bahasa Ukraina yang fasih. Bahasa Ukraina sebenarnya adalah bahasa yang menantang untuk dipelajari, dan biasanya diabaikan. Aku telah mempelajarinya selama lebih dari sepuluh tahun, dan Aku masih pada standar ini sampai sekarang. Mungkinkah Xia Fei ini jenius bahasa? ‘Wanita berkacamata itu ragu-ragu.", "“Astaga! Kecepatan rata-rata 23 m / s! Batas terbesar adalah 27 m / s! ” Memegang lembar ujian di tangannya, Podoski berseru, “Xia Fei! Kamu telah mencapai standar untuk memiliki peringkat. Sekarang Kamu adalah Pengguna Kemampuan Cahaya Bintang Utama! ”", "4", "Wang Bin dan wanita berkacamata juga mengungkapkan ekspresi tidak percaya.", "Kemampuan Pengguna dibagi menjadi banyak peringkat.", "Peringkat terendah adalah peringkat Star Light, dan kemudian peringkat Star Base, peringkat Star Domain, dan peringkat Star River.", "5", "Kemampuan Pengguna dengan peringkat lebih tinggi akan menikmati perawatan yang lebih baik dan lebih dihargai di alam semesta. Bagaimanapun, alam semesta juga merupakan tempat di mana kekuatan adalah supremasi.", "Setiap peringkat dibagi lagi menjadi tahap Utama, Menengah, dan Lanjutan. Peringkat Xia Fei sudah melampaui peringkat Cahaya Bintang Utama, dan dia akan segera mencapai peringkat Cahaya Bintang Menengah.", "“Xia Fei, bolehkah aku bertanya, kapan kamu membuka wilayah otak ketujuhmu? Apakah melalui penanaman alami? ” Podoski bertanya.", "“Ini melalui kultivasi alami, dan Aku membukanya kemarin. Lebih tepatnya, itu tadi malam. ” Xia Fei dengan sengaja memutarbalikkan topik tentang dia yang mengonsumsi cairan pengoptimalan gen. Dia tidak ingin menyembunyikannya dengan sengaja, tetapi dia merasa akan merepotkan untuk menjelaskan jika dia mengatakan dia ditangkap dan dipenjara di Blue Sea Star. Semakin kecil komplikasinya, semakin baik.", "6", "Syok!", "Kejutan luar biasa!", "Orang yang membuka wilayah otak ketujuh melalui kultivasi kurang dari 1 dari 10.000. Selanjutnya, ketika Xia Fei membuka kunci wilayah otak ketujuh, dia sudah mencapai peringkat Cahaya Bintang Utama. Dia hanyalah seorang jenius.", "9", "Membuka kunci wilayah otak ketujuh dan berkultivasi ke peringkat Cahaya Bintang Utama adalah dua konsep yang sama sekali berbeda.", "Ada banyak orang yang membuka wilayah otak ketujuh mereka tetapi tidak dapat berkultivasi cukup untuk mencapai peringkat terendah.", "Saat Podoski, Wang Bin, dan wanita berkacamata memuji Xia Fei, Xia Fei tiba-tiba mendengar seseorang berkata, “Bodoh!”", "6", "Xia Fei mengerutkan kening dan melihat sekeliling. Selain Podoski, Wang Bin, dan wanita berkacamata, tidak ada orang lain.", "“Siapa yang memarahiku?”", "11", "www.worldnovel.online"]},
{"text3": ["Bab 4: Tahap Utama 1", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Xia Fei sedang duduk di lantai atas Kantor Manajemen Warga Kelas A Federasi Bumi dan dengan santai minum kopi.", "Ini adalah kantor kepala biro Podoski. Xia Fei sedang menunggu markas manajemen untuk memverifikasi laporan untuk sertifikatnya.", "Xia Fei hanya bisa merasa senang ketika dia mengira dia bisa mendapatkan 100.000 dolar federal sebagai hadiah karena menjadi warga negara kelas-A yang dihormati.", "“Tuan Xia Fei, maaf sudah menunggu.” Podoski berjalan masuk dengan kecepatan yang lebih cepat dari rata-rata.", "“Ini adalah paspor warga negara kelas-A Kamu. Ini menunjukkan bahwa peringkat Kamu adalah Cahaya Bintang Utama. Dengannya, Kamu diakui sebagai warga resmi Aliansi Pan-Manusia Universal, dan Kamu dapat melakukan perjalanan ke berbagai tempat di alam semesta. ” Podoski meletakkan paspor berwarna hijau di atas meja sambil berbicara.", "Faktanya, ada perbedaan besar antara Pengguna Kemampuan peringkat dan warga kelas-A biasa. Warga kelas A biasa akan ditolak bahkan jika mereka memiliki cukup uang untuk melakukan perjalanan ke planet lain, karena mereka bahkan tidak perlu memikirkannya.", "Mereka mungkin akan berkata, “Kamu bahkan belum membuka wilayah otak ketujuh Kamu. Alam semesta sangat berbahaya; lebih baik bagimu untuk pulang. ”", "Xia Fei mengambil paspor dan memeriksanya dengan saksama. Ada huruf ‘A’ besar dan emas yang sangat menonjol, dan itu adalah simbol status.", "“Chief Podoski, aku ingat ada hadiah khusus untuk warga kelas A?” Xia Fei menyelidiki dengan sebuah pertanyaan.", "Baginya, hadiah uang tunai 100.000 dolar federal sangat besar karena Xia Fei belum pernah melihat uang tunai dalam enam digit.", "“Keke, mohon maaf banyak. Hadiah spesial ini hanya untuk 10.000 pelamar pertama, dan kamu adalah pelamar ke-10.001, jadi… ”Podoski merentangkan tangannya seolah-olah dia tidak berdaya.", "21", "“Sial!” Xia Fei hampir pingsan karena marah. Ini konyol. Hanya 10.000 pelamar pertama yang diberi penghargaan, dan dia harus menjadi yang ke-10.001.", "Podoski memandang Xia Fei yang kecewa dan berkata, “Tapi kami memiliki hadiah untuk orang-orang yang telah mencapai peringkat Cahaya Bintang.”", "Mata Xia Fei menunjukkan pancaran yang menyilaukan saat telinganya menusuk dan mengalihkan semua perhatiannya untuk mendengarkan.", "“10.000 warga pertama yang mencapai peringkat Star Light akan mendapatkan 200.000 dolar federal sebagai hadiah. Berapa nomor rekening Kamu Aku akan meminta seseorang untuk segera mentransfer kepada Kamu. ”", "1", "“200.000!” Xia Fei sangat gembira atas pergantian acara. Ini adalah kartu bank Aku.", "Xia Fei mengeluarkan kartu bank yang sudah dia persiapkan sejak lama dan menyerahkannya kepada Podoski. Tak lama kemudian, saldo akun berubah dari 0 menjadi 200.000.", "3", "Chief Podoski secara pribadi mengantar Xia Fei keluar dari kantor dan berkata, “Anak muda, teruslah bekerja dengan rajin. Jika Kamu mencapai peringkat Cahaya Bintang Menengah, Kamu masih akan memiliki hadiah lain. ”", "Di aula utama, perwakilan dari perusahaan global sudah menunggu dengan tidak sabar. Wang Bin telah mengatur ruang konferensi untuk Xia Fei untuk berdiskusi dengan perusahaan-perusahaan ini tanpa gangguan.", "Setelah mendengar bahwa kultivasi Xia Fei telah mencapai peringkat Cahaya Bintang Utama, perusahaan-perusahaan ini menjadi sangat bersemangat dan menawarkan kontrak yang semakin baik.", "1", "Rangkaian nol pada kontrak begitu banyak sehingga membuat Xia Fei pusing.", "1", "“Tuan-tuan, Aku masih tidak mengerti mengapa Kamu semua berusaha keras agar Aku bisa bekerja di perusahaan Kamu?” Xia Fei bertanya, “Kemampuanku adalah kecepatan, dan kupikir itu tidak akan membantu kalian semua.”", "Wang Bin, yang mengamati dari samping, terkekeh. “Sekarang era baru. Kemunculan tiba-tiba teknologi luar angkasa telah menanamkan ketakutan di semua bisnis di Bumi. Aliansi Pan-Manusia Universal adalah tempat di mana kekuatan berkuasa. Hanya warga yang telah mencapai peringkat Cahaya Bintang Utama yang akan memenuhi syarat untuk mengunjungi planet lain. ”", "Xia Fei merenung sejenak dan tertawa. “Aku mengerti sekarang. Mereka ingin Aku bergabung dengan perusahaan mereka, bukan karena mereka menghargai kemampuan Aku. Mereka berharap Aku menjadi perwakilan mereka dan menggunakan hak Aku untuk bernegosiasiberurusan dengan orang-orang luar angkasa. ”", "1", "Wang Bin mengangguk menahan diri.", "Perwakilan dari berbagai perusahaan global mungkin tidak mengakuinya, tetapi mata mereka diam-diam telah menyetujui hal ini.", "“Aku tidak keberatan menjadi perwakilan perusahaan sebagai pesuruh, tapi Aku tidak terburu-buru untuk memutuskan masalah ini. Beberapa hari terakhir sangat sibuk bagiku, jadi aku berencana untuk istirahat selama beberapa hari. Ini adalah alamat kotak surat Aku, Kamu dapat mengirim kontrak Kamu ke kotak surat Aku, dan setelah Aku menyelesaikan beberapa pengaturan, Aku akan menghubungi Kamu kembali. ”", "2", "Setelah menyelesaikan pernyataannya, Xia Fei menuliskan alamat kotak suratnya di selembar kertas sementara perwakilan berjuang untuk menyalinnya di buku catatan mereka.", "“Silakan ikuti Aku. Aku akan mengantarmu keluar. ” Kata Wang Bin.", "Begitu pintu lift ditutup, Wang Bin mengacungkan jempol ke Xia Fei. “Cara Kamu menangani sesuatu sangat brilian. Dengan membuat mereka menunggu beberapa hari lagi, Kamu pasti akan menerima penawaran yang lebih baik, dan akan ada lebih banyak perusahaan yang bergabung dalam kompetisi. ”", "3", "…", "The Peninsula Beijing terletak di jalan bisnis Wangfujing yang terkenal yang terletak di Beijing. Lokasinya bagus dan mudah diakses serta memiliki kualitas yang luar biasa.", "Beijing adalah kota metropolis dengan banyak hotel bintang 5; Namun, hanya ada beberapa hotel, selain Diaoyutai Guesthouse, yang benar-benar melayani tamu sekelas presiden.", "Mantan Presiden Amerika Nixon pernah tinggal di sini, dan itu cukup untuk membuktikan status termasyhurnya.", "35", "Xia Fei pindah dari asrama pabrik kulit untuk tinggal di sini saat ini.", "Awalnya, Xia Fei telah memesan kamar standar seharga 450 dolar semalam. Selama pendaftaran, ketika Xia Fei menunjukkan paspor warga negara kelas A, manajer langsung meningkatkan kamar Xia Fei menjadi suite bisnis seharga 2.800 dolar semalam. Namun, Xia Fei masih dikenai biaya 450 dolar semalam.", "1", "Xia Fei hanya menerima tawaran itu dengan sikap tenang. Ketika minuman gratis, buah-buahan, token ditawarkan, dia juga menerimanya tanpa reservasi.", "Setelah mandi air panas, Xia Fei berbaring di tempat tidur empuk dan bersiap untuk tidur nyenyak.", "Seprai yang ditenun dengan cermat dengan kapas mesir mengeluarkan aroma yang samar dan manis. Ini disebut hidup. Xia Fei meregangkan tubuhnya dan mematikan lampu meja di samping tempat tidur.", "“Eh?” Sesuatu yang aneh baru saja terjadi.", "1", "Begitu lampu dimatikan, Xia Fei menyadari pemandangan sekitarnya telah berubah. Dia muncul di jalan yang gelap.", "Jalan beraspal yang luas itu datar seperti cermin, dan lampu jalan kuning berkedip-kedip.", "“Hantu! Tempat apa ini?” Xia Fei sangat murung. Bukankah dia di dalam kamar hotel bintang 5? Mengapa dia tiba-tiba muncul di hutan belantara?", "2", "“Betul sekali. Itu hantu. ” Suara sunyi bergema.", "2", "Xia Fei tiba-tiba merasa dingin saat dia berbalik ke arah suara itu, hanya untuk melihat bayangan tipis yang perlahan mendekatinya.", "Saudaraku, apakah kamu tidak tahu bahwa hantu tidak memiliki bayangan? Xia Fei menyatakan.", "“Apakah begitu?”", "Sebelum suara itu berakhir, pemilik suara ini tiba-tiba muncul di depan Xia Fei. “Tapi, aku adalah hantu yang kebetulan memiliki bayangan.”", "Hati Xia Fei menegang. ‘Kecepatan yang begitu cepat. Bagaimana dia bisa datang begitu cepat? ”", "Meskipun Xia Fei merasa ragu, dia tidak mengungkapkannya.", "Xia Fei menilai orang ini dengan hati-hati. Orang ini tingginya sekitar 1,7 meter, dan beratnya tidak lebih dari 50 kilogram. Di bawah jaket hitam itu, ada sepasang kaki mirip sumpit yang kurus dan panjang.", "1", "Dia memiliki mulut yang besar, dan mulutnya melengkung ke bawah bersama dengan bibir tipisnya. Matanya memiliki warna coklat yang aneh, dan topeng hitam menutupi matanyadahi dan hidung.", "“Kamu siapa?” Xia Fei bertanya, “Dan tempat apa ini?”", "Aku adalah Phantom, dan ini adalah ruang pikiranku. Pria berpakaian hitam itu menjawab.", "1", "“Hantu? Pembunuh super itu, Phantom? ”", "“Betul sekali.”", "Hantu yang melibatkanku dan membuatku tinggal di penjara Blue Sea Star selama setengah bulan?", "“Eh… Itu benar.”", "2", "Pembunuh paling tidak beruntung di alam semesta, Phantom?", "4", "“Bahwa…”", "Pria berpakaian hitam itu tergagap untuk waktu yang lama dan tidak dapat menjawab.", "Xia Fei sangat akrab dengan informasi Phantom. Legenda meramalkan bahwa Phantom ini hanya membunuh satu orang sepanjang hidupnya, dan orang yang dia bunuh adalah target yang salah. Karena itu, dia terdaftar sebagai penjahat paling dicari di alam semesta dan dikejar sepanjang hidupnya.", "1", "Aku tidak percaya itu. Xia Fei menggelengkan kepalanya.", "Pria berpakaian hitam itu melambaikan tangannya di udara, dan pemandangan di sekitarnya tiba-tiba berubah.", "Xia Fei tiba-tiba muncul di puncak gunung, dan dikelilingi oleh lembah yang dalam. Dia bahkan bisa mendengar angin dingin bersiul di seluruh tubuhnya.", "“Bagaimana dengan sekarang?” Pria berpakaian hitam itu bertanya lagi.", "Xia Fei terperangah karena semuanya terjadi terlalu tiba-tiba, dan dia tidak punya waktu untuk merenungkan.", "“Malang! Bagaimana Kamu melakukannya?”", "5", "“Malang?” Pria berpakaian hitam itu sepertinya tidak mengerti.", "1", "Xia Fei berpikir sejenak dan berkata, “Celaka artinya ini cukup bagus.”", "7", "Oh. Pria berpakaian hitam itu mengangguk berulang kali. “Ini adalah ruang pikir Aku, dan Aku mengontrol segalanya di sini. Aku akan membiarkanmu melihat lebih banyak hal yang menyedihkan. ”", "4", "Setelah suara itu berakhir, Xia Fei tiba di gurun, dan serangga merayap yang tak terhitung jumlahnya memamerkan taring mereka dan mengacungkan cakar mereka. Mereka semua tampak aneh dan besar, seperti tank.", "1", "Setelah melihat Xia Fei muncul, serangga menerjang Xia Fei dengan hiruk pikuk. Mereka memamerkan taring gigi gergaji dan mengacungkan lengan sabit tajam mereka. Benar-benar mengerikan.", "“Baiklah, Aku mengerti bahwa Kamu adalah Phantom. Ayo ganti ke lokasi biasa. ” Xia Fei menahan ketakutan di dalam hatinya dan menyatakan.", "Ada kilatan lagi, dan Xia Fei muncul di pantai dengan pasir lembut di bawah kakinya saat dia bisa melihat ombak yang berjatuhan di kejauhan.", "“Apa serangga itu tadi?” Xia Fei berbicara dengan rasa takut yang masih ada.", "Mereka adalah musuh dari Aliansi Pan-Manusia Universal, para Insektoid.", "17", "“Untuk apa kamu membawaku ke sini?”", "“Pertama, ini hanya domain imajiner, dan itu tidak ada. Kedua, Akulah yang menyelamatkanmu. ” Pria berpakaian hitam itu berbicara dengan serius.", "Kamu menyelamatkan Aku?", "“Mm, apakah Kamu ingat bahwa Kamu kehilangan kesadaran setelah mengonsumsi cairan pengoptimalan gen tadi malam?”", "Xia Fei mengusap kepalanya. “Sepertinya begitu. Tapi apa hubungannya dengan Kamu? ”", "Pria berpakaian hitam itu tersenyum dan berkata, “Jenis cairan pengoptimalan gen itu memiliki efek yang sangat besar, dan tubuh Kamu tidak dapat menahan dampaknya, dan Kamu hampir mati. Untung Kamu jatuh ke air dan menutup semua indra Kamu sementara Aku membantu Kamu menghindari bencana. ”", "“Jika itu benar-benar seperti yang kamu katakan. Mengapa Kamu membantu Aku? ” Xia Fei masih belum yakin.", "“Jika Aku mengatakan bahwa itu adalah momen impuls, apakah Kamu akan mempercayai Aku?”", "2", "Xia Fei menggelengkan kepalanya. “Jelas sekali bahwa Aku tidak akan mempercayainya. Kamu mengatakan bahwa Kamu adalah Phantom, dan Phantom adalah seorang pembunuh. Apalagi seorang pembunuh bayaran yang diinginkan di seluruh alam semesta. Aspek terpenting seorang pembunuh bayaran adalah mentalitasnya. Bagaimana seorang super assassin bertindak pada saat impuls? ”", "4", "Pria berpakaian hitam itu berbaring di pantai sambil memasang ekspresi termenung. “Sebenarnya, Aku adalah pembunuh bayaran yang tidak memenuhi syarat. Jika tidak, Aku tidak akan membunuh target yang salah dan tidak akan berubah menjadi keadaan ini. ”", "Xia Fei duduk agak dekat dengan Phantom, dan dia meraihkeluar untuk mengambil segenggam pasir.", "Ini mungkin ruang pemikiran Phantom, tapi pasirnya terasa sangat nyata di tangan Xia Fei, dan memiliki tekstur yang nyata. Xia Fei bahkan bisa merasakan kelembapannya.", "“Sosok penting mana yang benar-benar kamu bunuh? Mengapa Kamu diinginkan di seluruh alam semesta? ” Hati Xia Fei secara bertahap yakin bahwa orang ini adalah Phantom. Dalam situasi tertentu, seseorang ingin menghindari bertemu dengan seorang pembunuh bayaran sebanyak mungkin dan tidak akan mencoba memasukkan diri mereka ke dalam daftar penjahat yang dicari.", "“Yang terbaik adalah Kamu tidak tahu tentang masalah ini.” Hantu mengambil sepotong kecil batu dan melemparkannya ke laut.", "3", "“Laut! Kamu sangat besar. Langit! Kamu sangat biru. Langit dan laut! Kamu selalu begitu pendiam… ”", "2", "“Berhenti, berhenti, berhenti!” Xia Fei menggunakan kedua tangannya untuk menutupi telinganya. “Apa yang sedang kamu lakukan!?”", "“Ini sangat tidak menyenangkan? Ini adalah puisi yang Aku buat dengan cermat. ” Phantom berkedip dan berkata.", "“Pah! Ini bukan hanya tidak menyenangkan, itu juga mengerikan! ” Xia Fei tidak menahan sama sekali karena mendengarkan hal-hal seperti itu adalah penyiksaan mental.", "1", "“Aku seorang pembunuh, tapi Aku juga seorang penyair.” Phantom berbicara dengan bangga.", "9", "‘Eh …’", "Xia Fei tidak bisa berkata-kata. “Kalau begitu, saran Aku untuk Kamu adalah terus menjadi seorang pembunuh.”", "2", "Phantom berbicara dengan keras, “Tuanku selalu berkata bahwa aku memiliki lebih banyak bakat sebagai penyair daripada sebagai seorang pembunuh.”", "5", "“Tuanmu hanya menipumu.”", "Tiba-tiba, dunia diselimuti aura pembunuh tak terbatas yang meresap ke dalam kulit Xia Fei dan ke tulangnya.", "“Tuanku tidak berbohong,” kata Phantom dingin. Seolah-olah dia adalah orang yang berbeda dibandingkan sebelumnya ketika dia suka mengejek dirinya sendiri dan bermain bodoh. Dia sekarang diganti dengan binatang buas yang siap menyerang.", "Xia Fei tanpa sadar menggigil karena dia tidak berharap Phantom menjadi begitu serius setelah menyebutkan tuannya.", "“Aku menarik kembali kata-kataku.” Xia Fei mengatakannya tanpa daya. Dia tidak ingin menyinggung penjahat yang dicari di alam semesta ini karena lelucon.", "Aura pembunuh yang memenuhi udara langsung menghilang saat Phantom terkekeh. Perubahan sikapnya sangat cepat.", "Sekarang, apakah Kamu mengakui bahwa puisi Aku sebelumnya sangat buruk?", "Xia Fei memasang wajah canggung. “Celaka, sangat celaka.”", "8", "“Kalau begitu, kamu harus mendengarkan puisi ini.” Phantom berdiri dengan penuh semangat dan menunjuk ke arah laut terpencil. Dia tampak agak seperti pemuda artistik.", "“Oh laut, kamu punya banyak ikan. Oh ikan, kamu benar-benar segar dan enak… ”", "11", "Ketika Xia Fei selesai mendengarkan puisi yang belum pernah terjadi sebelumnya ini, seluruh tubuhnya merinding, dan dia berharap dia bisa melepaskan telinganya.", "“Malang!” Xia Fei bertepuk tangan. Sungguh, sangat celaka.", "3", "“Apakah ini benar-benar sangat menyedihkan?” Phantom bertanya.", "Xia Fei mengacungkan jempol dan berbicara dengan niat tersembunyi, “Benar. Puisi paling buruk di alam semesta adalah milik Kamu dan bukan milik orang lain. ”", "3", "Phantom langsung disegarkan setelah dipuji oleh Xia Fei. Dia meletakkan tangannya di pinggang dan menghadap matahari terbenam. “Aku merasa puitis hari ini dan punya banyak inspirasi. Aku telah memutuskan untuk menulis satu puisi lagi. ”", "“Tidak!” Xia Fei berkata dengan panik, “Inspirasi adalah hal yang perlu ditahan. Jika Kamu menggunakan semuanya, Kamu akan kehabisan itu. ”", "Phantom bertanya dengan curiga, “Begitukah?”", "Ini adalah kasus bagi sebagian orang. Xia Fei bergumam pelan.", "Ayo lakukan seperti ini. Mata Xia Fei berkedip saat dia berkata, “Mengapa aku tidak membacakan puisi untukmu?”", "Phantom mengangguk saat dia dipenuhi dengan minat. Dia duduk di samping dan memiliki ekspresi rendah hati yang meminta bimbingan.", "Xia Fei duduk dalam posisi bersandar di pantai dan berdehem.", "“WKapan bunga musim semi dan bulan musim gugur akan berakhir? Berapa banyak masa lalu yang Aku sadari? ”", "“Tadi malam, angin timur bertiup di rumahku lagi, dan aku mau tidak mau mengingat bulan cerah di negara asalku.”", "2", "Ukiran batu giok masih tersisa, dan hanya warna cinnabar yang berubah.", "“Jika Kamu bertanya kepada Aku berapa banyak kesedihan yang Aku miliki? Cukup untuk sungai mata air mengalir ke timur… ”", "Mata Phantom menunjukkan jejak kilau yang cerah, “Jika kamu bertanya padaku berapa banyak kesedihan yang aku miliki? Cukup untuk sungai mata air mengalir ke timur… ”", "Phantom membacakannya lebih dari selusin kali dan sepertinya mabuk.", "‘Sigh, seorang pembunuh hanya harus meniru orang lain dan membaca puisi. Sayang sekali. ‘Pikir Xia Fei dalam hatinya.", "“Puisi ini benar-benar… benar-benar…” Phantom terharu dan tidak bisa berkata-kata.", "“Tak perlu dikatakan lagi. Ini adalah akumulasi budaya selama 5.000 tahun. ” Xia Fei berkata dengan acuh tak acuh.", "1", "Ajari aku, bisakah kamu mengajariku puisi lain? Phantom bertanya dengan penuh semangat. Jelas sekali bahwa pembunuh bayaran ini sangat menyukai puisi. Tidak, itu lebih seperti obsesi.", "1", "“Mengajarimu?” Xia Fei telah merencanakan di dalam hatinya selama beberapa waktu. “Bukan tidak mungkin bagi Aku untuk mengajari Kamu. Tapi apakah Kamu memiliki sesuatu untuk diberikan sebagai kompensasi? ”", "2", "www.worldnovel.online"]},
{"text3": ["Bab 2: Cairan Pengoptimalan Gen 4", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Sebuah pesawat luar angkasa diam-diam muncul di lokasi konstruksi yang ditinggalkan di pinggiran selatan Beijing. Beberapa menit kemudian, pesawat luar angkasa itu menghilang dengan tenang di malam hari seolah-olah tidak muncul sama sekali.", "Perjalanan antarbintang ternyata lebih cepat dari yang dibayangkan orang. Teknologi mesin warp membuat perjalanan jarak antar planet menjadi sangat mudah.", "Jarak antara Blue Sea Star dan Bumi hampir 200.000 tahun cahaya, dan pesawat luar angkasa hanya menggunakan empat lengkungan untuk tiba di Bumi. Total waktu yang berlalu hanya beberapa jam, dan sebelum Xia Fei bisa puas dengan perjalanan luar angkasa, dia dikejar dengan kasar.", "5", "Setelah membedakan arah, Xia Fei mengambil langkah besar dan dengan mudah menyentuh beberapa lembar uang tunai di sakunya. Dia tidak perlu menghitung karena dia tahu bahwa total yang ada hanya $ 73, dan ini hampir semua kekayaannya.", "Setelah berbelok di tikungan, Xia Fei cukup beruntung untuk menurunkan taksi. Dua puluh menit kemudian, Xia Fei telah kembali ke rumahnya sendiri.", "Sejak zaman kuno, Beijing memiliki pepatah, ‘Orang kaya di timur, bangsawan di barat, orang miskin di selatan, dan orang biasa di utara.’ Rumah Xia Fei terletak di bagian selatan kota, dan itu di asrama pabrik kulit.", "2", "Pabrik pemerintah ini telah ditutup selama bertahun-tahun, dan sebagian besar penghuninya adalah pekerja pabrik yang di-PHK. Bangunan itu adalah apartemen berbentuk tabung yang dibangun puluhan tahun lalu.", "Bangunan itu benar-benar gelap dan tidak ada penerangan apapun. Xia Fei tidak punya pilihan selain naik ke atas dalam kegelapan. Setelah tinggal di planet asing selama setengah bulan, ponselnya, yang merupakan satu-satunya alat yang bisa memberikan penerangan untuknya, sudah kehabisan baterai.", "Xia Fei memanjat setiap lantai dengan langkah mantap. Lorong-lorong di sini dipenuhi dengan banyak sepeda, botol bir, dan banyak rintangan lain yang tidak terduga.", "3", "Inilah kehidupan, dan meskipun ini sudah tahun baru, Bumi saat ini tidak jauh berbeda dari sebelumnya. Terutama di daerah kumuh tempat Xia Fei tinggal, sekilas akan membuat orang lain berpikir bahwa mereka telah kembali ke era sebelumnya.", "3", "Apartemen Xia Fei berada di lantai paling atas. Itu memiliki satu ruangan dan ruang tamu, dan luas permukaannya tidak lebih dari 40 meter persegi. Kamar hanya memiliki beberapa furnitur lama yang semuanya dibuang di sini karena tidak diinginkan oleh pemiliknya.", "3", "Satu-satunya barang milik Xia Fei adalah pakaiannya, komputer lama di kamar tidur, dan sepeda jalan raya merek Giant Bicycles.", "2", "Setelah menutup pintu dengan lembut, Xia Fei memasuki kamar tidur dan duduk di meja sebelum menyalakan komputer.", "2", "Komputer lama memiliki waktu boot-up yang sangat lambat. Xia Fei mengeluarkan kotak logam berbentuk persegi panjang dan membukanya dengan hati-hati.", "Ada sebotol cairan ungu, diam diam di dalam kotak. Warna yang berkilau, tembus cahaya, dan jernih memancarkan misteri yang tak terlukiskan di bawah iluminasi cahaya lampu.", "Botolnya tidak besar, dan terlihat sangat mirip dengan minuman kesehatan yang dapat dikonsumsi secara oral. Tidak ada produsen, tanggal, atau petunjuk apa pun.", "1", "Xia Fei menggunakan jarinya untuk menggosok botol dengan lembut sementara hatinya dipenuhi dengan kegembiraan dan harapan.", "2", "Setiap tahun, Universal Pan-Human Alliance akan mengirimkan 100 bagian cairan pengoptimalan gen ke Earth Federation. Itu untuk membantu para elit di Bumi untuk membuka kunci wilayah otak ketujuh.", "4", "Namun, 100 porsi cairan tidak cukup untuk tujuh miliar orang. Bisa dibayangkan betapa ketatnya persaingan tersebut. Karakter kecil seperti Xia Fei bahkan tidak akan berani bermimpi untuk mendapatkan cairan pengoptimalan gen.", "6", "Xia Fei pernah menonton berita ketika presiden Federasi Bumi mempresentasikan kotak yang berisi cairan pengoptimalan gen kepada 100 elit manusia yang paling menonjol di depan media global.", "Para elit yang memperoleh cairan pengoptimalan gen semuanya menangis, sementara beberapa bahkan pingsan di tempat karena kebahagiaan yang luar biasa.", "8", "Mereka yang tidak memiliki kesempatan untuk mendapatkan cairan pengoptimalan gen hanya dapat melihat dengan cemas pada botol-botol kecil yang mereka dambakan, sementara hati mereka dipenuhi dengan rasa iri dan cemburu.", "2", "Xia Fei ingat bahwa cairan pengoptimalan gen itu berwarna hijau, tetapi botolnya berwarna ungu misterius.", "Saat dia berpikir, komputernya telah menyelesaikan boot-up. Xia Fei menahan keinginan untuk makancairan sekarang dan tutup kotak sebelum memasukkannya ke dalam laci.", "1", "Sejak makhluk luar angkasa turun ke Bumi tiga tahun lalu, diskusi tentang peradaban luar angkasa tidak pernah sepopuler sekarang. Dalam satu malam, situs web yang tak terhitung jumlahnya tentang peradaban luar angkasa telah bermunculan, dan yang paling terkenal adalah Starry Sky Network.", "Xia Fei mulai mencari informasi terkait cairan pengoptimalan gen di beranda Starry Sky Network.", "“Otak adalah organ tubuh manusia yang paling menakjubkan. Manusia biasa hanya mampu memanfaatkan kurang dari 10% otaknya. Bahkan seorang jenius setingkat Einstein hanya dapat memanfaatkan 30% otak mereka. Setelah mengonsumsi cairan pengoptimalan gen, itu akan sangat meningkatkan tingkat pemanfaatan otak. Menurut konstitusi masing-masing individu, peningkatan pemanfaatannya akan berbeda-beda. Tingkat pemanfaatan tertinggi bisa mencapai lebih dari 90%! ”", "35", "“Faktanya, otak masih memiliki wilayah khusus yang tersembunyi, dan disebut wilayah otak ketujuh. Setelah bagian otak ini dibuka, kekuatan super yang luar biasa dapat diaktifkan. ”", "Mata Xia Fei berbinar. “Kekuatan super? Bisakah seseorang menjadi Spider-man? ”", "39", "Merupakan hal yang baik secara alami untuk menjadi lebih pintar, tetapi mendapatkan kekuatan super adalah sesuatu yang diimpikan semua orang.", "“Kekuatan super yang dikembangkan akan berbeda dengan setiap individu ketika mereka mengkonsumsi cairan pengoptimalan gen. Bahkan peradaban ekstraterestrial yang paling maju pun tidak dapat menjelaskan dengan jelas tentang berbagai jenis kekuatan super yang diaktifkan oleh wilayah otak ketujuh. ”", "“Lebih dari 70% individu akan menjadi petarung super dengan kekuatan luar biasa. Beberapa akan menjadi musisi jenius, matematikawan, fisikawan, ahli kimia, dll. ”", "“Ahli matematika?” Xia Fei mengerutkan kening. Sepanjang hidupnya, dia tidak pernah tertarik pada apapun yang berhubungan dengan matematika atau fisika. “Jika Aku tidak sengaja menjadi ahli matematika, itu akan menjadi hal terburuk.”", "18", "“Menurut statistik yang tidak lengkap, hanya kurang dari 1 / 10.000 orang yang tidak akan menerima kekuatan super setelah mengonsumsi cairan pengoptimalan gen. 1 / 100.000 individu akan mati, dan 1/1 juta akan menghasilkan keadaan vegetatif. Itu berarti formula cairan pengoptimalan gen saat ini tidaklah sempurna. ”", "4", "Setelah membaca seluruh artikel ini sekilas, Xia Fei melirik ke permukaan meja di mana ada setengah kotak rokok Hongtashan. Xia Fei adalah seorang perokok berat, dan dia hanya merokok jenis Hongtashan termurah. Dia mengambil satu kuncup dan menyalakannya untuk dirinya sendiri. Asap tipis mengepul, dan itu sangat memukau.", "19", "Ada risiko tertentu saat mengonsumsi cairan pengoptimalan gen, tetapi risikonya tidak sebanding dengan manfaatnya.", "Nyatanya, selain konsumsi cairan pengoptimalan gen, manusia juga bisa mengembangkan ‘Mantra Ujung Bintang’ untuk membuka kunci wilayah otak ketujuh.", "Dari penemuan fakta ini, setiap orang dari muda hingga tua mempraktikkan jenis latihan ini setiap hari. Sangat disayangkan bahwa setelah tiga tahun, kurang dari 8.000 orang yang dapat membuka wilayah otak ketujuh mereka dengan mengembangkan ‘Mantra Ujung Bintang’.", "5", "“Tidak terburu-buru, tidak terburu-buru. Biarkan Aku memeriksa mengapa botol cairan Aku berwarna ungu. ” Xia Fei bergumam pada dirinya sendiri.", "Xia Fei meraih mouse dan dengan lembut menggulir ke bawah. Memang ada banyak artikel tentang cairan pengoptimalan gen di Starry Sky Network. Setidaknya ada beberapa ribu artikel.", "“Variasi cairan pengoptimalan gen.” Xia Fei mengklik dengan lembut untuk membuka artikel.", "“Kualitas cairan pengoptimalan gen dipisahkan menjadi tingkat puncak, tingkat tinggi, tingkat menengah, dan tingkat rendah. Di alam semesta, sebagian besar peradaban menghasilkan cairan pengoptimalan gen mereka sendiri; oleh karena itu, warna dan rasa semuanya berbeda. Cairan pengoptimalan gen dengan kualitas yang lebih tinggi akan menggunakan bahan mentah yang jauh lebih berharga. Dengan demikian, efek setelah konsumsi akan lebih jelas. ”", "Xia Fei tiba-tiba tercerahkan. “Jadi ternyata cairan pengoptimalan gen tidak semuanya hijau. Aku ingin tahu berapa grade botol ini? ”", "“Lupakan! Aku akan tahu jika Aku meminumnya. Kasus terburuk adalah kematian atau berubah menjadi ahli matematika. ” Xia Fei smengawetkan ruangan mengerikan itu dengan matanya dan berkata, “Tidak peduli berapa nilainya; ini pasti tidak akan lebih buruk dari kondisiku saat ini. ”", "23", "Xia Fei mengeluarkan botol ungu dari laci.", "* Pop *", "Ada suara yang jelas dan tajam saat Xia Fei membuka tutup botolnya.", "*Meneguk*", "Setelah mengangkat lehernya, cairan pengoptimalan gen memasuki perut Xia Fei dengan satu gerakan halus, dan tidak ada keraguan sedikit pun.", "Cairan ungu memiliki rasa yang agak asam dan rasa yang sangat aneh.", "Xia Fei menyalakan rokok lagi untuk dirinya sendiri dan duduk di kursi sambil menunggu dengan tenang.", "2", "Setelah satu menit, selain sensasi hangat di perutnya, tidak ada anomali lainnya.", "Xia Fei sedikit cemas. Dia melirik botol kecil itu dan melihat sedikit warna ungu di dinding botol, yang berarti masih ada sisa.", "Dia berlari ke kamar mandi dan membuka keran untuk mengisi setengah botol dengan air bersih. Dia kemudian mengocok botol itu berulang kali.", "15", "*Meneguk*", "Air bersih, bersama dengan cairan yang tersisa, masuk ke perut Xia Fei, dan kali ini, botolnya benar-benar kosong. Xia Fei mengungkapkan senyum puas.", "4", "Tepat pada saat ini, cairan pengoptimalan gen mulai berlaku!", "Dalam sekejap, Xia Fei merasakan dunia berputar, dan rasanya seolah-olah dia bisa melihat ribuan kupu-kupu terbang di depannya sementara pikirannya mengalami rasa sakit yang merobek.", "7", "Kamar mandi memiliki bak mandi tua yang tidak digunakan selama bertahun-tahun. Daerah kumuh ini sering mengalami penyumbatan air; Oleh karena itu, Xia Fei selalu menjaga bak mandinya tetap penuh jika ada kebutuhan yang tidak terduga.", "9", "*Celepuk*", "1", "Xia Fei menggelengkan kepalanya dua kali dan langsung terjun ke bak mandi.", "Seluruh kepalanya sekarang terbenam dalam air sedingin es.", "10", "www.worldnovel.online"]},
{"text3": ["Bab 8: Keluarga Rothschild 11", "Penerjemah: Exodus Tales Editor: Exodus Tales", "“Cincin Mata Angin ini dibuat dengan menggunakan Batu Cicada langka sebagai bahan bakunya. Penampilan luar Batu Cicada sangat mirip dengan Batu Anggrek Putih yang digunakan untuk membuat Cincin Angin Statis. Tetapi Batu Cicada memiliki butiran yang lebih pekat dan pola yang lebih bagus. Penjual ini jelas tidak ahli dalam bidang ini dan telah salah mengira Cincin Mata Angin ini sebagai Cincin Angin Statis. Wind Eye Ring biasa dijual setidaknya seharga 80.000 koin bintang, apalagi yang dibuat dengan Batu Cicada yang berharga. Aku rasa cincin ini pasti akan dijual setidaknya dengan 200.000 koin bintang di toko-toko pedagang. ” Phantom menjelaskan.", "7", "“200.000 koin bintang! Cincin ini sebenarnya sangat berharga! ” Xia Fei tersentak kaget. Cincin ini terlihat sangat biasa dari penampilannya tetapi sebenarnya lebih dari sekedar permata yang berharga.", "Phantom memiliki ekspresi jijik saat dia berkata, “Ini tidak dianggap apa-apa. Menjadi pejuang adalah profesi yang mahal. Dari obat esensial hingga peralatan, semuanya mahal. Ambil saja bahan obat yang Kamu beli hari ini sebagai contoh. Bahan obat tersebut dimaksudkan untuk meramu sejumlah obat pengaktifan sel primer. Tahukah Kamu berapa banyak uang yang dibutuhkan untuk membeli obat semacam itu di toko-toko pedagang? ”", "Xia Fei menggelengkan kepalanya karena dia sama sekali tidak menyadari harga barang-barang ini.", "Setelah menelusuri kata ‘obat aktivasi sel’, layar dengan cepat menampilkan beberapa ribu baris informasi.", "Obat aktivasi sel primer termurah membutuhkan setidaknya 30.000 koin bintang untuk setiap botol. Obat aktivasi sel perantara membutuhkan setidaknya 150.000 koin bintang.", "Menurut apa yang dikatakan Phantom, kumpulan bahan obat ini bisa membuat setidaknya sepuluh botol obat. Jika dia membelinya dari toko pedagang, dia akan membutuhkan setidaknya 300.000 koin bintang, dibandingkan dengan menghabiskan 63.000 koin bintang untuk membeli bahan mentah dan satu set peralatan pengobatan utama.", "Phantom membantu Xia Fei menghemat lebih dari 200.000 koin bintang hanya dengan transaksi ini!", "“Apakah kamu mengerti sekarang?” Phantom bertanya dengan nada bangga.", "Xia Fei mengangguk berulang kali. “Mhm, Aku akui bahwa puisi Kamu mungkin buruk, tetapi Kamu cukup mampu dalam aspek lain.”", "Phantom mengerutkan bibirnya dan berkata dengan nada tidak senang, “Apa yang kamu katakan? Pemuridan Aku juga dikenal sebagai Sekte Rahasia Abadi. Hanya halaman koleksi kami yang memiliki lebih dari sepuluh juta jenis studi kuno. Jika Kamu bisa mempelajari semua ilmu farmakologi dari Aku, betapapun tidak bergunanya Kamu di masa depan, Kamu tetap akan menjadi seorang apoteker. Apoteker terkemuka sangat langka di alam semesta, dan pendapatan mereka tidak dapat dibandingkan dengan profesi lain. ”", "4", "Setelah mengklik tombol kesepakatan dengan lembut, sesosok pria muda muncul di layar proyeksi beberapa saat kemudian. Orang ini kira-kira berusia 20 tahun, dan penampilannya tidak jauh berbeda dengan seorang Earthling, selain matanya yang seperti dua kacang kedelai.", "“Dapatkah Aku membantu Kamu?” Pemuda itu bertanya.", "“Aku ingin membeli Cincin Angin Statis bekas.” Xia Fei sengaja menekankan kata ‘bekas’. Ini berfungsi sebagai semacam petunjuk psikologis bahwa ‘ini adalah barang bekas, jadi jangan berpikir untuk menjualnya dengan harga barang baru.’", "“Oh, cincin itu mungkin bekas, tapi kondisinya bagus sekali. Apa pendapat Kamu tentang 8.000 koin bintang? ”", "Xia Fei menggelengkan kepalanya. “Harganya terlalu tinggi. The Fast Dragon Firm menjual cincin baru seharga 9.000 koin bintang. Mereka bahkan menanggung biaya pengiriman. ”", "“Baiklah, anggap kesepakatan ini seperti kita berteman satu sama lain. Mari kita lakukan untuk 7.500 koin bintang, Aku tidak bisa lebih rendah. ”", "“Kalau kita berteman, maka dibutuhkan keikhlasan sebagai sahabat. Butir pada cincin Kamu jelas berada di sisi yang lebih padat, dan sulit untuk mengatakan apa pun tentang kinerjanya. Aku hanya mampu membayar 7.000 koin bintang, jika Aku harus membayar lebih, Aku mungkin juga membeli cincin baru. ”", "Biji-bijian di atasnya jelas berbeda, yang pemuda itu ketahui juga.", "Pemuda merenung sejenak sebelum menjawab, “Kamu benar-benar hebat dalam bernegosiasi. Kemudian kami akan menyelesaikan kesepakatan dengan 7.000 koin bintang. ”", "Cincin Mata Angin Kelas 2 senilai 200.000 koin bintang dibeli oleh Xia Fei hanya dengan 7.000 koin bintang. Phantom kagum dan bertanya, “Aku melihat bahwa Kamu memiliki potensi untuk menjadi seorangpebisnis besar yang tidak bermoral. Bagaimana Kamu tahu bahwa Fast Dragon Firm menjual cincin baru seharga 9.000 koin bintang? ”", "1", "Xia Fei mengklik tombol untuk mengonfirmasi kesepakatan sebelum memasukkan rokok Hongtashan ke mulutnya dan berkata, “Aku tidak tahu.”", "7", "Phantom benar-benar tidak bisa berkata-kata karena Xia Fei benar-benar menggertak.", "4", "…", "Setelah membeli bahan obat, Wind Eye Ring, dan biaya pengiriman, akun Xia Fei memiliki 1.437 koin bintang.", "Koin bintang dapat ditukar dengan dolar federal pemerintah dengan nilai tukar 1: 10.000. 1.400 koin bintang berarti sekitar 14 juta dolar federal!", "Selanjutnya, ini adalah nilai tukar pemerintah. Dikatakan bahwa pasar gelap menukar koin bintang dengan nilai 1: 12.000.", "Xia Fei memutuskan untuk menukar koin bintang ini menjadi dolar federal. Setelah menggunakan kafe internet termahal di Bumi dua kali dan setelah beberapa pengeluaran harian, kartu kredit Xia Fei hanya tersisa kurang dari 100.000 dolar federal.", "Bank Antar Planet Endaro mendirikan cabang di Federasi Bumi cabang New York. Untuk mengeluarkan koin bintang, dia harus melakukan perjalanan ke New York.", "Setelah mengemasi barang bawaannya, Xia Fei menuju ke bandara Beijing.", "Warga kelas A federasi tidak perlu memesan penerbangan sebelumnya. Semua maskapai penerbangan dapat mengatur agar warga kelas A segera naik ke pesawat, dan bisa lepas landas kapan saja tanpa menunggu. Ini adalah salah satu hak istimewa sebagai warga negara kelas A.", "…", "Di kabin kelas satu dalam penerbangan dari Beijing ke New York…", "Xia Fei sedang duduk di kursi yang luas dan memegang sampanye yang disajikan oleh pramugari.", "Kursi ini sangat luas, dan bahkan bisa diperpanjang lebih jauh. Tidak akan ada masalah dalam tidur siang.", "Kabin kelas satu yang besar hanya memiliki sekitar selusin penumpang. Duduk di samping Xia Fei adalah seorang pria tua yang berusia sekitar 70 tahun. Dia memiliki wajah yang penuh dengan kerutan, dan dia mengenakan kacamata besar dengan bingkai hitam, memberinya gaya yang sangat sopan.", "Ada tas kerja aman yang terbuat dari paduan aluminium di tangan kirinya. Borgol yang berkilau dan memantulkan cahaya telah mengikat tas ini ke pergelangan tangannya. Tidak diketahui jenis barang berharga apa yang terkandung di dalamnya.", "“Kamu merokok?” Orang tua itu menyerahkan kotak rokok perak murni yang indah dan bertanya.", "Xia Fei tersenyum dan menjabat tangannya dengan ramah sambil mengeluarkan sekotak setengah isi rokok Hongtashan termurah. “Mohon maaf, Aku hanya merokok Hongtashan, Aku tidak terbiasa dengan rokok lain.”", "5", "Orang tua itu agak penasaran karena dia belum pernah melihat jenis rokok semurah itu.", "“Apa jenis rokok ini enak?”", "Xia Fei menyerahkan satu batang rokok kepada lelaki tua itu sambil menyalakan satu untuk dirinya sendiri. “Ini bukan rokok yang bagus, tapi sekarang Aku sudah terbiasa dengan rasanya.”", "Orang tua itu menyalakan rokoknya untuk menghirup dan segera mulai batuk. Dia kemudian dengan cepat mematikan rokoknya sebelum mengambil beberapa napas. “Aku benar-benar tidak terbiasa dengan rasa ini. Rasanya agak pedas. ”", "Xia Fei tidak mengatakan apa-apa dan mengembuskan asap putih. Jenis tembakau inferior ini tidak menyenangkan, tetapi Xia Fei sangat menyukainya.", "Anak muda, siapa namamu?", "“Xia Fei, bagaimana Aku memanggil Kamu?”", "Andre Rothschild.", "Rothschild!", "8", "Keluarga Rothschild dikenal sebagai keluarga perbankan terbesar di Earth Federation. Kekayaan yang mereka miliki tidak terukur, dan tidak berlebihan untuk mengatakan bahwa kekayaan mereka sebanding dengan seluruh bangsa.", "2", "Konon ketika Israel mendirikan negaranya, bisnis perbankan Keluarga Rothschild memiliki pengaruh yang signifikan dalam meyakinkan pemerintah Amerika untuk membantu orang-orang Yahudi dalam membangun bangsanya sendiri.", "9", "Tidak ada yang tahu betapa kayanya keluarga ini, tetapi semua orang tahu bahwa satu pernyataan dari keluarga ini dapat menyebabkan seluruh sistem keuangan federasi goyah.", "“Aku tidak berpikir bahwa Kamu sebenarnya berasal dari Keluarga Rothschild yang terkenal. Suatu kehormatan bertemu denganmu. ” Xia Fei berbicara dengan nada yang tidak merendahkan atau sombong.", "5", "“Hehe, sekarang era federasi. Hari-hari baik Keluarga Rothschild sudah berakhir. Lihatlah negara-negara super dan klan super di alam semesta, kami benar-benar kalahdan hanya sekelompok katak di dasar sumur. ” Andre berbicara dengan sikap agak sedih.", "7", "Peradaban luar angkasa berdampak pada tatanan sosial asli Bumi yang dapat digambarkan sebagai hancurnya gunung dan tanah. Semua organisasi dan keluarga besar itu sebanding dengan serangga di mata peradaban luar angkasa yang kuat itu.", "Saat ini, setiap orang di Bumi memiliki perasaan krisis yang menyedihkan. Kemunculan tiba-tiba dari begitu banyak tetangga yang sangat kuat dan tak terbayangkan adalah sesuatu yang tak seorang pun merasa nyaman.", "“Kamu tidak bisa mengatakannya seperti itu. Mereka juga telah melewati ratusan ribu tahun atau bahkan jutaan tahun untuk berkembang menjadi keadaan mereka saat ini. Bumi masih muda, dan jika kita mendapatkan jumlah waktu yang sama, kita mungkin tidak akan kalah jauh dengan mereka. ” Xia Fei menghibur Andre.", "1", "Semoga saja begitu. Adalah hal yang baik bagi seorang pria muda untuk memiliki dorongan. Seseorang seusia Aku hanya dapat meminta tahun-tahun damai untuk sisa hidup Aku. Ngomong-ngomong, untuk apa kau pergi ke New York? ”", "“Aku menuju ke Endaro Interplanetary Bank untuk menangani beberapa masalah.” Xia Fei menjawab.", "Mata Andre berbinar. “Bank Antarplanet Endaro? Maafkan Aku karena sombong. Bank itu tidak berurusan dengan bisnis yang menggunakan dolar federal. Mungkinkah…”", "Xia Fei tersenyum dan berkata, “Sebenarnya tidak banyak. Aku memiliki sedikit lebih dari 1.000 koin bintang yang disimpan di tempat itu. Aku ingin menukarnya dengan dolar federal. ”", "Andre tampak sangat bersemangat saat dia disegarkan dan menggeser tubuhnya yang gemuk ke arah Xia Fei.", "“Bisakah kamu menukar koin bintangmu dengan kami?” Andre bertanya dengan penuh semangat. “Aku tahu ini mungkin sombong, tetapi bagi Aku, keluarga Aku, dan seluruh Federasi Bumi, ini sangat penting…”", "2", "Sebelum Andre selesai berbicara, seorang pria paruh baya yang tegap tiba-tiba berdiri di kabin. Dia berjalan ke tengah kabin dan menghadapi semua orang.", "Kemudian, pria kekar itu merobek jaket kulit hitamnya dan memperlihatkan serangkaian benda-benda seperti ledakan bersama dengan bulu dadanya yang tebal.", "6", "“Tidak ada yang bergerak! Siapapun berani bergerak, dan aku akan meledakkan bom dan mengirim kalian semua untuk melihat Tuhan! ”", "11", "www.worldnovel.online"]},
{"text3": ["Bab 7: Cincin Mata Angin 1", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Perkembangan peradaban bukanlah jalan yang tetap. Ambil contoh Bumi, selain Tiongkok kuno, tidak ada era lain yang mampu menciptakan puisi yang begitu anggun.", "91", "Namun, harus diperhatikan bahwa hanya para pendahulu Tiongkok kuno yang dapat menulis puisi yang begitu indah yang akan beredar selama berabad-abad. Sedangkan keturunan modern hanya mampu melafalkan karya leluhurnya.", "21", "Ini adalah pertanyaan hidup yang tak terpecahkan. Puisi hanya dibuat pada waktu dan tempat tertentu; semua syarat harus benar.", "5", "Puisi tidak hanya unik di Bumi, tetapi juga sastra kuno yang tidak pernah memiliki perbandingan apa pun bahkan di seluruh alam semesta.", "Dengan demikian, ketika Xia Fei mengunggah 13 puisi itu, semua penghobi puisi di seluruh Wilayah Bintang Endaro menjadi gila!", "Microchip terjemahan di tubuh Xia Fei sangat berguna dalam hal ini. Dengan terjemahannya, inti dari puisi-puisi tersebut telah dilestarikan secara maksimal, tidak seperti banyak karya terjemahan lainnya, yang hanya merupakan penghinaan terhadap karya aslinya.", "6", "Hanya dalam tiga hari yang singkat, setiap puisi telah dibeli tidak kurang dari 10.000 kali. Hanya dalam pekerjaan tunggal ini, Xia Fei memiliki penghasilan lebih dari 100.000 koin bintang.", "5", "Koin bintang adalah mata uang umum alam semesta yang asli dan berharga. Jika ditukar dengan dolar federal, mungkin akan menjadi ratusan juta!", "ID akun Xia Fei disebut Wind Speaker, dan dia dicari oleh semua orang. Semua orang ingin tahu siapa penulis misterius ini dan bagaimana dia bisa menulis puisi yang begitu anggun.", "Ada banyak penggemar puisi elit yang telah berjaga-jaga selama berhari-hari di depan komputer, berharap untuk melihat Wind Speaker ini online sehingga mereka dapat membaca karyanya yang lain dalam sekejap.", "Sangat disayangkan bahwa sejak login sebelumnya, Wind Speaker telah offline selama tiga hari penuh dan benar-benar membuat semua orang dalam ketegangan.", "1", "…", "Ketika Xia Fei meninggalkan Perbukitan Barat, dia telah membuat tubuhnya kelelahan, dan rasanya lelah. Dia mengadakan pesta hotpot di Dong Lai Shun sebelum kembali ke kamar hotelnya untuk tidur nyenyak. Setelah semuanya, dia mengunjungi lantai atas Kantor Manajemen Warga A-class tempat komputer AI berada.", "Setelah login ke situs Endaro Poetry Hobbyist, Xia Fei mengklik akunnya.", "Astaga! Xia Fei tidak berani mempercayai matanya. Setelah dikurangi biaya transaksi 50%, akunnya benar-benar memiliki angka dalam lima digit!", "26", "Ada total 74.351 koin bintang, dan jumlah ini terus meningkat setiap beberapa detik.", "Ada juga email yang tak terhitung jumlahnya di kotak masuknya yang meminta untuk berbicara dengannya. Beberapa email pertama dikirimkan kepadanya oleh situs web Endaro Poetry Hobbyist itu sendiri.", "Setelah memilih email acak untuk dibaca, sebenarnya itu adalah permintaan untuk memonopoli hak cipta puisi dengan membayar 1.000 koin bintang untuk setiap kata.", "2", "Seribu koin bintang untuk satu kata! Ini akan menjadi kekayaan yang sangat besar!", "Cukup mudah untuk mendapatkan kembali puluhan ribu kata dari puisi yang ditinggalkan oleh para pendahulunya, dan itu akan bernilai puluhan juta koin bintang!", "Xia Fei merenung sejenak dan hanya menutup surat sebelum mengabaikannya.", "“Cepat dan setujui permintaan mereka. Dengan begini, kita punya cukup uang untuk membeli bahan obat. Bukankah Kamu ingin menjadi ahli sejati? ” Phantom berbicara dengan cemas.", "Xia Fei menggelengkan kepalanya dan membual, “Jika Aku menjual hak cipta kepada mereka, mereka akan menggunakan kesempatan ini untuk menaikkan harga secara drastis. Saat itu, penghobi normal akan kesulitan melihat puisi ini. ”", "Faktanya, Xia Fei ingin mendapatkan semua uang, tetapi dia tidak bisa.", "2", "Para pendahulu sudah lama meninggal, dan hak ciptanya secara alami bukan milik siapa pun. Tidak apa-apa jika Xia Fei memanfaatkan kurangnya pengetahuan peradaban ekstraterestrial tentang Bumi untuk mendapatkan keuntungan cepat. Namun, sangat tidak bijaksana untuk melibatkan diri dalam beberapa sengketa hak cipta yang tidak dia ketahui dengan jelas.", "3", "Bagaimana Phantom tahu apa yang dipikirkan Xia Fei, tapi dia diyakinkan oleh kata-kata Xia Fei dan berseru dengan kagum, “Aku lebih mengagumimu sekarang. Kamu sebenarnya dianggap sebagai mesias bagi semua penghobi puisi ini. ”", "Xia Fei tidak bisa berkata-kata, karena dia tidak semulia yang disebutkan Phantom. Setelah membolak-balik email lain, kebanyakan dari merekasebagian besar merupakan permintaan pertemanan dari penggemar puisi. Beberapa organisasi media mengirimkan permintaan wawancara. Xia Fei telah memutuskan untuk menyembunyikan identitasnya, mengabaikan semua surat tanpa kecuali.", "Ada surat khusus yang menarik perhatian Xia Fei. Email lainnya ditampilkan dengan warna abu-abu, bahkan email situs web itu sendiri berwarna hitam. Namun, surat ini ditampilkan dengan warna merah jambu yang luar biasa.", "Xia Fei melirik ID pengirim, Avril.", "4", "Dia kemudian dengan mudah membuka surat untuk melihat-lihat dan tidak bisa menahan tawa keras.", "Isi surat adalah:", "“Aku memerintahkan Kamu untuk menulis puisi dengan topik lautan musim gugur dan mengirimkannya ke kotak masuk Aku.”", "Setelah menyalakan sebatang rokok, Xia Fei menghela nafas cepat dan dapat melihat bahwa ID ini jelas milik seorang wanita. Tapi, sikap ini sulit diterima.", "‘Memesan? Kamu pikir kamu siapa? ‘Xia Fei mengklik dengan lembut dan menulis jawabannya.", "3", "“Ocean, kamu sangat besar. Musim gugur, kamu sangat kering. Lautan musim gugur, kamu masih sangat besar… ”", "2", "Xia Fei mengedit puisi berbahaya Phantom dengan niat jahat saat senyum senang muncul di wajahnya, saat dia mengklik kirim.", "2", "Setelah menyelesaikan lelucon ini, Xia Fei memutar otak dan mengingat kembali 24 puisi untuk diunggah ke situs web. Saat ini, dia menyesal tidak memiliki cukup pengetahuan tentang sastra. Jika dia tahu ini sebenarnya metode untuk menghasilkan uang, dia tidak akan melewatkan kelas sastra.", "4", "Setelah mentransfer 74.000 koin bintang ke banknya sendiri, Xia Fei mulai menjelajahi situs web perdagangan lainnya dan bersiap untuk membeli bahan obat untuk budidaya serta beberapa barang berteknologi tinggi yang tidak tersedia di Bumi.", "“Beli sepuluh Herbal Gagak Emas, sepuluh dari Buah Bercahaya itu, beli lebih banyak Lubang Kencan Anggur Hijau… sekitar tiga puluh,” Phantom berbicara dengan sikap yang sangat santai seolah bahan-bahan ini tidak memerlukan biaya apa pun.", "3", "Xia Fei menahan sakit hatinya dan terus-menerus mengklik tombol beli. Setiap kali dia mengklik, dia akan merasakan sakit di hatinya.", "3", "Tidak ada pilihan lain. Saat ini, Xia Fei telah kehilangan kemampuan untuk maju sendiri. Jika dia ingin meningkatkan budidayanya, dia hanya bisa mengandalkan ramuan obat ini sebagai suplemen.", "4", "17 bahan obat yang berbeda dan satu set peralatan untuk memurnikan obat sebenarnya berharga 63.800 koin bintang. Kekayaan yang baru saja dia peroleh hilang dalam waktu kurang dari beberapa menit. Menghabiskan uang di situs web ini sama dengan membakar uang!", "“Terlalu rendah. Jika ramuan obat ini ditempatkan di depan Aku di masa lalu, Aku bahkan tidak akan meliriknya. Saat ini, kami hanya bisa puas dengan mereka. ” Phantom menghela nafas.", "Xia Fei tidak bisa berkata-kata. Dia adalah orang yang lahir dari kemiskinan, dan dia jauh dari keadaan di mana dia bisa membiarkan Phantom menghabiskan banyak uang.", "Setelah keluar dari pasar bahan obat, Xia Fei mulai menjelajahi pasar barang bermacam-macam. Pasar barang bermacam-macam sama seperti pasar loak di Bumi, dan kebanyakan dari mereka adalah barang bekas. Dengan dana terbatas Xia Fei, dia tidak dapat membeli barang-barang kelas atas dan hanya dapat mencari peluang di toko-toko ini.", "1", "Benar-benar merepotkan untuk berbelanja di sekitar pasar tanpa helm realitas virtual. Item yang tak terhitung jumlahnya ditampilkan di layar dengan cara yang padat. Seseorang akan merasa pusing hanya dengan melihat layar sebentar.", "Setelah menyalakan rokok, Xia Fei memaksa dirinya untuk fokus dan terus melihat-lihat. Tempat ini menagih 10.000 dolar federal untuk satu jam penggunaan internet, Xia Fei tidak ingin menyia-nyiakan satu menit pun.", "Cincin Mata Angin! Phantom berseru, “Grade 2, dibuat dari Cicada Stone. Item ini lumayan bagus, beli. ”", "“Untuk apa benda ini?” Xia Fei bertanya.", "“Itu sangat berguna.” Phantom berkata, “Kamu memiliki kemampuan kecepatan. Saat Kamu berlari, apakah Kamu merasakan hambatan di udara? ”", "Xia Fei mengangguk. “Iya.”", "“Cincin Mata Angin ini dirancang untuk mengurangi hambatan yang dihasilkan dari hambatan udara. Setiap orang dengan kemampuan kecepatan akan memakai jenis cincin ini. Menurut perhitungan Aku, pembelian bahan obat kali ini cukup bagi Kamu untuk menerobos dari peringkat Cahaya Bintang ke peringkat Dasar Bintang Utama. Pada saat itu, kecepatan Kamu akan melampaui 100 m / s, dan Kamu akan mengalami penurunan yang signifikanhambatan udara tanpa Wind Eye Ring. ”", "Xia Fei sedikit mengangguk. Item ini sebenarnya memiliki efek yang luar biasa, memilikinya akan mengurangi hambatan udara, memungkinkan kemampuan kecepatan digunakan lebih baik.", "Pada kolom harga, terdapat kata ‘negotiable’, dan nama itemnya adalah ‘Static Wind Ring’.", "“Dikatakan bahwa ini adalah Cincin Angin Statis, bukan Cincin Mata Angin.” Xia Fei menunjuk ke layar dan menyatakan.", "Orang ini tidak tahu seluk-beluknya. Phantom berbicara dengan nada meremehkan, “Cincin Angin Statis dan Cincin Mata Angin memiliki fungsi yang sama, tetapi Cincin Mata Angin memiliki kinerja yang lebih baik. Dari segi harga, satu Cincin Mata Angin akan membutuhkan setidaknya 80.000 koin bintang, sedangkan Cincin Angin Statis paling banyak hanya akan menjadi 10.000 koin bintang. ”", "“Jika seperti ini …” Xia Fei segera disegarkan ketika dia mendengar bahwa dia bisa mengambil banyak.", "www.worldnovel.online"]},
{"text3": ["Bab 5: Hantu 1", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Phantom sangat sedih. Dia hanyalah jiwa dan kegagalan seorang pembunuh. Dia tinggal di Moore Stone kecil, apa yang sebenarnya bisa dia berikan pada Xia Fei sebagai kompensasi?", "2", "Saat angin laut bertiup di wajahnya, Xia Fei melepas pakaiannya dan melompat ke laut dan menghadapi ombak.", "1", "Ini mungkin dunia khayalan Phantom, tapi perasaan laut ini tidak berbeda dengan laut yang sebenarnya.", "Setelah berenang satu putaran di laut, Xia Fei kembali ke pantai dan berbaring dengan tubuh telanjang.", "Tidak diketahui sejak kapan Xia Fei memiliki pola di paha bagian dalam kirinya. Polanya sangat kecil dan tidak jelas. Itu seperti bunga yang akan mekar.", "1", "“Eh?” Phantom memusatkan perhatian pada paha Xia Fei.", "“Apa yang sedang kamu lakukan?” Xia Fei merasa jijik sejenak dan memandang Phantom seolah-olah dia sedang melihat orang homoseksual. Itu membuat Xia Fei sangat tidak nyaman.", "16", "“Aku memahaminya! Aku bisa mengajari Kamu ‘Bayangan Bulan’! Kamu memiliki bakat untuk melampaui kecepatan cahaya. Jika Kamu berhasil mengembangkan Shadow of Moon, prospek Kamu tidak akan terbatas. ” Phantom berkata dengan bersemangat.", "8", "“Bayangan Bulan? Apa itu?” Xia Fei bingung.", "“Shadow of Moon adalah seni bela diri mutlak dari garis keturunan tuanku. Ini adalah teknik pembunuhan elit ortodoks. Banyak yang ingin belajar tetapi tidak dapat menemukan master yang tepat. ”", "“Oh, jadi itu adalah teknik pembunuhan. Apakah Aku akan menjadi pembunuh yang gagal seperti Kamu setelah mempelajarinya? Itu tidak benar-benar menarik Aku, lebih baik Kamu memikirkan hal lain. ” Xia Fei terkikik sambil menyatakan.", "2", "Phantom berkata dengan tidak sabar, “Apa pembunuh yang gagal? Aku yang terburuk di antara pemuridan, dan Aku masih bisa membunuh hakim antarplanet dengan satu serangan. Bagaimana teknik ini bisa seburuk itu! ”", "1", "Xia Fei terkekeh dan bertanya, “Kamu bilang siapa yang kamu bunuh tadi?”", "Phantom menggaruk kepalanya, dia secara tidak sengaja membiarkan mulutnya tergelincir tadi. “Perlakukan saja seperti Aku tidak mengatakan apa-apa. Ada hal-hal yang tidak bisa kuberitahukan padamu. Kamu perlu memahami bahwa Kamu mungkin telah membuka kunci wilayah otak ketujuh dengan cairan pengoptimalan gen dan mengoptimalkan komposisi tubuh, tetapi cairan pengoptimalan gen ini memiliki efek samping yang tidak dapat Kamu bayangkan. ”", "1", "“Saat ini, Kamu sudah memiliki potensi terbesar, tetapi pada saat yang sama, kultivasi Kamu tidak akan berkembang dengan teknik apa pun. Kecuali jika Kamu mendapat bantuan Aku, Kamu akan tetap berada di peringkat Cahaya Bintang Utama yang menyedihkan sepanjang hidup Kamu. ”", "1", "Xia Fei bingung saat dia mendengarkan sebelum dia berkedip dan bertanya, “Apa maksudmu? Mengapa kultivasi Aku tidak mengalami kemajuan? Jika kultivasi Aku tidak dapat berkembang, lalu apa kebutuhan untuk mengajari Aku Bayangan Bulan? Juga, apa artinya memiliki potensi terbesar? ”", "Ketika Phantom menyadari bahwa keingintahuan Xia Fei terusik, dia merasa agak bangga. “Seperti ini. Kamu telah mengonsumsi cairan pengoptimalan gen dengan kekerasan yang tidak normal, dan cairan tersebut telah sepenuhnya membuka kunci wilayah otak ketujuh Kamu. Saat ini, Kamu sudah dalam status 100% diaktifkan. ”", "1", "“Bunga poppy gelap di paha kiri Kamu adalah bukti terbaik. Individu yang memiliki totem poppy gelap akan memiliki potensi tak terbatas. Jika Kamu memiliki cukup banyak peluang yang ditakdirkan, Kamu dapat mencapai tingkat yang tak terbayangkan. Kebanyakan manusia yang membuka wilayah otak ketujuh mereka tidak akan memiliki potensi yang tidak terbatas karena mereka tidak membuka hingga 100%. ”", "5", "“Kamu mungkin telah sepenuhnya membuka wilayah otak ketujuh, tetapi energi yang sangat kuat juga telah sepenuhnya menutup sistem kemajuan dalam tubuh Kamu. Di masa depan, Kamu tidak akan dapat mengandalkan budidaya untuk meningkatkan peringkat Kamu. Kamu hanya dapat menggunakan sejumlah besar obat untuk meningkatkan kultivasi Kamu. ”", "9", "Xia Fei mengangguk. “Aku mengerti sekarang. Maksud Kamu, jika Aku ingin menaikkan pangkat Aku, Aku perlu mengonsumsi obat yang Kamu sebutkan. Jika tidak, Aku akan terjebak di peringkat ini seumur hidup. ”", "1", "Phantom menunjuk dengan lembut ke langit; tirai langit tiba-tiba muncul dengan tanaman langka dan aneh yang tak terhitung jumlahnya, hewan, dan cairan obat dalam kemasan.", "“Lihat, ini adalah obat-obatan yang dapat membantumu meningkatkan pangkatmu. Aku akui bahwa Aku bukan pembunuh yang sukses, tetapi di antara pemuridan Aku, dalam hal farmakologi, tidaktidak ada yang lebih baik dariku, selain tuanku. Keunggulan Aku bukanlah pembunuhan, tetapi pengetahuan. ” Phantom sangat bangga, seperti yang dia katakan.", "5", "Xia Fei tertawa terbahak-bahak. “Saudaraku, kamu mengatakan bahwa puisimu adalah yang terbaik di antara pemuridanmu, tetapi standarmu benar-benar buruk.”", "Kulit Phantom menjadi gelap. “Puisimu memang jauh lebih unggul dariku. Oleh karena itu, Aku bersedia membantu Kamu. Aku menggunakan pengetahuan Aku dalam farmakologi dan teknik elit, Shadow of Moon, sebagai kompensasi. Kondisi ini sudah cukup, kan? ”", "3", "“Aku setuju.” Xia Fei menjawab dengan lugas.", "Yang disebut puisi adalah hal-hal yang ditinggalkan oleh para pendahulu. Dengan menggunakannya untuk ditukar dengan teknik elit dari Phantom hanyalah perdagangan tanpa biaya. Jika Xia Fei tidak setuju, dia akan menjadi orang yang mengalami gangguan mental.", "1", "…", "Di lantai atas Kantor Manajemen Warga Kelas A Earth Federation, ada sebuah komputer.", "Komputer ini bukanlah komputer biasa; itu adalah komputer AI yang dapat terhubung dengan internet antarplanet.", "Dengan menggunakan komputer ini, seseorang akan dapat memasuki jaringan Universal Pan-Human Alliance dan terhubung dengan planet lain dalam aliansi.", "Hanya ada sepuluh komputer seperti itu di Bumi, dan semuanya adalah hadiah dari Aliansi Pan-Manusia Universal. Di seluruh benua Asia, selain sub-biro Beijing, ada satu lagi di sub-biro Tokyo.", "1", "Setelah proses aplikasi yang lancar untuk menggunakan komputer, salah satu anggota staf membawa Xia Fei ke ruangan tempat komputer dipasang.", "Komputer ditempatkan sendirian di ruangan tertutup. Pintu logam tebal telah menutup rapat ruangan ini, dan tidak ada satu jendela pun di ruangan itu.", "“Tuan, Kamu boleh menggunakannya sekarang. Komputer ini mengenakan biaya per jam. Biayanya 10.000 dolar federal per jam. Aku ingin tahu berapa lama Kamu perlu menggunakannya? ” Anggota staf tersenyum sambil bertanya.", "2", "Xia Fei merasakan sakit hati. Dia harus membayar 10.000 dolar untuk setiap jam. Ini sudah cukup baginya untuk hidup setengah tahun dalam kehidupan cairan pengoptimalan pra-gennya.", "“Dua jam kemudian.” Xia Fei merenung sebelum memberikan tanggapan.", "Anggota staf mengaktifkan komputer sebelum keluar ruangan, mengakibatkan keheningan total.", "Komputer ini bukanlah sesuatu yang dapat digunakan orang biasa. Hanya warga kelas A federasi yang memiliki kualifikasi untuk melamar penggunaan.", "Faktanya, Bumi hanya bergabung dengan Aliansi Pan-Manusia Universal untuk waktu yang singkat, dan hanya ada sedikit warga kelas A di dalam federasi. Sebagian besar dari sepuluh komputer ini berada dalam kondisi idle hampir sepanjang waktu.", "5", "Mesin itu berbentuk persegi, tapi bersinar dengan kilau perak yang indah. Setelah diaktifkan, layar yang diproyeksikan muncul. Seorang wanita muda dan suara mekanik berkata, “Komputer AI Alpha Type-379 telah diaktifkan. Koneksi tertaut normal. Tolong keluarkan instruksi. ”", "Dia menggunakan bahasa umum alam semesta, bahasa Charlotte. Bumi masih pada tahap awal peradaban universal, dan hanya sedikit individu yang mengenal bahasa luar angkasa. Ini juga merupakan alasan utama rendahnya tingkat penggunaan komputer AI.", "Tentu saja, itu tidak menjadi masalah bagi Xia Fei, yang telah menanam microchip terjemahan.", "“Masuk ke internet antarplanet.” Xia Fei menginstruksikan.", "“Ya, mohon tunggu sebentar…” Seorang wanita menjawab dengan suara sedingin es.", "Layar yang diproyeksikan berkedip dan kata-kata rumit muncul di depan Xia Fei.", "Kata-kata dan diagram yang tidak teratur mengaburkan mata Xia Fei.", "Xia Fei hanya bisa merasakan sakit kepala. Orang-orang di luar bumi mungkin memiliki teknologi yang lebih unggul, tetapi mereka melakukannya dengan cara yang sangat berantakan dan tidak dapat diandalkan. Orang dengan penglihatan yang buruk pada dasarnya tidak akan dapat melihat apa pun.", "“Kamu hanya harus terbiasa perlahan. Begitu Kamu punya uang, Kamu bisa membeli helm virtual reality. Saat itu, Kamu akan merasa seolah-olah Kamu benar-benar berada di dalam. Saat ini, Kamu hanya dapat puas dengan sistem tampilan sederhana ini. ” Kata Phantom.", "“Helm realitas virtual? Kedengarannya sangat menarik. Berapa biayanya? ” Xia Fei bertanya.", "Phantom terkekeh. “Itu tidak terlalu mahal. Jika Kamu punya uang, Kamu bahkan dapat memutakhirkan komputer AI. Mesin ini hanya model dasar dan hanya dapat memungkinkan Kamu mengunjungi jaringan wilayah bintang terdekat. Alam semesta memiliki wilayah bintang yang tak terhitung jumlahnya, dan jika Kamu ingin menjelajahi semuanyang sementara memiliki komputer AI yang lengkap dengan semua fungsinya, Kamu akan membutuhkan banyak uang. ”", "“Semuanya tentang uang.” Xia Fei menggelengkan kepalanya dan bertanya, “Hantu, bisakah kami benar-benar mendapatkan uang dengan metodemu? Biaya ini tidak murah, dan dengan saldo bank Aku yang menyedihkan, kami hanya dapat melakukan beberapa perjalanan lagi. ”", "Phantom menganggukkan kepalanya dengan kuat. “Sama sekali tidak ada masalah. Puisi Kamu pasti akan membuat para pecinta puisi itu gila. Sejujurnya, Aku telah berkecimpung di dunia puisi selama puluhan tahun, dan Aku belum pernah mendengar puisi yang begitu menyedihkan. ”", "14", "www.worldnovel.online"]},
{"text3": ["Bab 9: Pembajakan 2", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Kepanikan muncul di kabin ketika seorang wanita berusia 40 tahun berteriak sejenak dan tiba-tiba pingsan.", "2", "Pada saat ini, preman lain berdiri, dan orang ini tampak berusia lebih dari 20 tahun. Dia mengenakan setelan abu-abu dan bahkan memiliki dasi. Dia tampak agak pucat, dan bibir tipisnya menunjukkan senyuman yang megah. Poni panjangnya menutupi setengah matanya sementara dia memiliki perban putih di tangannya.", "“Selama kalian semua mendengarkan instruksiku, aku jamin kalian semua akan bisa meninggalkan tempat ini hidup-hidup.” Kata pemuda pucat dengan suara dingin.", "Matanya kemudian berbalik untuk melihat deretan Xia Fei. “Tuan Andre, bisakah Aku merepotkan Kamu untuk menyerahkan tas Kamu. Jangan biarkan siapa pun mati karena dorongan hatimu. ”", "1", "Semua orang dengan cepat menoleh untuk melihat Andre dan berharap dia akan segera menyerahkan koper itu kepada para penjahat ini dan membiarkan mereka pergi.", "Andre mengertakkan gigi dan mengangkat tangan kirinya. “Kuncinya tidak denganku.”", "Pemuda pucat itu tertawa dan berkata, “Jangan khawatir, selalu ada cara baru.”", "Dia memberi isyarat mata kepada pria kekar itu. Yang terakhir mengangguk dan pergi ke area kerja pramugari. Sesaat kemudian, dia membawa kembali pisau yang dimaksudkan untuk memotong buah.", "Pemuda pucat mengambil pisaunya dan memperkirakan beratnya. Pisau itu tidak besar, tetapi kualitasnya sangat baik dan juga berat. “Tuan Andre, ini mungkin sedikit menyakitkan. Aku ingin kamu bertahan sebentar. ”", "Metode yang sangat kejam. Dia sebenarnya ingin memotong pergelangan tangan seseorang!", "Wanita yang pingsan sebelumnya secara bertahap bangun. Ketika dia melihat pemuda pucat yang memegang pisau, dia merintih sebelum pingsan kembali ke kursinya lagi.", "3", "Xia Fei mengamati sekeliling dan melihat seorang pria yang berusia sekitar 30 tahun dan memiliki postur tubuh yang aneh.", "Pria ini tinggi dan kuat, dia memiliki dagu lebar dan ekspresi tegas. Dia botak, dan matanya menatap kedua preman itu.", "Salah satu kakinya berada di depan sementara kaki lainnya menekan lantai dengan keras. Otot betisnya yang berotot memiliki garis-garis tegas, dan dia tampak seperti harimau yang kuat dan sehat bersiap-siap menerkam mangsanya.", "‘Mungkinkah dia berencana untuk menyerang!?’ Hati Xia Fei menggigil saat dia dengan cepat berbalik ke samping dan mencoba untuk tidak memperhatikan pria itu.", "Airbus A380 ini mengangkut setidaknya 300 penumpang, dan jika tidak ada keyakinan mutlak, tidak ada yang boleh melakukan tindakan sembrono. Jika preman panik dan meledakkan bom, konsekuensinya tidak dapat dibayangkan.", "4", "Andre berdiri sambil gemetar dan membawa koper yang diamankan ke dua preman itu. “Aku berjanji padamu, tapi aku memintamu untuk membebaskan penumpang lain.”", "Preman muda itu memasukkan tangannya ke dalam celananya dan tetap tenang. Preman lainnya tertawa terbahak-bahak. “Orang tua, kamu agak peka. Tuan muda ketujuh kami selalu menepati janjinya. ”", "2", "Tiba-tiba, pria botak itu bergerak!", "Dia menginjak lantai dengan satu kaki dan meledak! Dia kemudian menerjang penjahat itu dengan bom!", "1", "“Orang ini benar-benar terlalu sembrono! Sialan, aku harus mengambil resiko! ”", "Pada saat bahaya yang akan segera terjadi ini, tidak ada waktu untuk mempertimbangkan. Xia Fei mengertakkan gigi dan bergegas! Dia mungkin bertindak lebih lambat daripada pria botak itu, tapi dia yang pertama menyerang!", "Kemampuan kecepatan tiba-tiba meledak sepenuhnya, dan semua orang hanya bisa melihat sekejap sosok manusia. Selanjutnya, itu adalah percikan darah!", "Tangan kiri Xia Fei seperti penjepit besi yang meraih pergelangan tangan pemuda itu sementara gelas sampanye di tangan kanannya seperti tombak yang ditusuk ke leher orang itu.", "Gelas anggur kristal ramping itu tidak tajam, tetapi ketika Xia Fei mengerahkan kekuatan penuhnya, itu berubah menjadi senjata tajam untuk pembunuhan.", "Arteri utama dan tenggorokan telah putus sepenuhnya, darah segar menyembur keluar seperti keran, dan ada hujan darah!", "Pemuda pucat mengungkapkan ekspresi tidak percaya di depan matanya yang menonjol karena putus asa. Dia bahkan tidak bisa mengungkapkan suara apa pun sebelum meninggal dengan menyedihkan.", "Di sisi lain, pria botak itu mencengkeram kepala preman lainnya, yang dipelintir dengan paksa.", "*Retak*", "Leher preman itu dipotong dengan rapi dan gesit.", "Sebelum pria botak itu bisa berdiri kokoh, Xia Fei menamparnya dengan keras. Wajah pria botak itu memerah saat dia memelototi Xia Fei dengan marah.", "“Bodoh kau! Kamu hampir menyebabkan kematian kami !! ” Xia Fei tidak menahan diri dan menegur pria botak itu dengan keras. Dia bahkan tidak punya waktu untuk menyeka darah yang mengotori wajahnya, membuatnya terlihat lebih jahat.", "“Menyebabkan kematianmu? Aku menyelamatkan kalian semua! Penjahat ini berasal dari Geng Ular Hitam, yang penuh dengan kejahatan. Apa menurutmu mereka akan melepaskan kalian semua ?! Orang-orang ini tidak memiliki kredibilitas! ”", "“Kamu menyelamatkan kami? Datang dan lihat ini! ” Xia Fei mengeluarkan tangan pemuda pucat yang terluka dari celananya. Orang ini sedang menggenggam kotak berwarna hitam, yang dipersenjatai dengan tombol merah.", "Ini adalah detonator bomnya!", "Ternyata detonatornya bukan pada pria kokoh itu!", "1", "Pergelangan tangan pemuda pucat itu memar, dan itu sudah patah. Jelas sekali bahwa Xia Fei telah menggunakan banyak kekuatan untuk mencegah pemuda pucat menggunakan detonator.", "7", "Pekerjaan Xia Fei adalah seorang kurir sepeda, dan kondisi fisiknya sudah dalam keadaan yang cukup baik. Dengan reformasi cairan pengoptimalan gen, kekuatan tubuhnya sekarang melebihi manusia biasa. Itu memungkinkan Xia Fei mematahkan pergelangan tangan pemuda pucat itu tanpa memberinya waktu untuk meledakkan bom.", "Pria botak itu merasakan hawa dingin singkat di punggungnya karena dia memang terlalu sembrono. Jika bukan karena Xia Fei, dia mungkin melibatkan banyak orang.", "“Untuk apa kau bermalas-malasan! Cepat dan periksa apakah pesawat itu memiliki kaki tangan lain! ” Xia Fei berteriak marah pada pria botak itu sementara sedikit air liur meludah ke wajah pria itu.", "Pria botak itu setidaknya berusia 30 tahun, sedangkan Xia Fei baru berusia 17 tahun. Dengan perbedaan usia, tidak berlebihan bagi Xia Fei untuk menyebut pria botak itu sebagai paman.", "1", "Namun, situasinya benar-benar terbalik, dan pria botak itu berulang kali mengangguk setelah menerima instruksi Xia Fei. Dia bergegas ke kabin ekonomi di belakang sementara Xia Fei berdiri di tengah kabin dan meneriaki penumpang yang masih dalam keadaan ketakutan. “Harap tenang semuanya, dan jangan bergerak sembarangan!”", "Dia kemudian menarik pramugari yang lumpuh di lantai dan berkata, “Cepat bawa aku ke kapten!”", "Pramugari itu dengan paksa memfokuskan pikirannya dan membawa Xia Fei ke kokpit. Setelah mengetahui apa yang terjadi di dalam kabin, beruntung kedua pilot tersebut tidak pingsan. “Membajak? Apa yang sedang terjadi?”", "1", "“Cari bandara untuk mendarat sekarang. Kami perlu melakukan pemeriksaan menyeluruh untuk melihat apakah ada bahaya tersembunyi lainnya di pesawat! ” Xia Fei berkata dengan cepat.", "Oke, kita bisa mencapai bandara Hawaii dalam 25 menit lagi. Aku akan segera memberi tahu kru darat! ” Pilot berjanggut besar itu menjawab dengan tergesa-gesa.", "1", "…", "Pria botak itu tetap berada di kabin ekonomi untuk berpatroli sementara Xia Fei memeriksa kabin kelas bisnis dan kabin kelas satu yang bebas rokok sebelum kembali ke kabinnya.", "Penumpang menghindari kedua mayat itu, dan masing-masing memiliki ekspresi yang mengerikan.", "Kedua pramugari cantik itu menekan rasa takut mereka dan menyuguhkan alkohol yang kental kepada penumpang untuk menenangkan saraf mereka. Namun, senyum profesional mereka tidak lagi terlihat di wajah mereka.", "3", "Xia Fei mengambil dua cangkir wiski sebelum duduk kembali di samping Andre.", "2", "“Apakah kamu baik-baik saja?” Xia Fei menyerahkan secangkir wiski kepada Andre, yang meminum seluruh cangkir dalam satu tegukan, membuatnya memiliki ekspresi yang sedikit lega.", "“Terima kasih terima kasih.” Andre terus-menerus berterima kasih pada Xia Fei.", "“Sebenarnya, Aku juga takut.” Xia Fei tersenyum dan berkata.", "“Betulkah? Kamu melakukannya dengan sangat baik sebelumnya. Jika itu aku, aku mungkin tidak akan setenang dirimu. ” Andre berbicara terus terang dan tidak menyembunyikan kekagumannya terhadap Xia Fei.", "“Baiklah, jangan bicarakan ini. Harta apa yang ada di tas Kamu? Mengapa orang-orang ini ingin membajak pesawat untuk itu? ”", "Andre ragu-ragu sebelum berbicara, “Aku tidak seharusnya mengatakannya, tetapi Kamu menyelamatkan hidup Aku, jadi Aku tidak boleh menyembunyikan apa pun dari Kamu.”", "13", "Andre mengamati sekeliling. Semua penumpang tenggelam dalam kegembiraan selamat dari bencana dan tidak memperhatikan mereka berdua.", "Apakah Kamu tahu tentang peninggalan prasejarah? Andre mencondongkan tubuh ke telinga Xia Fei dan berbisik dengan suara gemetar.", "2", "www.worldnovel.online"]},
{"text3": ["Bab 10: Peradaban Kuno 1", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Apakah Kamu tahu tentang peninggalan prasejarah? Andre mencondongkan tubuh ke telinga Xia Fei dan berbisik dengan suara gemetar.", "“Apakah Kamu berbicara tentang peradaban Maya?”", "7", "Andre menggelengkan kepalanya. “Peradaban Maya mungkin berasal dari 2.000 SM, tetapi mereka baru mulai berkembang setelah 600 Masehi. Aku berbicara tentang peradaban prasejarah yang bahkan lebih tua dari peradaban Maya. Selain itu, tingkat perkembangan mereka jauh melampaui peradaban Maya. ”", "10", "“Bahkan lebih tua dari peradaban Maya. Mungkinkah yang legendaris…? ”", "12", "Andre dengan cepat mengulurkan tangannya untuk menghentikan Xia Fei berbicara. Dia lalu mengangguk dengan sungguh-sungguh, “Tempat ini penuh dengan mata dan telinga. Mari kita bahas masalah ini nanti. ”", "3", "…", "Xia Fei menutup dirinya di kamar mandi dan mengeluarkan kalung Moore Stone sebelum berbisik pelan, “Phantom, apakah kamu masih hidup?”", "Phantom mengintip dari kalung dan bertanya dengan nada agak tidak senang. “Apa itu? Aku sedang mempelajari puisi yang Kamu berikan kepada Aku. ”", "Xia Fei sangat marah. “Aku hampir mati lebih awal, dan kamu sebenarnya masih sangat santai membaca puisi itu?”", "Phantom menghela nafas dan menjelaskan, “Jika kamu tidak bisa menangani masalah sekecil itu, maka kamu tidak memenuhi syarat untuk menjadi seorang pembunuh. Ada hal-hal yang harus Kamu tangani sendiri. Tubuh fisik Aku sudah inkorporeal, dan Aku tidak dapat membantu Kamu bahkan jika Aku menginginkannya. ”", "“Meski begitu, kamu melakukan pekerjaan yang cukup baik sebelumnya. Ketika Kamu melihat darah, jantung Kamu tiba-tiba berkontraksi, hormon Kamu dilepaskan dalam jumlah besar, dan otak Kamu berputar dengan sangat cepat. Artinya pertempuran dan darah membuat Kamu bersemangat. Ini adalah refleks bersyarat bawaan dan merupakan hadiah Kamu. ”", "6", "Xia Fei mengerutkan kening. “Jika Aku senang melihat darah, bukankah Aku akan menjadi maniak pembunuhan?”", "1", "Phantom tertawa. “Tidak ada gunanya menolak. Pikiran Kamu mungkin tidak menyukai pertempuran dan darah, tetapi tubuh Kamu menunjukkan reaksi yang sepenuhnya berlawanan. Aku menyarankan Kamu untuk perlahan beradaptasi. Hari itu, ketika Aku melihat Kamu mengonsumsi cairan pengoptimalan gen dan menerima dampak kekerasan dari wilayah otak ketujuh Kamu, Kamu tidak menyerah. Kamu bahkan bertahan ketika Kamu melihat bahwa akhir hidup Kamu sudah tidak dapat diubah. Tekadmu yang pantang menyerah telah mempengaruhiku, itulah mengapa aku membantumu. ”", "“Naluri haus darah dan kemauan yang pantang menyerah. Ini semua adalah hadiah untuk menjadi prajurit yang luar biasa. Kamu ditakdirkan untuk tidak memiliki kehidupan biasa. Baiklah, Aku tidak akan membuang waktu berbicara dengan Kamu. Aku akan kembali untuk mempelajari puisi Aku. ‘Bodhi pada dasarnya tanpa pohon, sementara cermin yang terang juga tidak memiliki penyangga.’ Sejujurnya, itu terlalu cemerlang! Aku sedang mempertimbangkan apakah Aku harus belajar Buddhisme. ”", "3", "Xia Fei tidak bisa berkata-kata terhadap Phantom. “Kamu adalah super assassin, mengapa Kamu belajar Buddhisme? Apakah Kamu tidak mengabaikan profesi Kamu yang sebenarnya? ”", "Phantom menjawab tanpa mencela. “Aku berbeda dari Kamu. Aku menjadi seorang pembunuh karena kecelakaan. Jika Aku tidak bertemu tuan Aku, Aku akan menjadi penyair romantis. Baik itu pikiran Aku atau tubuh Aku, mereka secara bawaan tahan terhadap pertempuran. Sementara Kamu adalah pejuang alami. Bakat genetik kita sama sekali berbeda. Bagaimana Kamu bisa memahami penderitaan Aku? ”", "2", "Hantu itu seperti orang yang terobsesi, dan sebelum Xia Fei bisa menjawab, dia sudah berlari kembali ke surga kecilnya untuk belajar agama Buddha.", "2", "Ini benar-benar lelucon terbesar. Seorang pembunuh yang ditakuti seluruh alam semesta sebenarnya adalah seorang penyair romantis pada intinya, sementara seorang kurir sepeda biasa sebenarnya adalah seorang pejuang yang haus akan pertempuran.", "Mungkinkah setiap orang memiliki bakat genetik tersembunyi yang tidak dapat mereka tolak tetapi harus mereka sadari?", "4", "…", "Dengan insiden besar seperti pembajakan pesawat, pemerintah federal menaruh perhatian. Semua penumpang di pesawat itu diselidiki oleh biro investigasi federal. Xia Fei, Andre, Wu Long, yang terlibat langsung dalam masalah tersebut, harus melalui interogasi yang terperinci.", "Setelah tinggal di Hawaii selama sehari, Xia Fei sekali lagi naik pesawat ke New York. Tapi kali ini, dia mengendarai jet pribadi Keluarga Rothschild.", "5", "Jet pribadi itu punyalebih sedikit ruang daripada A380, yang sangat besar, tetapi jauh lebih nyaman. Jok kulit asli memancarkan keharuman pakaian bulu yang samar sedangkan meja kayu walnut memiliki garis butiran yang berbeda dan elegan, sederhana namun mewah.", "2", "“Kembali ke pesawat, bagaimana kamu menyadari bahwa detonator sebenarnya ada di anak muda?” Pria botak, Wu Long, meminum vodka sebelum bertanya.", "Ketiganya telah dipisahkan untuk diinterogasi oleh biro investigasi dan tidak memiliki kesempatan untuk berdiskusi. Karena itu, Wu Long tidak bisa menahan diri untuk tidak bertanya tentang insiden di pesawat setelah mereka bertemu.", "“Itu terbukti dengan sendirinya. Pemuda adalah dalang insiden pembajakan, karena pria kokoh dengan bom itu sangat menghormati pemuda. Salah satunya adalah tuan, sedangkan yang lainnya adalah bawahan. Pikirkanlah, sebagai seorang master, apakah Kamu akan membiarkan hidup Kamu berada di tangan bawahan Kamu? Karena itu, Aku menyimpulkan bahwa jika bom itu nyata, detonatornya pasti ada di tangan pemuda itu. Dia pasti tidak akan membiarkan pria kekar yang jelas-jelas kurang IQ itu memegang detonator karena terlalu berbahaya. ”", "“Setelah itu, Aku dengan cermat mengamati pemuda itu. Perban tangan kanannya memiliki bekas darah, dan itu bergerak dengan sangat tidak wajar. Dia dengan cermat melindungi tangannya, dan itu berarti tangan kanannya terluka. Detonatornya harus dilakukan secara manual, dan karena tangan kanannya terluka, dia hanya bisa menggunakan tangan kirinya untuk meledakkan bom. ”", "2", "“Aku tidak tahu apakah ada di antara Kamu yang menyadarinya. Tangan kirinya secara tidak sadar dan sering menyentuh sakunya. Sejak saat dia berdiri hingga saat dia meletakkan tangannya di saku, dia menyentuhnya sebanyak empat kali. Selain itu, sakunya menggembung, dan jelas ada sesuatu di dalamnya. ”", "5", "Setelah mendengarkan penjelasan Xia Fei, Andre dan Wu Long mengungkapkan ekspresi yang tidak terbayangkan.", "2", "“Sungguh luar biasa. Sudahkah Kamu menerima pelatihan khusus? Jika tidak, bagaimana Kamu bisa begitu jeli dan mampu menganalisis situasi dengan sangat menyeluruh? ” Tanya Andre.", "Xia Fei terkekeh dan menjawab, “Tidak banyak. Aku pernah menjadi kurir sepeda, dan Aku harus mengirimkan surat kepada semua orang. Wajar bagi Aku untuk mempelajari beberapa keterampilan observasi karena itu adalah persyaratan dari pekerjaan. ”", "10", "Wu Long menyentuh kepalanya yang botak dan memasang ekspresi malu. “Sigh, setelah kamu mengatakannya seperti itu, aku merasa bahwa aku terlalu sembrono. Aku telah hidup sia-sia selama 36 tahun. ”", "“Lupakan saja, biarkan kejadian masa lalu berlalu. Terlepas dari itu, yang paling penting adalah kita semua hidup sekarang. Aku hanya ingin bertanya padamu. Bagaimana Kamu tahu bahwa mereka adalah anggota Geng Ular Hitam? Organisasi macam apa Geng Ular Hitam ini? ” Xia Fei menghibur Wu Long sebelum bertanya.", "Begitu Geng Ular Hitam disebutkan, Wu Long segera disegarkan. “Ada banyak Pengguna Kemampuan di Bumi, dan dikatakan jumlahnya lebih dari 10.000. Ada beberapa penjahat terkenal di masa lalu yang juga telah membuka wilayah otak ketujuh mereka dan telah menjadi Pengguna Kemampuan. Geng Ular Hitam dibentuk dengan para penjahat ini yang memiliki kemampuan. Mereka menggunakan kemampuan mereka untuk menimbulkan masalah di mana-mana, dan mereka bahkan mengganggu pemerintah federal. ”", "3", "Sepertinya Andre sudah tahu karena dia hanya mendengarkan dengan tenang tanpa menyela.", "Xia Fei mengeluarkan sebatang rokok Hongtashan dan menyalakannya sendiri. “Jadi itu masalahnya. Penjahat dengan kemampuan memang merepotkan. Tidak ada yang bisa dilakukan karena ini adalah era baru. Setiap orang memiliki kesempatan untuk menjadi Pengguna Kemampuan, dan tidak masalah apakah mereka baik atau buruk. ”", "1", "Wu Long mengangguk berulang kali. “Itu benar. Jumlah Pengguna Kemampuan yang diumumkan secara publik di federasi adalah 10.000, tetapi ada banyak penjahat yang tidak terdaftar di Kantor Manajemen Warga Kelas A. Jumlah sebenarnya seharusnya sekitar 11.000. ”", "“Aku awalnya penyelidik swasta dan pernah terlibat dengan kasus Geng Ular Hitam. Oleh karena itu, Aku tahu bahwa anggota Gang Ular Hitam akan memiliki tato ular hitam di tubuh mereka. Saat pria kekar itu merobek jaket kulitnya, ia memperlihatkan tato ular hitam di dadanya. Begitulah cara Aku dapat segera mengenali bahwa mereka berasal dari HitamSnake Gang. ”", "1", "Xia Fei juga memperhatikannya, tetapi dia tidak tahu pentingnya tato itu dan tidak memperlakukannya sebagai informasi penting.", "“Bagaimana mereka membawa bom ke dalam rencana?” Xia Fei bertanya, “Pemeriksaan keamanan bandara sangat ketat. Mereka sebenarnya bisa dengan terang-terangan mengikatkan bom di tubuh mereka dan masuk. Mungkinkah ada tahi lalat dalam keamanan bandara? ”", "5", "Wu Long menggelengkan kepalanya yang besar. Aku juga tidak mengerti.", "“Aku sudah bertanya-tanya. Pemuda yang membajak pesawat berada di peringkat ke-7 di Geng Ular Hitam, dan kemampuannya adalah ‘Layar.’ Dia bisa membuat ruang, dan tidak ada yang bisa mendeteksi item yang ditempatkan di luar angkasa, itu tidak dapat dideteksi oleh probe. Pria kokoh itu adalah anggota luar dari Geng Ular Hitam dan tidak memiliki kemampuan apa pun. Dia adalah bom manusia operasi ini. ” Andre berbicara dengan tidak tergesa-gesa.", "1", "Dengan pengaruh Keluarga Rothschild, tidak sulit bagi mereka untuk mengetahui informasi semacam itu. Seluruh pemerintahan federal dipenuhi bayang-bayang Keluarga Rothschild. Keluarga besar ini telah terikat erat dengan Federasi Bumi, dan mereka tidak dapat dipisahkan.", "2", "Penyebab semuanya bisa dijelaskan oleh benda ini. Andre menunjuk ke tas aman yang terbuat dari paduan aluminium.", "“Aku sudah sadar bahwa seseorang menargetkan Aku. Untuk membawa barang ini kembali ke New York, Aku telah pindah dari Athena ke Moskow, ke Ulaanbaatar, ke Beijing, lalu ke New York. Aku telah membuat jalan memutar yang sangat besar untuk menyingkirkan anggota Geng Ular Hitam. Aku berpisah dengan pengawal dan pengawal Aku selama perjalanan untuk mengalihkan perhatian mereka. Aku tidak menyangka akan tetap dilacak oleh mereka. ” Andre berbicara dengan nada kesal.", "4", "Xia Fei berpikir sejenak dan bertanya dengan ragu. “Dengan pengaruh Keluarga Rothschild, tidak bisakah kamu langsung meminta bantuan dari pemerintah federal? Mungkinkah Geng Ular Hitam berani secara terbuka melawan pemerintah federal? ”", "Andre tersenyum pahit. “Itu karena kami tidak ingin pemerintah federal mengetahui tentang hal ini. Sayang sekali mereka masih mengetahuinya. ”", "4", "Xia Fei dan Wu Long masih sangat bingung. “Benda apa ini sebenarnya, dan mengapa begitu misterius? Andre bersedia mengambil risiko dan tidak ingin risiko itu terungkap. Apakah itu layak?”", "Andre meletakkan tas kerja dari paduan aluminium di atas meja dan mengambil kunci dari saku jasnya untuk membuka borgol.", "“Apakah kamu masih ingat apa yang aku katakan?” Andre bertanya pada Xia Fei.", "“Aku ingat. Peninggalan prasejarah. ”", "Andre meraih kunci sidik jari di tas kerja dan mencoba membukanya.", "Bang!", "Xia Fei menggunakan satu tangan untuk menekan kasing itu. “Karena barang ini sangat penting bagi keluarga Kamu, menurut Aku yang terbaik adalah kita tidak melihatnya.”", "Andre tersenyum puas dan berkata, “Sekarang pemerintah federal tahu, tidak masalah jika aku menunjukkannya kepada kalian berdua.”", "2", "Laser merah memindai di jari Andre sementara Andre memasukkan kode mekanis pada casing sebelum memasukkan kunci ke dalam.", "Koper aluminium alloy kecil ini sebenarnya memiliki tiga tingkat perlindungan keamanan. Ternyata barang ini sangat berharga.", "Xia Fei dan Wu Long menatap dengan cermat pada kasus yang akan dibuka sementara hati mereka dipenuhi dengan keingintahuan dan harapan.", "1", "‘Jika bukan peradaban Maya, mungkinkah itu peradaban super yang legendaris, kuno, dan super?’", "Sama seperti Xia Fei berpikir dalam hati …", "* Bang *", "2", "Ada suara yang tajam dan jelas saat kotak dengan sandi dibuka secara bertahap.", "www.worldnovel.online"]},
{"text3": ["Bab 6: Kultivasi Pertama Kali 1", "Penerjemah: Exodus Tales Editor: Exodus Tales", "Alam semesta memiliki banyak pecinta puisi, dan forum puisi secara alami menjadi tempat berkumpulnya orang-orang ini.", "Bumi terletak di wilayah bintang yang disebut Wilayah Bintang Endaro, dan Bintang Laut Biru yang dikunjungi Xia Fei juga berada di dalam wilayah bintang ini.", "Setelah menjelajahi forum puisi, mata Xia Fei sudah berputar.", "Puisi orang luar angkasa ini berada di tingkat yang sama dengan puisi Phantom. Mereka bahkan tidak memenuhi syarat untuk menjadi puisi humor, dan sebenarnya ada begitu banyak orang yang terobsesi dengan puisi. Tidak diketahui apa yang telah diteliti planet-planet ekstraterestrial ini selama peradaban mereka yang berlangsung selama puluhan ribu tahun, tetapi bisa dipastikan bahwa mereka jauh tertinggal dalam puisi.", "8", "Mengikuti instruksi Phantom, Xia Fei mendaftarkan akun di Endaro Interplanetary Bank terlebih dahulu.", "Pendaftaran untuk rekening bank antarplanet gratis, tetapi pendaftar haruslah Pengguna Kemampuan dan minimal harus memiliki peringkat Star Light.", "Nomor paspor Xia Fei telah dicatat di database Universal Pan-Human Alliance. Itu memungkinkan dia memiliki status yang diakui oleh seluruh Aliansi Pan-Manusia. Oleh karena itu, Xia Fei dapat memperoleh akun antarplanet dengan sangat lancar dan tanpa usaha apa pun.", "Setelah mendapatkan akun tersebut, langkah selanjutnya adalah memposting puisi dan menjualnya kepada seseorang yang menyukainya.", "Website Endaro Poetry Hobbyist memiliki sistem transaksi otomatis. Penulis hanya perlu memposting puisi mereka di website, dan jika ada penghobi yang menyukai puisi tersebut, mereka dapat menggunakan koin bintang untuk membelinya.", "1", "Metode transaksi ini sedikit mirip dengan situs web pembaca yang sedang tren di Bumi. Penulis akan mengunggah bagian pertama dari puisi tersebut, dan bagian kedua akan dijual sebagai produk berbayar.", "1", "Agak menyakitkan untuk hanya melihat setengah dari puisi itu, dan jika pembaca merasa mereka benar-benar menyukainya, kebanyakan dari mereka tidak akan ragu untuk membeli separuh puisi lainnya untuk mendapatkan puisi lengkap sebagai bagian dari koleksi mereka.", "2", "Menurut undang-undang perlindungan kekayaan intelektual Pan-Human Alliance, jika penulis asli meninggal, karya tersebut tidak lagi dilindungi undang-undang.", "Karena itu, sah-sah saja bagi Xia Fei untuk menjual puisi pendahulunya.", "5", "Tingkat peradaban Federasi Bumi sangat rendah, dan mereka jarang dapat memperdagangkan apa pun. Produk logam dan kimia mulia itu bahkan tidak lebih berharga dari sampah di mata orang-orang luar bumi. Jika mereka ingin melakukan perdagangan apa pun dengan sumber daya federasi saat ini, itu sama saja dengan fantasi.", "Pemerintah federal juga tidak berdaya dalam masalah ini. Tanpa koin bintang, mereka tidak akan bisa berdagang dengan peradaban lain. Jika mereka ingin memperkenalkan tingkat teknologi yang lebih tinggi, mereka harus bergantung pada subsidi tahunan Pan-Human Alliance. Sayang sekali subsidi yang menyedihkan itu sama sekali tidak memadai dan tidak cukup untuk digunakan.", "Xia Fei menggunakan jalan pintas dan menjual budaya Bumi. Ini adalah langkah yang bahkan tidak terpikirkan oleh pemerintah federal.", "12", "Xia Fei mengunggah 13 puisi berturut-turut. Setiap puisi memiliki paruh pertama gratis, dan paruh kedua dibayar. Harganya ditetapkan pada koin bintang 1 untuk setiap puisi.", "Phantom menghela nafas dan berkata, “Koin satu bintang terlalu rendah. Bagaimana Kamu tidak bisa menjual puisi yang begitu indah untuk setidaknya beberapa ratus koin bintang? ”", "Xia Fei tidak peduli tentang Phantom karena harga ini pasti tidak murah. Federasi Bumi yang kekurangan cadangan devisa memiliki banyak orang yang bersedia membeli setiap koin bintang seharga 10.000 dolar federal. Bagaimanapun, seluruh federasi tidak memiliki cadangan koin bintang yang besar, yang nilainya sangat besar karena kelangkaannya.", "14", "Setelah menggunakan komputer selama 1 jam 59 menit, Xia Fei mematikan komputer tepat waktu dan keluar dari kamar sebelum menggunakan kartu kreditnya untuk membayar biaya.", "‘Ini mungkin kafe internet termahal di dunia.’ Xia Fei merasakan tekanan saat memikirkannya.", "2", "…", "Keesokan paginya, Xia Fei membawa tas perjalanannya dan tiba di Perbukitan Barat Beijing. Menurut permintaan Phantom, budidaya Shadow of Moon harus dilakukan di alam yang tenang. Karena itu, Xia Fei memilih tempat terpencil ini.", "3", "Menjadidua gunung itu adalah sebuah lembah, dan itu ditinggalkan oleh manusia tetapi dipenuhi dengan kicauan dan keharuman bunga. Ada aliran air yang mengalir melalui lembah. Ini adalah tempat yang bagus untuk mendaki.", "“Tempat ini terlalu terpencil. Mengapa Aku tidak bisa berlatih di ruang pikiran Kamu? Zona spasial yang Kamu buat tidak kalah dengan tempat ini sama sekali. ” Xia Fei bertanya.", "Phantom menggelengkan kepalanya berulang kali. “Bagaimanapun, itu adalah ruang ilusi. Efeknya akan kurang berdampak dibandingkan tempat ini. Kamu baru saja mulai berkultivasi, dan ini adalah momen krusial untuk membangun fondasi Kamu. Lebih tepat memilih tempat di dunia nyata. ” Phantom menjelaskan.", "Xia Fei tidak mengatakan apa-apa. Sebagai orang biasa di kelas sosial paling bawah, dia tidak membantah dan meletakkan tasnya. Xia Fei kemudian menemukan batu kapur besar di sisi sungai kecil dan duduk bersila.", "1", "“Jangan menyilangkan kaki Kamu, duduklah dalam posisi alami. Saat mempraktikkan teknik pembunuhan, hal terpenting adalah membenamkan diri Kamu sepenuhnya di lingkungan. Kamu harus memadukan diri Kamu dengan bebatuan dan rumput di sekitarnya, mencapai kesatuan manusia dan alam. Ini sangat penting. Yang disebut pembunuhan adalah menyerang pada saat yang paling tidak diharapkan. Tetap dalam keadaan rendah hati dan berikan satu pukulan fatal! ”", "4", "Xia Fei kemudian berbaring di atas batu kapur. Sekarang musim semi, dan lembah itu agak dingin. Di bawah tubuhnya, udara sedingin es meresap melalui kulit Xia Fei.", "“Jangan takut dingin, ini hanya sensasi. Kamu harus melupakan siapa Kamu dan melupakan segalanya. Ikuti mantra yang Aku katakan dan atur pernapasan Kamu. Setelah Kamu mencapai keadaan anatta, tidak akan ada lagi perbedaan antara dingin dan panas. ” Phantom menginstruksikan.", "3", "(Catatan TL: Keadaan anatta adalah keadaan tanpa-diri, untuk melupakan keberadaan seseorang.)", "17", "Xia Fei mengikuti instruksi Phantom dan mengatur pernapasannya. Tubuhnya memiliki aliran aura yang tak terlukiskan yang secara bertahap beredar di sepanjang meridiannya.", "Suara di sekitarnya secara bertahap menjadi lebih jelas. Suara gemerisik daun karena angin, aliran air, kicauan, bahkan suara ikan mengais-ngais makanan, semuanya masuk ke telinganya.", "Tubuhnya menjadi seringan bulu, seakan-akan sehelai daun yang berjatuhan terbawa angin.", "Ada gelombang perasaan hangat yang tidak bisa dikendalikan oleh Xia Fei. Itu seperti sekelompok kupu-kupu yang gesit. Semakin Xia Fei ingin mengumpulkan mereka, semakin mereka bisa menghindar dengan mudah.", "“Jangan berpikir untuk mengendalikan mereka, ini belum saatnya. Saat ini, Kamu harus mengikuti mereka dan maju. Ke mana pun mereka pergi, ikuti mereka. ” Phantom akan memberi petunjuk tepat waktu pada Xia Fei.", "Xia Fei melakukannya seperti yang diperintahkan Phantom. Ini seperti permainan, dan energi yang tak terlukiskan dalam Xia Fei secara bertahap membiasakan diri dengan Xia Fei dan bahkan berusaha menemani Xia Fei, tidak seperti bagaimana ia melawan sebelumnya.", "Waktu berlalu saat Xia Fei tenggelam dalam keadaan meditasi. Energi di dalam tubuhnya dan suara kacau kecil di sekitarnya telah mengejutkannya. Setiap batu dan daun terasa seolah-olah mereka tahu bagaimana cara berbicara.", "Ini adalah perasaan yang luar biasa. Xia Fei tidak pernah memiliki pengalaman yang begitu intim dengan alam.", "Baiklah, ayo kembali. Suara Phantom bergema di benak Xia Fei saat dia membuka matanya dengan sedikit keengganan.", "Langit mengalami sedikit gerimis, dan pakaiannya basah kuyup, namun dia sama sekali tidak menyadarinya.", "“Aku harus mengakui bahwa Kamu telah melakukannya dengan sangat baik untuk seorang pemula. Jika kecepatan, kekuatan, dan kesadaran Kamu dapat berkembang lebih jauh, Kamu akan menjadi pembunuh yang menakutkan. ” Phantom berkata dengan puas.", "Xia Fei hanya bisa merasakan rasa lapar yang ekstrim di perutnya. “Sudah berapa lama Aku berkultivasi?”", "Tiga hari penuh.", "1", "“Tiga hari!” Xia Fei kaget. Tiga hari penuh terasa seperti beberapa jam dalam kesadarannya, dan dia tidak sadar sama sekali.", "“Berkemas, kami akan kembali. Kamu sudah memiliki kendali awal atas teknik untuk berbaur dengan lingkungan. Untuk langkah selanjutnya, Kamu perlu berkultivasi di lingkungan yang lebih rumit. ”", "1", "Hantu meratapi dalam hati, “Tiga hari! Ini baru hari ketiga, dan dia sudah mencapai sinkronisasi bidang aura dan lingkungan. Saat itu, Aku harus menghabiskan tiga bulan penuh! Haruskah Aku memberi tahu dia bahwa dia punyasudah menyelesaikan tahap pertama Shadow of Moon? Lupakan saja, kemajuan pesat ini akan membuat seseorang terlena. Aku akan membuatnya tidak tahu apa-apa untuk saat ini. ”", "6", "Xia Fei mengeluarkan makanan dari tasnya dan memakannya dengan gigitan besar. Phantom meneteskan air liur hanya dengan menonton, tetapi dia adalah roh dan hanya bisa menonton makanan tanpa daya.", "3", "Duo ini sama sekali tidak menyadari bahwa situs Endaro Poetry Hobbyist sudah meledak saat ini.", "5", "www.worldnovel.online"]}
]